{
  "id": "rw-law-2021-75",
  "type": "statute",
  "title": "Law relating to Insolvency",
  "title_en": "Law relating to Insolvency",
  "short_name": "Law 75 of 2021",
  "status": "repealed",
  "issued_date": "2021-12-06",
  "in_force_date": "2021-12-30",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/75/eng@2021-12-30",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes proceedings for settling issues arising from insolvency of a company, a partnership and an individual, unless otherwise provided for by other Laws."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Scope of this Law",
      "content": "This Law applies to the following: 1° voluntary mechanisms used by a company, a partnership or an individual to avoid insolvency; 2° insolvency of a company, a partnership and that of an individual; 3° liquidation of a company and a partnership that are insolvent; 4° voluntary liquidation of a company and a partnership that are not insolvent; 5° matters relating to the insolvency practitioner; 6° cross-border insolvency regime. This Law also governs insolvency -related matters not provided for in other Laws."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Definitions",
      "content": "In this Law, the following terms are defined as follows: 1° creditors: present, future and contingent creditors; 2° administration deed: an arrangement between a provisional trustee and creditors governing how the affairs will be dealt with; 3° bankruptcy order: a court order declaring bankruptcy and appointing a bankruptcy trustee; 4° cell: a cell created by a protected cell company for the purpose of segregating and protecting cellular assets in the manner provided by Laws; 5° insolvency: a situation in which an individual, a company or a partnership engaged in a business activity can no longer pay their debts as they fall due; 6° cell share capital: the proceeds of issue of cell shares; 7° cell shares: shares created and issued by a protected cell company in respect of one of its cells, the proceeds of the issue of which are comprised in the cellular assets attributable to that cell; 8° Minister: the Minister in charge of trade; 9° essential services: electricity, water and telecommunications; 10° telecommunications services: the conveyance from one device to another by a line, radio frequency, satellite transmission or other medium of a sign, signal, impulse, writing, image, sound, instruction, information or intelligence of any nature, whether or not for the information of a person using the device; 11° secured creditor: a creditor who holds a security in respect of a debt or obligation owing to him or her; 12° debtor: a company, a partnership or an individual that are insolvent; 13° foreign main proceeding: a foreign proceeding taking place in the State where the debtor has the centre of its main interests; 14° foreign proceeding: a collective judicial or administrative proceeding in a foreign State, including an interim proceeding, pursuant to a Law relating to insolvency in which proceeding the assets and affairs of the bankrupt are subject to control or supervision by a foreign court, for the purpose of reorganization or liquidation; 15° foreign non-main proceeding: a foreign proceeding, other than a foreign main proceeding in a State where the debtor has an establishment; 16° debt arrangement: a composition in satisfaction of an individual’s or company’s debts or a scheme of arrangement of an individual’s affairs, 17° foreign representative: a person or body, one appointed on an interim basis, authorized in a foreign proceeding to administer the reorganization or liquidation of the debtor’s assets or affairs or to act as a representative of the foreign proceeding; 18° insolvency practitioner: an individual who is qualified to act as a provisional administrator, an administrator, a provisional liquidator, a liquidator, a proposed supervisor of an arrangement of debts, a supervisor of debt arrangement or a trustee; 19° trustee: insolvency practitioner appointed to manage or sell assets of the bankrupt for the protection of creditors’interests; 20° administrator: insolvency practitioner appointed to manage the assets or reorganize the business of the insolvent for the protection of creditors’interests; 21° supervisor: an insolvency practitioner appointed by creditors to supervise the way in which an approved arrangement or compromise is put into effect; 22° onerous property: any unprofitable contract or any other property which is unsaleable or not readily saleable or may give rise to a liability to pay money or perform any other onerous act; 23° cellular assets: assets of the company attributable to the company’s cells; 24° bankruptcy debt: any debt or liability to which the bankrupt is subject after the commencement of the bankruptcy or after discharge from bankruptcy and any interest that may be claimed in the bankruptcy; 25° regulatory authority: the National Bank of Rwanda or the organ in charge of capital market; 26° foreign authority: a court or any other authority competent to control or supervise a foreign insolvency proceeding; 27° liquidator: an insolvency practitioner or any successor appointed to carry out liquidation; 28° undischarged bankrupt: an individual whose bankruptcy debts have not been extinguished; 29° bankrupt: an individual in respect of whom a bankruptcy order has been made."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Responsibilities of Registrar General in insolvency proceedings",
      "content": "The Registrar General is the chief administrator responsible for insolvency proceedings. Particularly, he or she is in charge of the following: 1° to receive and keep an insolvency administration document with regard to the services he or she is going to perform in insolvency proceedings; 2° to carry out or set up, if considered necessary, control procedures or investigations on insolvency works and all other related matters; 3° to file a claim or intervene in court at any given time in insolvency cases; 4° to establish requirements in determining what the individual debtor should be given for subsistence; 5° to inform the prosecution of the offence committed against the property of the debtor; 6° to appoint a provisional administrator."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Public or individual written notice",
      "content": "A person required to give notice to a creditor does so by serving the notice on a creditor in person. Where it is not reasonably possible to serve notice on the creditor in person or the creditor cannot be reached, a notice is considered to have been duly served where it is: 1° deposited to his or her residence and given to a family member of the creditor aged at least sixteen (16) years old; 2° deposited at the workplace of the creditor; 3° sent electronically to the known address of the creditor; 4° the notification to creditors is done in written form in a widely read national or international newspaper for a period of thirty (30) days."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter One – General provisions",
      "section": "6",
      "title": "Article 6 – Creditors’ right to access information",
      "content": "During insolvency, every creditor is entitled to request the insolvency practitioner to provide him or her with any information relating to the conduct of the insolvency proceedings."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "7",
      "title": "Article 7 – Grounds for the commencement of insolvency proceedings",
      "content": "Insolvency proceedings commence when: 1° the debtor is unable to pay its debts when they fall due in the normal course of business; 2° the assets of the debtor are less than its liabilities plus its stated capital."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "8",
      "title": "Article 8 – Application for commencement of insolvency proceedings",
      "content": "An application for commencement of insolvency proceedings for a company is done by filing the application with a competent court. An application for commencement of insolvency proceedings may be filed by the following persons: 1° creditors; 2° the debtor; 3° the Directors or one of them; 4° the Registrar General; 5° shareholders or partners; 6° the regulatory authority. Secured creditors are summoned for hearing on the application for the commencement of insolvency proceedings before the court decides. A creditor’s application is admissible if he or she has an interest and if he or she shows his or her claim as well as the reason why insolvency proceedings should be commenced. The court does not appoint an insolvency practitioner if it is manifestly evident that the value of the assets of the debtor is insufficient to cover the costs of the insolvency proceedings. In such a case, the court issues a declaration of debtor’s insolvency and orders the Chief Administrator to carry out the distribution of available assets to creditors. The Registrar General may not be appointed administrator by the court unless he or she was a party to the case in which such a decision was rendered."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "9",
      "title": "Article 9 – Appointment of insolvency practitioner",
      "content": "The court is solely competent to appoint an insolvency practitioner. However, the Registrar General may appoint an insolvency practitioner on a provisional basis in either of the following circumstances: 1° if it is to save a loss that may happen to the debtor’s assets; 2° if the appointed insolvency practitioner has not been approved by the creditors’meeting; 3° if the insolvency practitioner has resigned from his or her duties due to different reasons; 4° if the appointed insolvency practitioner has failed to execute his or her duties; 5° any other circumstance he or she may deem necessary. A provisional insolvency practitioner appointed by the Registrar General ceases to act in that capacity only by a further decision of the Registrar General or by court order. When the court appoints an insolvency practitioner, a provisional insolvency practitioner appointed by the Registrar General ceases to perform his or her duties and submit a report to his or her successor. A copy of the report is given to the Registrar General."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "10",
      "title": "Article 10 – Content for commencement of insolvency proceedings application",
      "content": "Subject to other Laws governing commercial procedures, the insolvency proceedings application must include some of the following elements: 1° a detailed list of debts and claims; 2° relevant financial and accounting reports; 3° other elements the applicant considers necessary and which are linked with his or her application."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "11",
      "title": "Article 11 – General effects of commencement of insolvency proceedings",
      "content": "Upon the date of commencement of the insolvency proceedings, the following is stayed: 1° the commencement or continuation of individual actions or proceedings concerning the debtor’s assets, rights, obligations or liabilities; 2° the execution of judgments related to the assets of the debtor’s property; 3° the right of counterparty to terminate any contract with the debtor; 4° the right to transfer, mortgage or otherwise dispose of any assets of the debtor. The provisions of this Article do not prejudice the right to institute actions or initiate proceedings against individuals in order to protect a debt owed by the debtor. The Court may also take an additional decision aimed at easing the measures taken during the commencement of insolvency proceedings."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "12",
      "title": "Article 12 – Stay on secured claim",
      "content": "The rights of secured creditors and holders of the right of retention are not stayed by the commencement of insolvency proceedings. However, where the debtor shows the intention to submit a reorganisation plan along with the application, all claims including secured claims and rights of retention are stayed effective from the date of application. The debtor must submit to the court a reorganization plan within a period not exceeding three (3) months from the date of instituting the court case. The period of stay does not exceed six (6) months including the three (3) months of submitting the reorganization plan. If the period referred to in Paragraph 4 of this Article lapses without a court decision on the application, the secured creditor is automatically entitled to enforce the security in accordance with relevant Laws. The creditor may petition the court to lift the stay where there is a justifiable cause."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "13",
      "title": "Article 13 – Supply of essential services",
      "content": "A supplier of essential services shall not: 1° refuse to supply essential services to a liquidator, or to the debtor, by reason of the debtor’s default in paying charges due for the essential services in relation to a period before the commencement of the insolvency proceedings; 2° make it a condition of the supply of essential services to a liquidator, or to the debtor, that payment be made of outstanding charges due for the essential services in relation to a period before the commencement of the insolvency proceedings. The charges incurred by a liquidator for the supply of an essential service are an expense incurred by the administrator for the purposes of Article 212 of this Law."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "14",
      "title": "Article 14 – Continuity of current obligations",
      "content": "Contracts concluded by the debtor for the lease and tenancy of houses or other assets to be performed for the debtor continue to exist but to the credit of the assets involved in the insolvency proceedings. The provisions of Paragraph One of this Article also apply in respect of rental and lease contracts concluded by the debtor as landlord or lessor relating to other effects assigned as a security to a third party who had financed their acquisition or production. The provisions of Paragraphs One and 2 of this Article do not apply to assets and receivables that have been legally transferred under re-financing arrangement. Claims that arise before the commencement of insolvency proceedings may be brought by the other party as a creditor in the insolvency proceedings conducted by a court. All contracts of employment or labour legislation must be observed during the insolvency proceedings. Insolvency administrator or liquidator may terminate a contract which has not been fully performed by both parties. Upon termination, the counterparty may become an unsecured creditor with a claim equal to the amount agreed on by an administrator or liquidator. In case an administrator or liquidator do not agree with the creditor on the claim caused by termination of a contract, a competent court decides on the matter."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "15",
      "title": "Article 15 – Proposal for debt arrangement by an individual",
      "content": "A debtor may make a proposal for an arrangement with one or more of his or her creditors in respect of the payment or restructuring of his or her debts. The arrangement is approved by the court on application made by a debtor or trustee."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "16",
      "title": "Article 16 – Contents of proposal for arrangement with creditors",
      "content": "A debtor’s proposal for arrangement with creditors must state why, in the debtor’s opinion, an arrangement with creditors is desirable and must specify the following: 1° all the debtor’s assets with an indication of those that have a security interest on them and an estimate of the respective values of such assets; 2° particulars of debtor’s property which is proposed to be included in the arrangement, the source of the property, and the terms on which it is to be made available for inclusion; 3° the nature and amount of the debtor’s liabilities and the manner in which they are proposed to be met or otherwise dealt with by means of the arrangement; 4° a proposed supervisor, the amount to be paid to him or her by way of remuneration and expenses and his or her functions; 5° the manner in which funds held for the purposes of the arrangement must be banked, invested or otherwise dealt with pending distribution to creditors; 6° the details of any further credit facilities proposed to be arranged for the debtor and how the debts arising must be paid."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "17",
      "title": "Article 17 – Interim order of arrangement",
      "content": "The court may make an interim order of arrangement if: 1° the debtor is an undischarged bankrupt or is able to apply for his or her own bankruptcy; 2° an undischarged bankrupt has given notice of such intention to the proposed supervisor; 3° a named insolvency practitioner is willing to act as supervisor of the proposed arrangement, either as trustee or otherwise for the purpose of supervising its implementation; 4° no previous application has been made by a debtor or proposed supervisor of his or her estate for an interim order of the arrangement within twelve (12) months ending with that day; 5° making the order is appropriate for the purpose of facilitating the consideration and implementation of the debtor’s proposed arrangement. When an application for an interim order of arrangement is pending in court, any action, execution or other legal process against the property or person of the debtor is suspended. However, the provisions of Paragraph 2 of this Article do not affect the right of a secured creditor to take possession of and realise any property in the bankrupt’s estate over which that creditor has a charge."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "18",
      "title": "Article 18 – Effects of interim order of debt arrangement",
      "content": "During the period for which the court’s interim order of arrangement is in force: 1° no application for bankruptcy relating to the individual can be made or proceeded with; 2° except with the order of the court, no other steps can be taken to enforce any charge over any of the individual’s property and no other proceedings, execution or other legal process may be commenced or continued against the individual or his or her property. Where the individual is an undischarged bankrupt, an interim order may contain provision as to the conduct of the bankruptcy and the administration of the bankrupt’s estate, during the period for which the order is in force, including provision suspending proceedings in the bankruptcy. However, the provisions of Paragraph One of this Article do not affect the right of a secured creditor to take possession of and realize any property in the bankrupt’s estate over which that creditor has a charge."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "19",
      "title": "Article 19 – Duties of a debtor during interim order of arrangement",
      "content": "Upon the making of an interim order, the debtor submits to the proposed supervisor a document setting out the terms of the arrangement which the debtor is proposing and a statement of his or her affairs containing particulars of the individual’s creditors, debts, assets and other information as may be prescribed."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "20",
      "title": "Article 20 – Report to the court made by the supervisor",
      "content": "The proposed supervisor gives the court a report in writing stating whether a creditors’meeting should consider the debtor’s proposed arrangement. On the application made by the proposed supervisor, the court may extend the period of the interim order so as to give him or her more time to prepare the report. The court may also nullify the interim order if the individual has failed to comply with his or her duties as a debtor or if, for any other reason, it considers inappropriate to call a creditors’meeting to consider the debtor’s proposed arrangement. The court may, on an application made by a debtor in a case where the proposed supervisor has failed to submit the report, order that the proposed supervisor be replaced by another proposed supervisor and that the interim order continues or if it has ceased to have effect, be renewed for further period."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "21",
      "title": "Article 21 – Creditors’ meeting to consider proposed arrangement",
      "content": "Having considered the report, the court may order the proposed supervisor to convene a creditors’meeting to consider the proposed arrangement, and for that purpose, extend the period for which the interim order has effect. The proposed supervisor must convene a creditor’s meeting to consider the proposed arrangement within thirty (30) working days from the day following the day on which the interim order for arrangement was made. The proposed supervisor sends a notice of the meeting to creditors with a copy of the proposal of arrangement at least ten (10) working days before the meeting."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "22",
      "title": "Article 22 – Resolution in creditor’s meeting on proposed arrangement",
      "content": "A proposed arrangement is approved by creditors if voted by at least seventy-five percent (75%) of votes of all the creditors having taken part in the vote. The creditors’meeting may not approve any proposed arrangement before the consent of the preferential creditor concerned, if: 1° any preferential debt of the individual is to be paid otherwise than in priority to such of the debts as are not preferential debts; 2° a preferential creditor of the debtor is to be paid an amount in respect of a preferential debt that bears to that debt a smaller proportion than is borne to another preferential debt by the amount that is to be paid in respect of that other debt."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "23",
      "title": "Article 23 – Arrangement order",
      "content": "The proposed supervisor submits to the court a report on the resolutions of the creditor’s meeting on proposed arrangement. If the meeting has declined to approve a proposed arrangement, the court discharges any interim order which is in force in relation to the debtor. If the meeting has approved a proposed arrangement, with or without modification, the court may: 1° make an arrangement order; 2° make such an additional order as it considers appropriate. If the individual is an undischarged bankrupt, the court issues instructions referred to in item 2° with respect to the conduct of the bankruptcy and the administration of the bankrupt’s estate as it considers appropriate for facilitating the implementation of the arrangement. After the arrangement order is granted by the court, the supervisor sends to each known creditor an individual written notice and give public notice that an arrangement has taken effect."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "24",
      "title": "Article 24 – Effects of arrangement order",
      "content": "An arrangement order binds the debtor in respect of whom the arrangement order is made, the supervisor of the arrangement and all the debtor’s creditors in relation to claims arising on or before the day specified in the arrangement. A person bound by an arrangement order must not: 1° make an application for a bankruptcy order or proceed with such an application made before the arrangement became binding on the person; 2° take any other steps to enforce any charge over any of the debtor’s property; 3° commence or continue other proceedings, execution or other legal process against the debtor or his or her property except with the order of the court. However, the provisions of Paragraph 2 of this Article do not affect the right of a secured creditor to take possession of and realize any property in the bankrupt’s estate over which that creditor has a charge."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "25",
      "title": "Article 25 – Creditors’ meeting during the arrangement",
      "content": "The supervisor may convene a creditors’meeting whenever he or she deems it necessary or if so requested in writing by creditors whose claims against the debtor is not less than ten percent (10%) of the value of all claims against the debtor. A creditors’meeting has the power to request reports from the supervisor on the progress of the arrangement."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "26",
      "title": "Article 26 – Variation of arrangement order",
      "content": "An arrangement order may be modified by the court either in whole or in part on the application of any person who is bound by it when there is a material change in the financial position of the debtor."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "27",
      "title": "Article 27 – Termination of arrangement order",
      "content": "An arrangement order is terminated upon the court order or on the circumstances specified in the arrangement order. An application for the termination of an arrangement may be made to the court by the individual who is an undischarged bankrupt, the trustee of his or her estate or any person who is bound by it. The court makes an order for termination of an arrangement if: 1° the supervisor or creditors were given information about the debtor’s property, affairs or financial circumstances that was false or misleading, or information was not given to them, and which can reasonably be expected to have been material to creditors in deciding whether to vote in favour of the arrangement; 2° the report submitted to the court contained false or misleading information or omissions; 3° a person bound by the arrangement has failed to comply with his or her obligations under it; 4° the debtor has failed to comply with other obligations related to the arrangement reasonably required of him or her by the supervisor; 5° the arrangement cannot be completed without injustice or undue delay; 6° the arrangement is unfairly prejudicial or discriminatory against one or more creditors or contrary to the interests of creditors as a whole; 7° the arrangement may be terminated for any other reason approved by the court. Except where the court orders otherwise, a copy of any application to terminate the arrangement must be served on the supervisor not less than five (5) working days before the hearing of the application, and the supervisor may appear and be heard at the hearing."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "28",
      "title": "Article 28 – Notice of termination of arrangement",
      "content": "Where an arrangement is terminated, the supervisor sends written notice of termination to each known creditor and gives public notice of such termination."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "29",
      "title": "Article 29 – Supervisor’s failure to discharge his or her duties",
      "content": "If the supervisor fails to comply with his or her duties arising from the arrangement or order of the court, on the application by any interested party, the court may: 1° relieve him or her of the duty to comply, in whole or in part; 2° order him or her to comply with what is specified in the order; 3° remove him or her from office and appoint someone else as supervisor. Where an order is made under Paragraph One, item 3° of this Article, the court may make such order as is appropriate for the preservation of the debtor’s property, including an order requiring the removed supervisor to make available any accounts, records or other information necessary for that purpose. All proceedings relating to any application for an order under this article must be served on the Registrar General who, in turn, keeps a copy of the proceedings on a public file indexed by reference to the name of the supervisor concerned."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "30",
      "title": "Article 30 – Vacancy in the office of supervisor",
      "content": "The office of supervisor becomes vacant if the person holding office: 1° is removed from office by the appointing authority; 2° resigns; 3° becomes disqualified as an insolvency practitioner; 4° is the subject of a prohibition order; 5° dies. A supervisor may resign from the office of supervisor by providing a notice of fifteen (15) working days. In that period, the supervisor convenes a meeting of creditors that appoints his or her successor. The court, on the application of any creditor, may review any appointment of a successor to a supervisor and may, where necessary, appoint another supervisor. Where no person is acting as supervisor as a result of vacation of office, the trustee acts as a provisional supervisor and appoints as soon as possible the outgoing supervisor’s successor within seven (7) working days. A person vacating the office of supervisor gives such information and assistance in the conduct of the arrangement as that person’s successor may reasonably requires."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "31",
      "title": "Article 31 – Power to propose compromise",
      "content": "The following persons may propose a compromise plan: 1° a debtor; 2° insolvency practitioner; 3° a company’s or partnership’s creditor."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "32",
      "title": "Article 32 – Compromise plan",
      "content": "The plan must contain all information relating to the basis and its effects which must be considered by the creditors during examination and for its confirmation. The plan must indicate: 1° a list of all the assets of the company or partnership as well as an indication of the assets held as security by creditors before the compromise plan; 2° current financial statement made by certified public accountant; 3° list and classes of creditors; 4° claims of each class and related rights; 5° mode of payment of each class of claims and related rights; 6° the probable payment each class of creditors would get if the company were to be placed in liquidation. The compromise plan must provide adequate means for its implementation, such as: 1° retentions by the debtor of all or any part of the property; 2° transfer of a part or the whole of their property; 3° satisfaction or modification of the right to preference; 4° invalidation or modification of contract; 5° curing or waiving of any default; 6° the procedures through which workers and directors are appointed and the mode of subsequent replacement on the interests of the creditors. The compromise plan may also provide the appropriate means to implement it, including ensuring that accepted claims and claims that occurred during the period of compromise are settled. The compromise plan may also indicate all other information necessary during insolvency proceedings."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "33",
      "title": "Article 33 – Notice of proposed compromise",
      "content": "The proposer gives in not less than ten (10) working days before the meeting is held, a public notice and individual notice to each known creditor, company or partnership, administrator or liquidator indicating the intention to hold a meeting of creditors or any class of creditors for the purpose of voting on the draft resolution. The proposer gives to each known creditor, the company or partnership, administrator or liquidator and to the Registrar General a written notice of the result of the voting. When the notice for convening a meeting is issued, all proceedings against the property of the debtor or the continuation of legal proceedings to recover claims are stayed unless a court decides otherwise. The provisions of Paragraph 3 of this Article do not affect the right of a secured creditor to take possession of and realize any property in the insolvent estate over which that creditor has a charge."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "34",
      "title": "Article 34 – Content of public and individual notices of proposed compromise",
      "content": "The proposer compiles a list of known creditors and creditors in each class of creditors of the company or partnership who would be affected by the proposed compromise, setting out the amount owing to each and the number of votes which each is entitled to cast on a resolution approving the compromise. The public and individual notices of proposed compromise contain: 1° the name and address of the proposer and the capacity in which he or she is acting; 2° the postal and physical address and telephone number to which inquiries may be directed to the proposer; 3° a statement fairly setting out reasons for the proposed compromise and all reasonably foreseeable consequences, for creditors and for the company or partnership if the resolution is approved, including the extent to which any director is interested in the proposed compromise; 4° a copy of a list of creditors."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "35",
      "title": "Article 35 – Approval of compromise",
      "content": "A compromise is approved by creditors or any class of creditors if voted by at least seventy-five percent (75%) of votes of all creditors having taken part in the vote. Where a resolution proposing a compromise is put to a vote of more than one class of creditors, it is presumed that the approval of the compromise by that class is conditional on the approval of the compromise by every other class voting on the resolution unless the contrary is expressly stated in the resolution."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "36",
      "title": "Article 36 – Costs associated with the preparation and conducting of creditors’ meeting",
      "content": "Costs incurred in organizing and conducting a meeting of creditors for the purpose of voting on a proposed compromise are met by a company or partnership under insolvency proceedings, unless the court decides otherwise."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "37",
      "title": "Article 37 – Powers of the court in supervising the compromise",
      "content": "On the application made by the proposer, by the company or partnership, the court may make an order setting out, among other things, any procedural requirement, waive or vary such requirement if satisfied that it is appropriate action to take. The court may order that during any period specified in the order, beginning not earlier than the date on which notice of the proposed compromise was given, any proceedings in relation to a debt owing by the company or partnership be suspended or any creditor refrain from taking any other measure to enforce payment of any debt owed by the company. However, the provisions of the preceding Paragraph do not affect the right of a secured creditor to take possession of and realize any property in the insolvent estate over which that creditor has a charge."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "38",
      "title": "Article 38 – Appointing a supervisor of compromise",
      "content": "The proposer discloses the identity of his or her proposed supervisor who is approved by the creditors’meeting."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "39",
      "title": "Article 39 – Effect of compromise",
      "content": "A compromise approved by creditors or any class of creditors of a company or partnership is binding on the company or partnership and on all creditors or class of creditors to whom notice of the proposal is given."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter II – Insolvency proceedings",
      "section": "40",
      "title": "Article 40 – Cancellation of the binding force of compromise",
      "content": "Within twenty (20) working days of the date of notice that a compromise was approved, a creditor who was entitled to take part in the vote may apply to the court for an order that he or she is not bound by the compromise on the following grounds: 1° insufficient notice of the meeting or of the matters required to be notified was given to that creditor; 2° there was some other material irregularity in obtaining approval of the compromise; 3° the compromise is unfairly prejudicial to that creditor or to the class of creditors to which that creditor belongs in the case of a creditor who voted against the compromise."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter III – Administration",
      "section": "41",
      "title": "Article 41 – Request for appointment of provisional administrator",
      "content": "The following persons may request the Registrar General to appoint a provisional administrator: 1° a debtor; 2° directors; 3° an insolvency practitioner; 4° a creditor; 5° shareholders or partners; 6° the regulatory authority."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter III – Administration",
      "section": "42",
      "title": "Article 42 – Modalities for appointment of provisional administrator",
      "content": "The Registrar General upon request by one of person referred to under Article 41 of this Law or at his or her initiative appoints a provisional administrator of a company within five (5) working days from the date of receipt of request for appointment. When the Registrar General does not appoint the provisional administrator within the prescribed time limit, the applicant may file the case to court requesting it to appoint the provisional administrator. The notice appointing the provisional administrator must include a proof certifying that, at the time of the appointment, there is reason to believe that the company is or will be unable to pay its debts. In case a person referred to in Article 41 of this Law disagrees on appointment of a provisional administrator, he or she may make a petition to a competent Court for appointment of a provisional administrator. The appointed provisional administrator continues to carry out his or her activities until the Court decides otherwise. A provisional administrator is not appointed after the company has gone into liquidation. However, in case a company is likely to be liquidated, a court may appoint a liquidator to carry out liquidation activities."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter III – Administration",
      "section": "43",
      "title": "Article 43 – Commencement of the appointment of a provisional administrator",
      "content": "The appointment of a provisional administrator takes effect in case of existence of the following documents that are kept by Registrar General: 1° a copy of the notice of appointing of a provisional administrator, in case the latter is court-appointed; 2° a copy of the provisional administrator’s consent to act in the prescribed form; 3° a document containing the consent to the appointment of the provisional administrator of any secured creditor holding a charge over the whole or substantially the whole of the property and undertaking of the company. Where a provisional administrator is appointed by the Registrar General, a copy of the deed of his or her appointment is placed in the provisional administrator’s file."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter III – Administration",
      "section": "44",
      "title": "Article 44 – Consideration of appointment and approval of a provisional administrator",
      "content": "The provisional administrator must convene a creditors’meeting to consider his or her appointment not later than five (5) working days after the commencement of the provisional administration. In not less than two (2) working days before the meeting is held, the provisional administrator gives a public notice and individual written notice of the meeting to each known creditor of the company, including the date of the commencement of the provisional administration, the provisional administrator’s full name and address. At the meeting, the company’s creditors may by resolution, remove the provisional administrator from office and appoint another provisional administrator of the company in the period not exceeding fifteen (15) days. In case no administrator appointed in the prescribed period, the Registrar General appoints for them provisional administrator. Creditors cannot remove a court-appointed provisional administrator more than two (2) times for the same reason."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter III – Administration",
      "section": "45",
      "title": "Article 45 – Notice of provisional administration",
      "content": "A provisional administrator must give notice of provisional administration: 1° on every invoice, order for goods or business letter issued by or on behalf of the company on which the company’s name appears, by ensuring there is stated after the company’s name “in provisional administration”; 2° in every other case, in entering into any transaction or issuing any document by or on behalf of the company."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter III – Administration",
      "section": "46",
      "title": "Article 46 – Duties of a provisional administrator",
      "content": "The provisional administrator has the following duties: 1° to convene the creditors’committee meeting and serve as rapporteur thereof; 2° to monitor the execution of the administration deed; 3° to ensure the survival of the company, the whole or any part of its activities are the things that must be maintained in a continuous manner; 4° to take custody and control of all the property to which the company is or appears to be entitled; 5° to inspect the company’s business, property and financial circumstances; 6° to carry on any business of the grantor if the grantor is an individual; 7° to keep company money, separate from other money which he or she holds or is under his or her control; 8° to carry on the company’s business and manage the company’s property and affairs; 9° to perform any function and exercise any power that the company or any of its directors or secretary could perform or exercise if the company was not in provisional administration or administration, 10° to keep, in accordance with generally accepted accounting procedures and standards, full accounts and other records of all receipts, expenditure and other transactions relating to the company and retain the accounts and records for not less than ten (10) years after the administration ends."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter III – Administration",
      "section": "47",
      "title": "Article 47 – Powers of the provisional administrator",
      "content": "The provisional administrator has the following powers: 1° to change the company’s registered office or full address; 2° to remove a director of the company; 3° to appoint a person as director, whether to fill a vacancy or not; 4° to convene any meeting of the shareholders or creditors of the company; 5° to represent a company in a court; 6° to carry out a more advantageous realization of the company’s assets than would be effected on a winding-up; 7° to realize the property of the company in order to make a distribution to one or more secured or preferential creditors; 8° to exercise his or her powers in a manner which he or she believes on reasonable grounds to be likely to achieve outcome in the best interests of the company’s creditors."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter III – Administration",
      "section": "48",
      "title": "Article 48 – Obligation of the debtor to provide information and to collaborate with the provisional administrator",
      "content": "The debtor is required to provide information relating to insolvency proceedings, whether in court, to a provisional administrator as well as to the creditors’committee and in case decided by the court, provides the information to the creditors’meeting. The debtor is required to collaborate with the provisional administrator in the execution of his or her duties."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter III – Administration",
      "section": "49",
      "title": "Article 49 – Establishment of the creditors’ committee",
      "content": "The first general creditors’meeting establishes a creditors’committee with an odd number of at least three (3) members. However, where there are no more than three (3) creditors, duties and powers of the creditors’committee are vested in all creditors. In case the first general creditors’meeting fails to establish a creditors’committee, the competent court may establish the committee. The creditors’committee represents all creditors. Where applicable, the creditors’committee must include a representative of the debtor’s employees. Persons not holding the status of creditors may also be appointed as members of the creditors’committee. The creditors’meeting may decide on the dismissal of the person appointed by the court or to increase the number of members of the creditors’committee. The court may dismiss a member of the creditors’committee due to a serious reason. The creditors’committee determines the operating funds of insolvency practitioners when they are appointed."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter III – Administration",
      "section": "50",
      "title": "Article 50 – Duties and rights of creditors’ committee",
      "content": "Members of the creditors’committee must: 1° support and monitor the execution of the provisional administrator’s duties; 2° have the right to obtain any information on the progress of activities of the general assets if they request it from the provisional administrator; 3° participate in the development of the administration plan, if applicable. A decision of the creditors’committee is valid if the majority vote of the members is obtained. Members of the creditors’committee are entitled to compensation on the basis of duties performed. Members of the creditors’committee are held liable for any of their actions that inflict damages to creditors while they were on their duties."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter III – Administration",
      "section": "51",
      "title": "Article 51 – Grounds for loss of membership of the creditors’ committee",
      "content": "A member of the creditors’committee loses membership in the event of: 1° voluntary resignation; 2° bankruptcy; 3° unjustified absence from three (3) consecutive meetings; 4° conflict between his or her personal interests and the interests of those he or she represents; 5° exclusion; 6° death; 7° such other ground as may be confirmed by those he or she represents."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter III – Administration",
      "section": "52",
      "title": "Article 52 – Replacement of a member of the creditors’ committee",
      "content": "Where the creditors’committee is unable to act by reason of vacancy in the committee, the provisional administrator or the administrator convenes a general creditors’or shareholders’ meeting to fill the vacancy on the creditors’committee."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter III – Administration",
      "section": "53",
      "title": "Article 53 – Effects of provisional administration",
      "content": "From the application of a provisional administration to the end of the provisional administration: 1° no application for the liquidation of the company by the court may be commenced; 2° no order for the liquidation of the company may be made if the court is satisfied that it is in the interests of the company’s creditors for the company to continue under provisional administration; 3° the functions and powers of any liquidator are suspended; 4° no resolution for the liquidation of the company may be made; 5° no other steps may be taken to enforce any charge over any of the company’s property and no other proceedings, execution or other legal process may be commenced or continued against the company or its property except with the provisional administrator’s written consent or with the court’s order. However, the provisions of Paragraph One of this Article do not affect the right of a secured creditor to take possession of and realize any property in the insolvent estate over which that creditor has a charge."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter III – Administration",
      "section": "54",
      "title": "Article 54 – Provisional administrator’s proposals",
      "content": "Within not more than twenty (20) working days after the commencement of the provisional administration, a provisional administrator convenes a creditors’meeting to consider his or her proposals. In not less than five (5) working days before convening the meeting, a provisional administrator gives public notice and individual written notice of meeting to each known creditor. The notice is accompanied by a copy of a report by the provisional administrator about the company’s business, property and financial circumstances. The notice is also accompanied by a statement setting out the provisional administrator’s opinion about each of the following elements: 1° whether it is in the interests of the company’s creditors for the company to approve the proposals; 2° whether it is in the creditor’s interests for the provisional administration to end; 3° whether it is in the creditor’s interests for the company to be wound up; 4° any other element that he or she may consider appropriate."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter III – Administration",
      "section": "55",
      "title": "Article 55 – Consideration of provisional administration’s proposal",
      "content": "A provisional administration’s proposal is considered in a creditors’meeting and after its approval, a provisional administration’s proposal becomes an administration deed. The creditors’meeting is chaired by the provisional administrator. Creditors may resolve that: 1° the company executes an administration deed specified in the resolution; 2° the provisional administration comes to an end; 3° the company be wound up. A creditors’meeting may be postponed, but the new meeting cannot exceed thirty (30) days counted from the date of the meeting which postponed it, even if no resolution was passed."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter III – Administration",
      "section": "56",
      "title": "Article 56 – Rights of dissenting creditors",
      "content": "When a company has gone into administration and some creditors contest in whole or in part the administration deed, they may have recourse to the court. In making decision, the court may consider the following: 1° where it is clear that the company is likely to meet its future financial obligations as they become due and payable; 2° where it is clear that dissenting creditors will receive as much under the administration as they would in the company’s liquidation."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter III – Administration",
      "section": "57",
      "title": "Article 57 – Requirements of an administration deed",
      "content": "An administration deed must specify the following: 1° the identity of the proposed provisional administrator of the administration deed; 2° the property of the company available to pay creditors’claims; 3° the extent to which the company is to be released from its debts; 4° the conditions, if any, for the administration deed to come into operation and continue in operation; 5° the circumstances in which the administration deed terminates; 6° the order in which proceeds of realizing the property referred to in item 2° of this Article are to be distributed amongst creditors bound by the administration deed; 7° the day, not later than the day when the administration began, on or before which claims must have arisen if they are to be admissible under the administration deed."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter III – Administration",
      "section": "58",
      "title": "Article 58 – Execution of an administration deed",
      "content": "An administration deed to be effective must be executed by the company and the appointed provisional administrator. Before the execution of an administration deed, the company’s directors, secretary, shareholders, administrator and all the company’s creditors are bound by the administration deed as if it had already been executed, for a period of twenty-one (21) days after the meeting of creditors or such further period as the court allows on application made within the execution period."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter III – Administration",
      "section": "59",
      "title": "Article 59 – Termination of provisional administration",
      "content": "A provisional administration terminates when: 1° an administration deed is approved for execution; 2° creditors resolve that the provisional administration comes to an end. A provisional administrator convenes a creditors’meeting to end the provisional administration not more than twenty (20) working days after the commencement of the provisional administration. The period referred to in Paragraph 2 of this Article may be extended by the court on application made by the provisional administrator."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter III – Administration",
      "section": "60",
      "title": "Article 60 – Commencement of administration",
      "content": "An administration commences to be executed within the period provided for by the administration deed. The appointment of the administrator takes effect on the execution of the administration deed."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter III – Administration",
      "section": "61",
      "title": "Article 61 – Effective administration",
      "content": "An effective administration of a company commences upon approval of administration deed and it must be executed within the prescribed period. The appointment of an administrator takes effect when he or she starts execution of the administration deed."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter III – Administration",
      "section": "62",
      "title": "Article 62 – Persons bound by an administration deed",
      "content": "An administration deed binds the following persons: 1° the company; 2° the company’s directors and secretary; 3° the company’s shareholders; 4° the administrator; 5° all the company’s creditors in relation to claims arising on or before the day specified in the administration deed who voted in approval of the administration deed."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter III – Administration",
      "section": "63",
      "title": "Article 63 – Notice of administration deed",
      "content": "After the commencement of an administration, the administrator: 1° sends to each known creditor of the company a written notice of the execution of the administration deed; 2° gives public notice of such execution; 3° delivers a written notice of such execution to the Registrar General."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter III – Administration",
      "section": "64",
      "title": "Article 64 – Prohibitions for person bound by administration deed",
      "content": "A person bound by an administration deed is prohibited from doing the following: 1° make an application for the liquidation of the company or proceed with such an application made before the administration deed became binding on the person; 2° take steps to enforce any charge over any of the company’s property; 3° commence or continue other proceedings, execution or other legal process against the company or its property except with the order of the court."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter III – Administration",
      "section": "65",
      "title": "Article 65 – Duties of an administrator",
      "content": "The administrator has the following duties: 1° to convene the creditors’committee meeting and serve as rapporteur thereof, 2° to monitor the execution of the administration deed; 3° to take custody and control of all the property to which the company has or appears to be entitled; 4° to inspect the company’s business, property and financial circumstances; 5° to carry on any business of the grantor if the grantor is an individual; 6° to keep company money, separate from other money which he or she holds or is under his or her control; 7° to carry on the company’s business and manage the company’s property and affairs; 8° to perform any function and exercise any power that the company or any of its directors or secretary could perform or exercise if the company were not in provisional administration or administration; 9° to keep, in accordance with generally accepted accounting procedures and standards, full accounts and other records of all receipts, expenditure and other transactions relating to the company and retain the accounts and records for not less than ten (10) years after the administration ends."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter III – Administration",
      "section": "66",
      "title": "Article 66 – Powers of the administrator",
      "content": "The administrator has the following powers: 1° to change the company’s registered office or full address; 2° to remove a director of the company; 3° to appoint a person as director, whether to fill a vacancy or not; 4° to convene any meeting of the shareholders or creditors of the company; 5° to represent a company in a court; 6° to carry out a more advantageous realization of the company’s assets than would be effected on a winding-up; 7° to realize the property of the company in order to make a distribution to one or more secured or preferential creditors. The administrator exercises his or her powers in a manner which he or she believes on reasonable grounds to be likely to achieve outcome in the best interests of the company’s creditors."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter III – Administration",
      "section": "67",
      "title": "Article 67 – Creditors’ meeting during administration",
      "content": "The administrator may convene a creditors’meeting whenever necessary or if so requested in writing by creditors whose claims are at least ten per cent (10%) of the value of all claims against the company. An administrator gives notice of the meeting in not less than five (5) working days before the meeting is held. A creditors’meeting has the power to call for reports from the administrator on the progress of the administration."
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter III – Administration",
      "section": "68",
      "title": "Article 68 – Variation of administration deed by creditors",
      "content": "An administration deed may be varied or terminated by resolution passed at a creditors’meeting. Where an administration deed is modified under Paragraph One of this Article, the court may, on application of a creditor, cancel or confirm the modification, either in whole or in part, or make such other order as it considers appropriate."
    },
    {
      "provision_ref": "art69",
      "chapter": "Chapter III – Administration",
      "section": "69",
      "title": "Article 69 – Provisional administrator’s or administrator’s relationship with third parties",
      "content": "A person paying money or giving other consideration of the company under administration to a provisional administrator or an administrator of a company is not required to determine whether such an administrator was validly appointed and is discharged of all responsibility."
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter III – Administration",
      "section": "70",
      "title": "Article 70 – Role of company’s officers during provisional administration or administration",
      "content": "During provisional administration or administration of the company, its directors and secretary may not exercise their functions, powers or duties relating to administration of a company unless the administrator approves such powers. A director or a secretary of a company which is under provisional administration or administration must provide all documents and information to the provisional administrator or administrator relating to the company. If required by the provisional administrator or the administrator, the directors and secretary make a statutory declaration that the material and information made available are complete and correct. If the company’s incorporation document provides that the company has a seal and stamp, the directors and secretary must make the seal and stamp available for use by the provisional administrator or administrator."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter III – Administration",
      "section": "71",
      "title": "Article 71 – Compliance order during provisional administration or administration of a company",
      "content": "Where a person fails to comply with the duties of company’s officer during provisional administration or administration, on the application of the provisional administrator or administrator, the court may either order that person to comply or make any other appropriate order."
    },
    {
      "provision_ref": "art72",
      "chapter": "Chapter III – Administration",
      "section": "72",
      "title": "Article 72 – Disposal of charged property during provisional administration or administration of a company",
      "content": "A provisional administrator or an administrator is not allowed to dispose of property subject to a charge, unless: 1° the disposal is in the ordinary course of the company’s business; 2° the provisional administrator or the administrator has the written consent of the secured creditors; 3° the court is satisfied that sufficient steps have been made to protect the interests of the secured creditors; 4° the disposal is to protect loss of perishable assets of the company."
    },
    {
      "provision_ref": "art73",
      "chapter": "Chapter III – Administration",
      "section": "73",
      "title": "Article 73 – Liabilities of a provisional administrator or administrator",
      "content": "Without prejudice to any agreement to the contrary, a provisional administrator or administrator is personally liable for the following: 1° use or occupancy of property and payment of rent; 2° any other activities that may be performed contrary to the interest of the company. A provisional administrator’s or administrator’s liability is limited to that portion of the rent or other payments which accrue in the period commencing seven (7) days after the commencement of the provisional administration or administration and ending on the termination of the provisional administration or administration or the date on which the company ceases to use, possess or occupy an immovable property. Whichever is the earlier, the court may further limit or excuse the liability of the provisional administrator or the administrator."
    },
    {
      "provision_ref": "art74",
      "chapter": "Chapter III – Administration",
      "section": "74",
      "title": "Article 74 – Relief from liability for a provisional administrator or administrator",
      "content": "The court may relieve a provisional administrator or administrator from all or any personal liability incurred in the course of the administration if satisfied that the liability was incurred solely by reason of a defect in his or her appointment or that he or she acted honestly. In exercising the powers conferred by this Article, the court may make orders and impose other requirements and determine the related liability."
    },
    {
      "provision_ref": "art75",
      "chapter": "Chapter III – Administration",
      "section": "75",
      "title": "Article 75 – Provisional administrator’s or administrator’s report to Registrar General",
      "content": "A provisional administrator or an administrator makes a report to the Registrar General if it appears to him or her that a former or present director, secretary or shareholder may have committed an offence in relation to the company under this Law. In such a case, the provisional administrator or administrator facilitates the Registrar General to inspect and take copies of documents he or she requires."
    },
    {
      "provision_ref": "art76",
      "chapter": "Chapter III – Administration",
      "section": "76",
      "title": "Article 76 – Vacancy in the office of a provisional administrator or administrator",
      "content": "The office of a provisional administrator or administrator becomes vacant if the person holding office: 1° is removed from office by the appointing authority; 2° resigns; 3° no longer fulfils requirements for serving as insolvency practitioner; 4° is subject to a court prohibition order; 5° dies. In the case of a vacancy in the office of a provisional administrator or administrator, the Registrar General must forthwith appoint a provisional administrator. Within five (5) working days of appointment, a successor of a provisional administrator or administrator convenes a creditors’meeting by giving not less than two (2) working days public and individual written notice to creditors. A provisional administrator or administrator vacating his or her office must give such information and assistance in the conduct of the administration as that person’s successor may reasonably requires."
    },
    {
      "provision_ref": "art77",
      "chapter": "Chapter III – Administration",
      "section": "77",
      "title": "Article 77 – Court supervision of a provisional administrator or administrator",
      "content": "On the application of a provisional administrator or administrator, the court may make an order in relation to any matter arising in connection with the performance of functions of a provisional administrator or administrator. On the application of a provisional administrator or administrator, a creditor of the company or any liquidator of the company, the court may, during or after administration, exercise any of the following powers: 1° to fix the remuneration of a provisional administrator or administrator in accordance with Ministerial Order on the remuneration of insolvency practitioners; 2° to order the provisional administrator or administrator to refund the amount retained if it is found to be unreasonable; 3° to declare whether or not the administrator was validly appointed or validly assumed custody or control of the property."
    },
    {
      "provision_ref": "art78",
      "chapter": "Chapter III – Administration",
      "section": "78",
      "title": "Article 78 – Enforcement of a provisional administrator’s or administrator’s duties",
      "content": "If a provisional administrator or administrator fails to comply with his or her duties, a creditor or a liquidator of the company may apply for a court’s order seeking the enforcement of a provisional administrator’s or administrator’s duties. In light of the duties they fail to comply with, the court may: 1° relieve a provisional administrator or administrator of the duty to comply, wholly or in part; 2° order the provisional administrator or the administrator to comply with his or her duties to the extent specified in the order; 3° remove the provisional administrator or the administrator from office and appoint another provisional administrator or administrator. Where a provisional administrator or an administrator is removed from office, the court may make an appropriate order for the preservation of the company’s property, including an order requiring the removed administrator to make available any accounts, records or other information necessary for that purpose."
    },
    {
      "provision_ref": "art79",
      "chapter": "Chapter III – Administration",
      "section": "79",
      "title": "Article 79 – Transition to liquidation not initiated by the court",
      "content": "Shareholders are considered to have passed a special resolution for the winding up of the company, if: 1° the creditors resolve that the company be wound up at a creditors’meeting; 2° an administration deed is not executed within the execution period. In the case of the resolution of creditors that is referred to in item One of Paragraph One of this Article, shareholders are considered to have appointed the provisional administrator or administrator as liquidator."
    },
    {
      "provision_ref": "art80",
      "chapter": "Chapter III – Administration",
      "section": "80",
      "title": "Article 80 – Termination of administration",
      "content": "An administration is terminated upon the court’s order or circumstances specified in the administration deed."
    },
    {
      "provision_ref": "art81",
      "chapter": "Chapter III – Administration",
      "section": "81",
      "title": "Article 81 – Termination of administration by court order",
      "content": "The court may make an order with respect to an administration that the administrator must cease to act as such as from a specified date and prohibit the appointment of another administrator. The following persons may apply to the court for the termination of an administration: 1° an administrator himself or herself; 2° a creditor of the company; 3° a liquidator of the company; 4° Registrar General."
    },
    {
      "provision_ref": "art82",
      "chapter": "Chapter III – Administration",
      "section": "82",
      "title": "Article 82 – Reasons for termination of an administration by court",
      "content": "The court may make an order to terminate the administration for any of the following reasons: 1° the administrator or creditors were given information about the company’s business, property, affairs or financial circumstances that was false or misleading, or information was not given to them and which can reasonably be expected to have been material to creditors in deciding whether to vote in favour of the administration, 2° the report or a statement on provisional administrator’s proposals contained false or misleading information or omission; 3° a person bound by the administration deed has failed to comply with the deed or with his or her obligations; 4° the company has failed to do what it has been reasonably required of by the administrator; 5° the administration cannot be completed without injustice or undue delay; 6° the administration is oppressive, unfairly prejudicial or discriminatory against one or more creditors or contrary to the interests of the creditors of the company as a whole; 7° when his or her license to be an administrator was revoked by his or her professional body; 8° other reason approved by the court."
    },
    {
      "provision_ref": "art83",
      "chapter": "Chapter III – Administration",
      "section": "83",
      "title": "Article 83 – Notice of termination of an administration",
      "content": "Where the administration is terminated, the administrator must, within five (5) working days from the date of termination: 1° give public notice of such termination; 2° send a written notice of termination to each of the company’s known creditors; 3° deliver such notice of termination to the Registrar General."
    },
    {
      "provision_ref": "art84",
      "chapter": "Chapter IV – Reorganization of company",
      "section": "84",
      "title": "Article 84 – Application for reorganization of a company",
      "content": "The following persons may apply to the court for an order to commence company reorganization proceedings: 1° a debtor; 2° directors of a company; 3° a creditor; 4° the Registrar General; 5° the regulatory authority. The application for reorganization of a company must include a certificate signed by the applicant certifying that there is a reason to believe that there is a prospect for rescuing the business. Any person who is likely to be affected by the application for reorganization of a company is notified of such an application."
    },
    {
      "provision_ref": "art85",
      "chapter": "Chapter IV – Reorganization of company",
      "section": "85",
      "title": "Article 85 – Court order commencing reorganization of a company",
      "content": "After considering an application of reorganization, the court may make an order commencing reorganization proceedings and appoint a provisional administrator if the court is satisfied that: 1° there is a reasonable prospect for rescuing the company and it is clear that the company will likely meet its future financial obligations as they become due and payable; 2° it is clear that dissenting creditors will receive as much under the company reorganization plan as they would in the company’s liquidation."
    },
    {
      "provision_ref": "art86",
      "chapter": "Chapter IV – Reorganization of company",
      "section": "86",
      "title": "Article 86 – Vacancy in the office of administrator or provisional administrator during company reorganization",
      "content": "If, during the reorganization of a company, the office of the administrator or provisional administrator is vacant on one of the grounds provided in Article 76 of this Law, the court appoints another administrator or provisional administrator."
    },
    {
      "provision_ref": "art87",
      "chapter": "Chapter IV – Reorganization of company",
      "section": "87",
      "title": "Article 87 – Effects of commencement of company reorganization",
      "content": "From the commencement of reorganization company proceedings, no legal proceeding, including enforcement action, against the company, or in relation to any property belonging to the company, or lawfully in its possession, may be commenced or continued. However, in relation to secured creditors, the stay for application lasts for six (6) months from the date of application for commencement of reorganization. This period may be renewed three (3) times at most. The extension of the stay on secured claims is decided on by a court basing on established indicators which are strictly evaluated in relation to modalities contemplated for the reorganization of the company, under the following conditions: 1° with the written consent of the administrator of a company; 2° with the leave of the court and in accordance with any terms the court considers suitable."
    },
    {
      "provision_ref": "art88",
      "chapter": "Chapter IV – Reorganization of company",
      "section": "88",
      "title": "Article 88 – Application for relief from stay on secured claim",
      "content": "A secured creditor may apply to court for relief from stay on secured claim under the following conditions: 1° the secured asset may lose value, deteriorate or be destroyed or unnecessary in business activities; 2° the secured creditor does not receive compensation for the decrease in the value of the secured asset; 3° the provision of protection of the secured asset may not be feasible or would be overly burdensome to the estate; 4° the secured asset is not needed for the reorganization or sale of the business as a going concern in liquidation; 5° the company reorganization plan is not approved within thirty (30) days."
    },
    {
      "provision_ref": "art89",
      "chapter": "Chapter IV – Reorganization of company",
      "section": "89",
      "title": "Article 89 – Company reorganization plan",
      "content": "Within forty-five (45) days from the reorganization order, the administrator, after consultation with the creditors and directors of the company, prepares a reorganization plan to be considered and approved by the creditors."
    },
    {
      "provision_ref": "art90",
      "chapter": "Chapter IV – Reorganization of company",
      "section": "90",
      "title": "Article 90 – Notice of the meeting of creditors to approve company reorganization plan",
      "content": "Within fifteen (15) working days from the completion of the company reorganization plan, the administrator convenes a meeting of creditors to approve the company reorganization plan. The administrator gives in not less than ten (10) working days before the meeting is held, a notice of meeting to each known creditor and a public notice, indicating the intention to convene a meeting of creditors or any class of creditors for the purpose of approving the proposed reorganization plan."
    },
    {
      "provision_ref": "art91",
      "chapter": "Chapter IV – Reorganization of company",
      "section": "91",
      "title": "Article 91 – Approval of company reorganization",
      "content": "A reorganization is approved by creditors or any class of creditors who may be affected by the proposed company reorganization if voted by not less than seventy-five per cent (75%) of creditors or class of creditors having taken part in the vote. Where a resolution proposing company reorganization is put to a vote of more than one class of creditors, it is presumed that the approval of the reorganization by that class is conditional on the approval of the reorganization by every other class voting on the resolution unless the contrary is expressly stated in the resolution."
    },
    {
      "provision_ref": "art92",
      "chapter": "Chapter IV – Reorganization of company",
      "section": "92",
      "title": "Article 92 – Equal treatment of creditors in the same class",
      "content": "Creditors within the same class are offered equal treatment. Any distinct treatment of the creditors of the same class requires the consent of all other creditors of that class. In such a case, the resolution of company reorganization is accompanied by each creditor’s statement of consent."
    },
    {
      "provision_ref": "art93",
      "chapter": "Chapter IV – Reorganization of company",
      "section": "93",
      "title": "Article 93 – Duties of the administrator of company reorganization",
      "content": "During company reorganization, the administrator has the following duties: 1° to take custody and control of the company’s business and property and affairs; 2° investigate the company’s business and take possible measures for rescuing the company’s business in the interests of creditors and shareholders; 3° carry on the business and manage the property of the company with the objective of rescuing business in the interests of creditors and shareholders; 4° perform any function that the company or its officers could perform if the company was not in reorganization. 5° to keep company money, separate from other money which he or she holds or is under his or her control; 6° to keep, in accordance with generally accepted accounting procedures and standards, full accounts and other records of all receipts, expenditure and other transactions relating to the company and retain the accounts and records for not less than ten (10) years after the administration ends."
    },
    {
      "provision_ref": "art94",
      "chapter": "Chapter IV – Reorganization of company",
      "section": "94",
      "title": "Article 94 – Powers of an administrator during company reorganization",
      "content": "An administrator has the powers necessary to carry out his or her duties, including the power to: 1° commence, continue, discontinue, and defend legal proceedings of a company; 2° continue, to the extent necessary for the reorganization, the business of the company; 3° appoint an agent to do anything that the administrator is unable to do; 4° convene the meeting of the shareholders or creditors of the company."
    },
    {
      "provision_ref": "art95",
      "chapter": "Chapter IV – Reorganization of company",
      "section": "95",
      "title": "Article 95 – Court supervision of the company reorganization",
      "content": "Based on an application by the debtor, director of a company, a creditor or the Registrar General or on its own motion, the court may make any order it thinks appropriate where it is satisfied that: 1° the administrator’s management of the company business or property is prejudicial to the interests of some or all of the company’s creditors or shareholders; 2° the administrator’s conduct has been or is prejudicial to the interests of some or all of the company’s creditors or shareholders."
    },
    {
      "provision_ref": "art96",
      "chapter": "Chapter IV – Reorganization of company",
      "section": "96",
      "title": "Article 96 – Termination of company reorganization",
      "content": "The reorganization of a company ends where: 1° the reorganization plan has been implemented by the administrator; 2° the company creditors resolve that the reorganization should end; 3° the company creditors appoint a liquidator by a resolution passed at a meeting to determine the future of the company; 4° the company fails to execute the reorganization plan within the time allowed by the court; 5° the court appoints a liquidator."
    },
    {
      "provision_ref": "art97",
      "chapter": "Chapter V – Business rescue finance",
      "section": "97",
      "title": "Article 97 – Business rescue finance",
      "content": "After the commencement of debt arrangement, compromise between the company and its creditors and of administration or reorganization, a debtor may apply for financing from his or her existing creditors or other persons for the purposes of maintaining his or her business activities."
    },
    {
      "provision_ref": "art98",
      "chapter": "Chapter V – Business rescue finance",
      "section": "98",
      "title": "Article 98 – Creditors’ meeting to consider business rescue finance",
      "content": "The insolvency practitioner convenes a creditor’s meeting to consider the proposed post commencement finance and gives written notice to creditors. The notice of the meeting must include detailed information about the proposed post commencement finance and the date on which the meeting is to be held."
    },
    {
      "provision_ref": "art99",
      "chapter": "Chapter V – Business rescue finance",
      "section": "99",
      "title": "Article 99 – Approval of business rescue finance",
      "content": "Business rescue finance is approved by creditors or any class of creditors if voted by majority of the votes validly cast by the creditors or that class of creditors. Where a business rescue finance is put to a vote of more than one class of creditors, it is presumed that the approval of the business rescue finance by that class is conditional on the approval of the business rescue finance by every other class voting on the resolution unless the contrary is expressly stated in the resolution."
    },
    {
      "provision_ref": "art100",
      "chapter": "Chapter V – Business rescue finance",
      "section": "100",
      "title": "Article 100 – Priority in payment of business rescue finance",
      "content": "A claim relating to business rescue finance is paid in priority over other unsecured debts."
    },
    {
      "provision_ref": "art101",
      "chapter": "Chapter V – Business rescue finance",
      "section": "101",
      "title": "Article 101 – Cancellation of the decision authorizing business rescue finance",
      "content": "Not later than twenty (20) working days after the business rescue finance was approved, a creditor who was entitled to take part in the vote may apply to the court for an order that the financing be cancelled for any of the following grounds: 1° he or she was not given timely notice of the meeting, or the matters required to be notified were not given to him or her; 2° there was some other material irregularity in obtaining approval of the business rescue finance; 3° the financing is unfairly prejudicial to that creditor or to the class of creditors to which that creditor belongs in the case of a creditor who voted against the financing."
    },
    {
      "provision_ref": "art102",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "102",
      "title": "Article 102 – Commencement of liquidation",
      "content": "A company is put into liquidation by the appointment of a liquidator. A liquidator must be an insolvency practitioner. The liquidation commences on the date of appointing a liquidator."
    },
    {
      "provision_ref": "art103",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "103",
      "title": "Article 103 – Appointment of a liquidator",
      "content": "A liquidator is appointed by the following: 1° shareholders by a special resolution; 2° the directors or any other person, if the company’s incorporation document so requires or permits; 3° the court. The appointment of a liquidator is of no effect unless that person has consented in writing to the appointment. Creditors may request the Court to change the appointed liquidator within a period of fifteen (15) working days if there is a reasonable ground and notify the appointing authority."
    },
    {
      "provision_ref": "art104",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "104",
      "title": "Article 104 – Circumstances in which the court may appoint a liquidator",
      "content": "On the application made by the company, a director of the company, a shareholder of the company, a creditor of the company or by the Registrar General, the court may appoint a liquidator. The court appoints a liquidator for any of the following grounds: 1° when the company is unable to pay its debts; 2° when the company or its directors have persistently or seriously failed to comply with the Law governing companies; 3° when the company does not comply with the essential features of a private company or public company; 4° when it is just and equitable that the company be put into liquidation."
    },
    {
      "provision_ref": "art105",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "105",
      "title": "Article 105 – Provisional liquidator",
      "content": "Where an application has been made by the company, a director of the company, a shareholder of the company, company’s creditor or the Registrar General, the court may appoint a provisional liquidator on the ground that the appointment of a provisional liquidator is necessary or expedient for the preservation of the value of the assets owned or managed by the company. A provisional liquidator has all powers, duties and entitlements of a liquidator, unless the court limits the powers or places conditions on their exercise."
    },
    {
      "provision_ref": "art106",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "106",
      "title": "Article 106 – Notice of liquidation",
      "content": "Within five (5) working days after the commencement of the duties of liquidation, a liquidator must give out public notice of liquidation and deliver a copy of that notice to the Registrar General. The public notice must indicate the following: 1° the date of the commencement of the liquidation; 2° the liquidator’s full name; 3° the full physical address of the liquidator’s office. A liquidator notifies the liquidation: 1° on every invoice, order for goods or business letter issued by or on behalf of the company on which the company’s name appears by ensuring there is stated after the company’s name the words “in liquidation”; 2° when entering into any transaction or issuing any document on behalf of the company."
    },
    {
      "provision_ref": "art107",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "107",
      "title": "Article 107 – Effects of liquidation",
      "content": "The liquidation has the following effects: 1° the liquidator takes custody and control of the company’s property; 2° the company’s officers remain in office but cease to have any powers, functions or duties other than those required or permitted to be exercised by this Law; 3° no enforcement of court order, other legal process may be commenced or continued against the company or its property except with the liquidator’s written consent or with the order of the court. However, the provisions of the preceding Paragraph do not affect the right of a secured creditor to take possession of and realize any property in the bankrupt’s estate over which that creditor has a charge; 4° no share of the company may be transferred or other alteration made in the rights or liabilities of any shareholder; 5° no shareholder may be allowed to exercise any power under the company’s incorporation document or the Law governing companies, 6° the incorporation document of the company may not be altered, except that the liquidator may change the company’s registered office or full address."
    },
    {
      "provision_ref": "art108",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "108",
      "title": "Article 108 – Special manager of the company",
      "content": "On application made by a liquidator, a court may appoint any person to be the special manager of the company where it appears that the nature of the company’s business or the interests of the creditors in general, require the appointment of another person to serve as special manager of the company. An appointed special manager has powers and duties as if they were given by the court."
    },
    {
      "provision_ref": "art109",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "109",
      "title": "Article 109 – Completion of liquidation",
      "content": "The liquidation of a company is complete when the liquidator delivers to the Registrar General a final report and final accounts of the liquidation and a statement that indicates: 1° all known assets have been disclaimed, realized or distributed without realization; 2° all proceeds of realization have been distributed; 3° the company is ready to be removed from the register. Without prejudice to the court supervision of liquidation and enforcement of a liquidator’s duties, the liquidator ceases to hold office on delivering to the Registrar General the documents referred to in Paragraph One of this Article."
    },
    {
      "provision_ref": "art110",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "110",
      "title": "Article 110 – Liquidator’s preliminary report",
      "content": "Within twenty (20) working days after the commencement of the liquidation, a liquidator prepares and sends to every known creditor and every shareholder and deliver to the supervisor a copy of the following documents: 1° a report on the state of the company’s affairs, proposals for conducting the liquidation and the estimated date of its completion; 2° a notice stating the right of any creditor or shareholder to require the liquidator to convene a creditors’meeting."
    },
    {
      "provision_ref": "art111",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "111",
      "title": "Article 111 – Liquidator’s interim report",
      "content": "Within twenty (20) working days after the end of each period of six (6) months following the commencement of the liquidation, a liquidator prepares and sends to every known creditor, every shareholder and deliver to the Registrar General, a report on the conduct of the liquidation during the preceding six (6) months and the liquidator’s further proposals."
    },
    {
      "provision_ref": "art112",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "112",
      "title": "Article 112 – Liquidator’s final report",
      "content": "Before the completion of liquidation, a liquidator prepares and sends to every known creditor and every shareholder completion report, including the following: 1° final report, final accounts and documents referred to in Article 109 of this Law; 2° a summary of the grounds on which a creditor or shareholder may object to the removal of the company from the register of companies."
    },
    {
      "provision_ref": "art113",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "113",
      "title": "Article 113 – Duties of a liquidator",
      "content": "A liquidator has the following duties: 1° to collect, realize and distribute assets or the proceeds of the assets of the company; 2° to take custody and control of all the company’s assets; 3° to keep the company’s money, separate from other money which he or she holds or is under his or her control; 4° to keep, in accordance with generally accepted accounting procedures and standards, full accounts and other records of all receipts, expenditure and other transactions relating to the company and retain the accounts and records of the liquidation of the company for not less than ten (10) years after the liquidation ends; 5° to permit the accounts and records of the company to be inspected by any committee of inspection, unless the liquidator believes on reasonable grounds that inspection would be prejudicial to the liquidation or to be inspected by any creditor or shareholder if the court so orders. The duties in Paragraph One of this Article are without prejudice to the liquidator’s power to appoint a provisional administrator where he or she is of the view that such appointment is likely to result in a more advantageous realization of the company’s assets than would be effected in a liquidation."
    },
    {
      "provision_ref": "art114",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "114",
      "title": "Article 114 – Liquidator’s power to obtain documents",
      "content": "The liquidator may request a director, secretary or shareholder of the company or any person having possession of books or documents of the company to submit them to the liquidator. A person shall not withhold a document of the company from the liquidator on the ground that possession of the document creates a charge over property of the company. The submission of a document to the liquidator does not prejudice the existence or priority of the charge. The liquidator must make the document available to any person entitled to it for the purpose of dealing with the secured property. A person shall not enforce a lien over any document of the company as a result of a debt for services rendered to the company before the commencement of the liquidation. However, that debt is a preferential claim against the company."
    },
    {
      "provision_ref": "art115",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "115",
      "title": "Article 115 – Powers of a liquidator to examine",
      "content": "A liquidator may require any person having knowledge of the financial affairs of the company to: 1° assist him or her whenever necessary; 2° provide him or her with such information concerning the business, accounts or other affairs of the company as the liquidator requests, and such a person confirms such information in writing; 3° assist him or her to the utmost of the person’s ability."
    },
    {
      "provision_ref": "art116",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "116",
      "title": "Article 116 – Liquidator’s power to disclaim onerous property",
      "content": "The liquidator may disclaim any onerous property, even if the liquidator has taken possession of it, tried to sell it or otherwise exercised rights of ownership. A disclaimer ends the rights, interest and liabilities of the company in respect of the property disclaimed but does not affect the rights or liabilities of any other person, except so far as necessary to release the company from any liability. A person suffering loss or damage as a result of a disclaimer under this Article may claim as a creditor of the company for the amount of the loss or damage or apply to the court for an order that the disclaimed property be delivered to or vested in that person."
    },
    {
      "provision_ref": "art117",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "117",
      "title": "Article 117 – Duties of directors, secretary and employees of a company",
      "content": "Upon the commencement of the liquidation of a company, every present or former director, company secretary and employee of the company have the duties to: 1° discover fully and truly to the liquidator all the property of the company and details of the disposal of any property by the company other than in the ordinary course of business; 2° deliver to the liquidator in accordance with the liquidator’s directions all property of the company in or under his or her custody or control."
    },
    {
      "provision_ref": "art118",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "118",
      "title": "Article 118 – Notice with regard to liquidation or dissolution at a foreign company’s place of incorporation",
      "content": "Where a foreign company goes into liquidation or is dissolved in its place of incorporation or origin: 1° an authorized agent in Rwanda, upon commencement of the liquidation, files with the Registrar General a notice to that effect; 2° the liquidator of a dissolved company has the powers of a liquidator for Rwanda."
    },
    {
      "provision_ref": "art119",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "119",
      "title": "Article 119 – Procedure to be applied by a liquidator",
      "content": "A liquidator of a foreign company appointed by the court or a person exercising the powers and duties of such a liquidator must: 1° before any distribution of the foreign company’s assets is made, by advertisement in a widely read newspaper in each country where the foreign company had been carrying on business and where no liquidator has been appointed, invite all creditors to make their claims against the foreign company; 2° not, without leave of the court, pay out any creditor to the exclusion of any other creditor."
    },
    {
      "provision_ref": "art120",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "120",
      "title": "Article 120 – Application to the court for an order to dispose of the net amount recovered",
      "content": "Where a foreign company has been wound up so far as its assets in Rwanda are concerned and there is no liquidator for the place of its incorporation or origin, the liquidator may apply to the court for an order to dispose of the net amount recovered."
    },
    {
      "provision_ref": "art121",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "121",
      "title": "Article 121 – Compliance with requirements of a liquidator",
      "content": "Where a person fails to comply with requirements of the liquidator during liquidation, on the application of the liquidator, the court may order that person to comply with them or make any other appropriate order."
    },
    {
      "provision_ref": "art122",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "122",
      "title": "Article 122 – Examination by the court",
      "content": "On the application of the liquidator, the court may order any person having knowledge of the financial affairs of the company to attend before the court and be examined on oath by the court on any matter relating to the company. The testimony of any person examined is not admissible as evidence in any criminal proceedings against that person, except on a charge of perjury in respect of the testimony. A person examined may apply to the court to be exculpated from any allegation made or suggested against him or her and on the hearing of such an application, the liquidator must appear and call the attention of the court to any matter which appears to be relevant."
    },
    {
      "provision_ref": "art123",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "123",
      "title": "Article 123 – Prohibitions during liquidation",
      "content": "Where a company is in liquidation or an application has been made to the court for an order that a company be put into liquidation, any person concerned is not allowed to do the following: 1° leave or attempt to leave Rwanda with the intention of avoiding payment of money due to the company, avoiding examination with respect to the affairs of the company or avoiding compliance with an order of the court or some other obligation under this Law with respect to the affairs of the company; 2° conceal or remove property of the company with the intention of preventing or delaying the assumption of custody or control of the property by the liquidator; 3° destroy, conceal or remove records or other documents of the company."
    },
    {
      "provision_ref": "art124",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "124",
      "title": "Article 124 – Powers of search and seizure during liquidation",
      "content": "Where a company is in liquidation or an application has been made to the court for an order that a company be put into liquidation and that there are reasonable grounds for believing that there is a likelihood of committing an offense under this Law, the court may issue a warrant authorizing the person named in the warrant to search for and seize property, books, documents or reports of the company and deliver them to the liquidator. In issuing a search warrant under Paragraph One of this Article, the court may specify in the warrant such reasonable conditions. Subject to any conditions specified in the warrant, the person named in the warrant may: 1° enter the place and search for the thing at any time which is reasonable in the circumstances on one occasion within fourteen (14) days from the date of issue of the warrant; 2° use such powers as is reasonable in the circumstances; 3° use force, both for gaining entry and for breaking open anything in or on the place."
    },
    {
      "provision_ref": "art125",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "125",
      "title": "Article 125 – Pooling of assets of related companies",
      "content": "On application of the liquidator, creditor or shareholder, the court may order that: 1° any company that is or has been a related company of the company in liquidation should pay to the liquidator the whole or part of the claim made in liquidation; 2° where two (2) or more related companies are in liquidation, the liquidations in respect of each company must proceed together, as if they were one company, to the extent the court so orders and subject to such terms and conditions as the court may impose."
    },
    {
      "provision_ref": "art126",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "126",
      "title": "Article 126 – Reasons for pooling of assets of related companies",
      "content": "In deciding whether or not to make an order of pooling of assets of related companies, the court must have regard to the following matters: 1° the extent to which a related company took part in the management of the company in liquidation or any other company; 2° the conduct of a related company towards the creditors of the company in liquidation or any other company; 3° the extent to which the circumstances that gave rise to the liquidation of a company are attributable to the actions of the related company; 4° the extent to which the businesses of the companies have been combined; 5° such other matters as the court may consider appropriate. The fact that creditors of a company in liquidation relied on the fact that another company is or was related to it does not constitute a ground for the court to make an order of pooling of assets of related companies."
    },
    {
      "provision_ref": "art127",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "127",
      "title": "Article 127 – Vacancy in the office of liquidator",
      "content": "The office of liquidator becomes vacant if the person holding office: 1° is removed from office by appointing authority; 2° resigns; 3° no longer fulfils requirements for serving as insolvency practitioner; 4° is subject to a prohibition order rendered by the court; 5° dies. A liquidator who intends to resign from office notifies the Registrar General thereof thirty (30) days prior to his or her intended date of resignation. The court, on the application of the company, any shareholder, director or creditor of the company, may review any appointment of a successor to a liquidator and appoint any other insolvency practitioner if considered necessary. Where, as a result of vacation of office by a liquidator, no person is acting as liquidator, the Registrar General must act as liquidator until a successor is appointed. A person vacating the office of liquidator must give such information and assistance in the conduct of the liquidation as that successor may reasonably require."
    },
    {
      "provision_ref": "art128",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "128",
      "title": "Article 128 – Meeting of creditors or shareholders during liquidation",
      "content": "A liquidator convenes a creditors’or shareholders’ meeting if so requested in writing by two (2) or more creditors or shareholders, for any matter including voting on a proposal that a committee of inspection be appointed to act with the liquidator. The liquidator must give notice of the meeting in not less than five (5) working days, which must be conducted in accordance with proceedings of shareholders’ or creditors’meeting. Members of a committee of inspection chosen by creditors’or shareholders’ meeting take office immediately. However, if there is a difference between the decisions of meetings of creditors or shareholders on the question of appointing a committee of inspection or the membership of a committee of inspection, the liquidator refers the matter to the court which decides thereon. The sole shareholder of a company may present to the liquidator a view on any matter which could have been decided at a meeting of shareholders under this Article and that view is treated as if it were a decision taken at a meeting of shareholders."
    },
    {
      "provision_ref": "art129",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "129",
      "title": "Article 129 – Grounds for refusal to grant shareholders’ or creditors’ request to convene a meeting",
      "content": "A liquidator may refuse to grant shareholders’ or creditors’request to convene a meeting on the following grounds: 1° the request is frivolous or vexatious; 2° the request is made in bad faith; 3° the costs of convening a meeting would be out of proportion to the value of the company’s assets. A decision by a liquidator to decline a request to convene a creditors’or shareholders’ meeting may be reviewed by the court on the application of one or more creditors or shareholders."
    },
    {
      "provision_ref": "art130",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "130",
      "title": "Article 130 – Committee of inspection during liquidation",
      "content": "A committee of inspection during liquidation consists of not less than three (3) persons from the following categories: 1° creditors or shareholders; 2° persons holding general powers of attorney from creditors or shareholders; 3° authorized directors of companies which are creditors or shareholders of the company in liquidation."
    },
    {
      "provision_ref": "art131",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "131",
      "title": "Article 131 – Powers of the committee of inspection during liquidation",
      "content": "A committee of inspection during liquidation has the following powers: 1° to request reports from the liquidator on the progress of the liquidation; 2° to ask the liquidator to convene a creditors’or shareholders’ meeting; 3° to apply to the court for supervision of liquidation and enforcement of a liquidator’s duties; 4° assist the liquidator as appropriate in the conduct of the liquidation."
    },
    {
      "provision_ref": "art132",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "132",
      "title": "Article 132 – Costs incurred by the committee of inspection during liquidation",
      "content": "The liquidator must pay costs incurred by the committee of inspection in carrying out its duties and those costs are expenses properly incurred in the liquidation, unless otherwise ordered by the court."
    },
    {
      "provision_ref": "art133",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "133",
      "title": "Article 133 – Vacancy in the committee of inspection during liquidation",
      "content": "There is a vacancy in the committee of inspection in the event of: 1° voluntary resignation; 2° bankruptcy; 3° unjustified absence from three (3) consecutive meetings; 4° conflict between his or her personal interests and the interests of those he or she represents; 5° death; 6° existence of such other ground as may be confirmed by those he or she represents. Where the committee of inspection is unable to act by reason of vacancy in the committee, the liquidator convenes a creditors’or shareholders’ meeting to fill up the vacancy in order to form the committee of inspection."
    },
    {
      "provision_ref": "art134",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "134",
      "title": "Article 134 – Supervision by the court of liquidation",
      "content": "On the application of the liquidator, the committee of inspection, the Registrar General, a creditor, a shareholder or a director of a company in liquidation, the court may: 1° give orders in relation to any matter arising in connection with the liquidation; 2° confirm, reverse or modify any act or decision of the liquidator; 3° order an audit of the accounts of the liquidation; 4° order the liquidator to produce the accounts and records of the liquidation for audit and provide the auditor with such information concerning the conduct of the liquidation as the auditor requests; 5° fix the remuneration of the liquidator in accordance with the provisions of the Ministerial Order on the remuneration of insolvency practitioners; 6° order the liquidator to refund the amount if it is found that an amount retained by him or her is unreasonable; 7° declare whether or not the liquidator was validly appointed or validly assumed custody or control of the property; 8° make an order concerning the retention or the disposition of the accounts and records of the liquidation or of the company. The court may exercise any other powers in relation to matters occurring either before or after the commencement of the liquidation, the removal of the company from the register and whether or not the liquidator has ceased to act as liquidator."
    },
    {
      "provision_ref": "art135",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "135",
      "title": "Article 135 – Enforcement of liquidator’s duties",
      "content": "If a liquidator fails to comply with his or her duties, the committee of inspection, a creditor, a shareholder or a director of a company in liquidation or an appointed administrator may apply to the court for an enforcement order. The court may relieve the liquidator of the duty to comply in whole or in part, order the liquidator to comply with his or her duties to the extent specified in the order without prejudice to any other remedy which may be available in respect of any breach of duty or remove him or her from office. Where a liquidator is removed from office, the court may make an appropriate order for the preservation of the company’s property, including an order requiring the removed liquidator to make available any accounts, records or other information necessary for that purpose. All proceedings relating to any application for an order under this Article must be served on the Registrar General who keeps a copy of the proceedings on a public file indexed by reference to the name of the liquidator concerned."
    },
    {
      "provision_ref": "art136",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "136",
      "title": "Article 136 – Appointment and duties of a provisional liquidator of a partnership",
      "content": "The court may, at the request of creditors, a partnership, a partner, the Registrar General or the regulatory authority, appoint a provisional liquidator of a partnership. A provisional liquidator of a partnership must secure the preservation of partnership property and trust property. In performing his or her duties, the provisional liquidator of a partnership acts in good faith in the liquidation."
    },
    {
      "provision_ref": "art137",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "137",
      "title": "Article 137 – Effects of appointment of a provisional liquidator of a partnership",
      "content": "On the appointment of a provisional liquidator of a partnership, all the powers of the partners are suspended, except so far as the provisional liquidator of the partnership sanctions their continuance. Each partner and each person interested in the winding up have the duty to cooperate with the provisional liquidator in relation to the performance of his or her functions."
    },
    {
      "provision_ref": "art138",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "138",
      "title": "Article 138 – Contracts entered into by a provisional liquidator of a partnership",
      "content": "A contract entered into by a provisional liquidator of a partnership in the performance of his or her functions is taken to be entered into by the partner on behalf of the partnership, unless the contract provides that he or she should be personally liable on it. If the provisional liquidator assumes personal liability under the contract, he or she is entitled to an indemnity out of partnership property in respect of that liability. The provisions of Paragraph 2 of this Article must not: 1° limit any right to indemnity which the provisional liquidator would have; 2° limit the liability of the provisional liquidator on contracts entered into in breach of his or her duty or an order of the court; 3° confer a right to indemnity in respect of any liability of the provisional liquidator on contracts entered into in breach of his or her duty or an order of the court."
    },
    {
      "provision_ref": "art139",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "139",
      "title": "Article 139 – Resignation of a provisional liquidator of partnership",
      "content": "The provisional liquidator of a partnership may, at any time, resign by giving notice of intention to do so. The notice must include a full and true statement of his or her acts and dealings as provisional liquidator, and must be given to: 1° the court; 2° each partner; 3° each person interested in the liquidation; 4° the creditor, if the provisional liquidator was appointed on the application of a creditor of the partnership. The resignation notice takes effect at the end of two (2) months starting with the day on which it is given or at the day specified in the order if the resignation of provisional liquidator has been ordered by the court."
    },
    {
      "provision_ref": "art140",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "140",
      "title": "Article 140 – Appointment or removal of a partnership provisional liquidator by court",
      "content": "If there is no provisional liquidator of a partnership acting, the court may appoint him or her. The court may, on cause being shown, remove a provisional liquidator of a partnership and appoint his or her successor."
    },
    {
      "provision_ref": "art141",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "141",
      "title": "Article 141 – Release of a partnership provisional liquidator from his or her obligations",
      "content": "The court may, on application by a partnership, a partner, a creditor of a partnership or the Registrar General, order that a provisional liquidator of a partnership be released with effect from a time specified in the court order. A provisional liquidator of a partnership who is released is discharged from all liability to partners, former partners and the partnership in respect of any acts or omissions in the performance of the functions of partnership provisional liquidator and otherwise in relation to his or her conduct as partnership provisional liquidator."
    },
    {
      "provision_ref": "art142",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "142",
      "title": "Article 142 – Duties of a liquidator of partnership",
      "content": "The liquidator of a partnership has the following duties: 1° to realize the partnership property; 2° to pay the debts and discharge the liabilities of the partnership whether or not the partnership agreement provides otherwise; 3° to distribute the surplus; 4° to ensure that all trust property is transferred to the person entitled to the property or a trustee for that person."
    },
    {
      "provision_ref": "art143",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "143",
      "title": "Article 143 – Effects of partnership liquidator’s appointment",
      "content": "On the appointment of a partnership liquidator, all the powers of partners cease, except so far as the partnership liquidator sanctions their continuance. Each partner and each person interested in the partnership liquidation has a duty to cooperate with the partnership liquidator in relation to the winding up."
    },
    {
      "provision_ref": "art144",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "144",
      "title": "Article 144 – Sale or transfer of partnership property",
      "content": "The partnership liquidator may sell or transfer, according to its estimated value, to a partner or to a person interested in the winding up any particular partnership property in its existing form, if so permitted by the partnership agreement, with the approval of each of the partners or with the sanction of the court. However, the provisions of this Article do not apply to properties with a charge on them."
    },
    {
      "provision_ref": "art145",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "145",
      "title": "Article 145 – Contracts entered into by partnership liquidator",
      "content": "A contract entered into by the liquidator in the performance of his or her functions is taken to be entered into by the partner on behalf of the partnership, unless the contract provides that he or she should be personally liable on it. If the partnership liquidator assumes personal liability under the contract, he or she is entitled to a compensation out of partnership property in respect of that liability. The provisions of Paragraph 2 of this Article must not: 1° limit any right to indemnity which the liquidator would have; 2° limit the liability of the liquidator on contracts entered into in breach of his or her duty or an order of the court; 3° confer a right to compensation in respect of any liability of the liquidator on contracts entered into in breach of his or her duty or of a court order."
    },
    {
      "provision_ref": "art146",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "146",
      "title": "Article 146 – Court’s power to vest property in a partnership liquidator",
      "content": "On the application of the liquidator, the court may, by order, direct that all or any part of the partnership uncharged property is to be vested in the partnership liquidator by the partnership liquidator’s official name. If the court makes such an order, the property to which the order relates vests accordingly. The liquidator may, after giving guaranty for assets vested in him or her, as the court may direct, bring or defend in his or her official name any legal proceeding that relates to that property or that it is necessary to bring or defend for the purpose of effectively winding up the partnership and recovering partnership property."
    },
    {
      "provision_ref": "art147",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "147",
      "title": "Article 147 – Liquidator’s power of disclaimer of onerous property of partnership",
      "content": "The liquidator may disclaim any onerous property of a partnership, even if the liquidator has taken possession of it, tried to sell it or otherwise exercised rights of ownership. A disclaimer ends the rights, interest and liabilities of the partnership in respect of the property disclaimed but does not affect the rights and liabilities of any other person, except so far as necessary to release the partnership from any liability. A person suffering loss or damage as a result of a disclaimer under this Article may claim as a creditor of the partnership for the amount of the loss or damage or apply to the court for an order that the disclaimed property be delivered to or vested in that person."
    },
    {
      "provision_ref": "art148",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "148",
      "title": "Article 148 – Effects of insolvency of partnership",
      "content": "The partnership is insolvent when: 1° it is unable to pay its debts and there is no reasonable prospect of its becoming able to pay its debts; 2° it is unable to pay its debts as they fall due or the value of its assets is less than the amount of its liabilities, taking into account its contingent and prospective liabilities. If satisfied that the partnership is unable to pay its debts, the partnership liquidator may apply to the court for a winding-up order to be made against the partnership in accordance with relevant Laws. The application to the court for an order winding up a partnership must contain the following explanations relating to the partnership business and affairs: 1° particulars of the partnership’s assets, debts and liabilities; 2° a summary of the partnership liquidator’s receipts and payments; 3° the names and full address of the partnership’s creditors and securities held by them respectively; 4° the dates on which the securities were respectively given."
    },
    {
      "provision_ref": "art149",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "149",
      "title": "Article 149 – Annual statement of accounts",
      "content": "If the winding up by the partnership liquidator continues for more than six (6) months, he or she prepares a full and true statement of accounts, specifying the partnership liquidator’s acts and dealings, and the conduct of the winding up, during the year. The liquidator must convene a partnership meeting for the purpose of laying the statement of accounts before the meeting and giving an explanation of it. The persons entitled to attend the meeting are creditors, each partner and each person interested in the winding up. The liquidator must ensure that the meeting convened is held at the end of the first year from the date of the appointment of the liquidator and of each succeeding year or at the convenient date within six months (6) months from the end of the year."
    },
    {
      "provision_ref": "art150",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "150",
      "title": "Article 150 – Final accounts",
      "content": "Before convening the partnership meeting, the liquidator prepares a full and true account of the conduct of the winding up showing, in particular a summary of receipts, payments and how the partnership property and trust property has been disposed of. The partnership liquidator must convene a partnership meeting for the purpose of laying the accounts before the meeting and giving an explanation of it. Those who attend the meeting are each partner and the persons interested in the winding up. The persons attending the meeting may vote against the release of the partnership liquidator. A resolution against the liquidator’s release is decided upon by a majority of the persons attending the meeting. The partnership liquidator ceases to hold office at the end of the meeting or if no one attends the meeting, at the time it was due to end."
    },
    {
      "provision_ref": "art151",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "151",
      "title": "Article 151 – Power of the court to order the supervision of activities",
      "content": "A partner or a person interested in the winding up may, if not satisfied with the way in which the liquidator is conducting the winding up of the partnership, apply to the court to order an audit to be taken of the partnership business and affairs."
    },
    {
      "provision_ref": "art152",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "152",
      "title": "Article 152 – Referral of questions to court",
      "content": "An application may be made to the court to determine any question arising in the winding up of the partnership. The application may be made by any of the following persons: 1° the liquidator; 2° a partner; 3° a person interested in the winding up; 4° a creditor; 5° a former partner. If the court is satisfied that the determination of the question will be just and beneficial, it may make an order it thinks appropriate."
    },
    {
      "provision_ref": "art153",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "153",
      "title": "Article 153 – Resignation of a partnership liquidator",
      "content": "A partnership liquidator may, at any time, resign as a partnership liquidator by giving notice of intention to do so. The notice must include an account of the conduct of the winding up showing, in particular a summary of receipts and payments and how any partnership property or trust property has been disposed of. The notice must be given to: 1° a court; 2° each partner; 3° each person interested in the winding up of the partnership; 4° the creditor, if the partnership liquidator was appointed on the application of a creditor of the partnership. The resignation notice takes effect at the end of two (2) months starting with the day on which it is given, or the day specified in the order if the liquidator has been removed by the court."
    },
    {
      "provision_ref": "art154",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "154",
      "title": "Article 154 – Appointment or removal by the court of a partnership liquidator",
      "content": "If no partnership liquidator is acting for any reason, the court may appoint a partnership liquidator. Also, the court may, on cause being shown, remove a partnership liquidator and appoint another."
    },
    {
      "provision_ref": "art155",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "155",
      "title": "Article 155 – Release of a partnership liquidator from his or her obligations",
      "content": "If the liquidator carries out his or her obligations and either no one attends the meeting convened or persons attending the meeting do not resolve against his or her release or no vote against his or her release takes place, the liquidator is released with effect from the time at which the liquidator ceases to hold office. The release of a partnership liquidator or a person who has ceased to be the partnership liquidator may also be ordered by the court with effect from a time specified in its order. Such an application may be made by the interested party or if that person has died, that person’s personal representative. A partnership liquidator who is released is, with effect from the time specified under Paragraphs One and 2 of this Article, discharged from all liability to partners, former partners and the partnership in respect of any acts or omissions of the liquidator in the winding up and otherwise in relation to his or her conduct as liquidator."
    },
    {
      "provision_ref": "art156",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "156",
      "title": "Article 156 – Expenses of winding up of partnership",
      "content": "All expenses incurred in the winding up, including the remuneration of the partnership liquidator or any provisional partnership liquidator, are payable out of the partnership’s assets in priority to all other claims."
    },
    {
      "provision_ref": "art157",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "157",
      "title": "Article 157 – Powers of partnership liquidator exercisable with approval",
      "content": "A liquidator has the following powers which are exercisable with approval of partners: 1° to enter into an arrangement with creditors or persons claiming to be creditors or claim damages against the partnership or whereby the partnership may be rendered liable; 2° to compromise, on such terms as may be agreed all debts and other liabilities which may subsist, between the partnership and any other person and all issues relating to the assets or the winding up of the partnership; 3° to take any security for the discharge of any such debt, liability or claim and to give a complete discharge in respect of it; 4° to carry on the partnership business so far as may be necessary for the beneficial winding up of the partnership."
    },
    {
      "provision_ref": "art158",
      "chapter": "Chapter VI – Liquidation of companies and partnerships",
      "section": "158",
      "title": "Article 158 – Powers of a liquidator exercisable without approval",
      "content": "A partnership liquidator has the following powers which may be exercised without approval of partners: 1° to bring or defend any action or other legal proceeding in the name and on behalf of the partnership; 2° to sell any partnership property by public auction or private contract with power to transfer the whole of it or to sell it in parcels, unless this Law provides otherwise; 3° to do all acts and to execute, in the name and on behalf of the partnership, deeds, receipts and other documents; 4° to claim in the bankruptcy, insolvency or sequestration of any partner, former partner or other debtor of the partnership for any balance against his or her estate and to receive dividends in respect of that balance, as a separate debt due from the bankrupt or insolvent partner; 5° to borrow any money required on the security of the partnership’s assets; 6° to appoint an agent to do any business which it would be unreasonable for the partnership liquidator to do; 7° to do all other things necessary for winding up the partnership."
    },
    {
      "provision_ref": "art159",
      "chapter": "Chapter VII – Insolvency proceedings of a protected cell company",
      "section": "159",
      "title": "Article 159 – Application for commencement of provisional administration of protected cell company",
      "content": "An application for commencement of administration of a protected cell company is done by applying to the competent court therefor. The application is submitted by the following persons: 1° a protected cell company; 2° directors of a protected cell company; 3° shareholders or any class of shareholders of the protected cell company; 4° a creditor of the protected cell company, where the application is submitted in respect of a relevant cell; 5° the relevant regulatory authority; 6° the Registrar General."
    },
    {
      "provision_ref": "art160",
      "chapter": "Chapter VII – Insolvency proceedings of a protected cell company",
      "section": "160",
      "title": "Article 160 – Notice of application for provisional administration of protected cell company",
      "content": "Notice of an application for provisional administration of a protected cell company is served upon: 1° the protected cell company; 2° the relevant regulatory authority; 3° the Registrar General; 4° any other person, if any, as the Court may direct, who is given the opportunity of making representations to the court before the order is made."
    },
    {
      "provision_ref": "art161",
      "chapter": "Chapter VII – Insolvency proceedings of a protected cell company",
      "section": "161",
      "title": "Article 161 – Provisional administration order in relation to protected cell company",
      "content": "The court may make a provisional order in relation to a protected cell company, if the court is satisfied that: 1° the cellular assets attributed to a particular cell of the company, where the company has entered into a recourse agreement, the assets liable under that agreement, are insufficient to discharge the claims of creditors in respect of that cell; 2° the company’s cellular assets and non- cellular assets are insufficient to discharge the liabilities of the company; A provisional administration order may be made in respect of one or more cells or the core. The provisions on provisional administration under this Law also apply in relation to a cell of a protected cell company as it applies to any other company."
    },
    {
      "provision_ref": "art162",
      "chapter": "Chapter VII – Insolvency proceedings of a protected cell company",
      "section": "162",
      "title": "Article 162 – Discharge and variation of provisional administration order",
      "content": "Upon discharging a provisional administration order, the Court may direct: 1° where the provisional administration order was made in respect of a protected cell company, that any payment made by the provisional administrator to any creditor of the company is considered full satisfaction of the liabilities of the company to that creditor and the creditor’s claims against the company are considered extinguished; 2° where the provisional administration order was made in respect of a cell, that any payment made by the administrator to any creditor of the company in respect of that cell is considered full satisfaction of the liabilities of the company to that creditor in respect of that cell and the creditor’s claims against the company in respect of that cell are considered extinguished. Nothing in Paragraph One of this Article operates so as to affect or extinguish any right or remedy of a creditor against any other person, including any surety of the protected cell company."
    },
    {
      "provision_ref": "art163",
      "chapter": "Chapter VII – Insolvency proceedings of a protected cell company",
      "section": "163",
      "title": "Article 163 – Remuneration of provisional administrator",
      "content": "The remuneration of a provisional administrator and any expenses properly incurred by him or her, are payable in priority to all other claims from the assets in relation to which he or she has been appointed."
    },
    {
      "provision_ref": "art164",
      "chapter": "Chapter VII – Insolvency proceedings of a protected cell company",
      "section": "164",
      "title": "Article 164 – Administration",
      "content": "The provisions of this Law relating to administration also apply to each cell of the protected cell company and to its core."
    },
    {
      "provision_ref": "art165",
      "chapter": "Chapter VII – Insolvency proceedings of a protected cell company",
      "section": "165",
      "title": "Article 165 – Liquidation of protected cell company",
      "content": "Subject to the provisions of other Laws relating to the liquidation of a protected cell company or a cell, the liquidator: 1° is bound to deal with the assets of a protected cell company in accordance with relevant Laws; 2° in discharge of the claims of creditors of the protected cell company or a cell, applies their assets to those entitled to have recourse thereto in conformity with relevant Laws. The provisions of this Law relating to the distribution of property on winding up of a company applies to a protected cell company."
    },
    {
      "provision_ref": "art166",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "166",
      "title": "Article 166 – Commencement of bankruptcy",
      "content": "The court makes a bankruptcy order in respect of an individual by the appointment of a trustee who must be an insolvency practitioner. The court appoints a trustee if the individual is unable to pay his or her debts. The bankruptcy commences and takes effect on the date on which the trustee consents in writing to the appointment."
    },
    {
      "provision_ref": "art167",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "167",
      "title": "Article 167 – Application for bankruptcy",
      "content": "An application for a bankruptcy order to be made against an individual is presented to the court by one of the following persons: 1° one or more creditors; 2° the individual himself/herself; 3° the supervisor of an arrangement proposed by the individual. The application, if made by the individual himself or herself, must be accompanied by a statement of the debtor’s affairs containing such particulars of the debtor’s creditors and of his or her debts and other liabilities and of his or her assets and such other information as may be prescribed by the court. A bankruptcy application is presented to the court only if: 1° the individual is ordinarily resident in Rwanda; 2° the individual is personally present in Rwanda on the day on which the application is made; 3° the individual at any time in the period of three (3) years ending with that day has carried on business including as a member of a partnership or through an agent in Rwanda. A bankruptcy application is not withdrawn without the leave of the court. The court has the power to dismiss a bankruptcy application or to stay proceedings on such an application where, if it appears to it appropriate to do so on the grounds that there has been a violation of Law."
    },
    {
      "provision_ref": "art168",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "168",
      "title": "Article 168 – Interim trustee",
      "content": "The court may, at the request of creditors, a debtor, the regulatory authority or the Registrar General, appoint an insolvency practitioner as interim trustee of the individual’s property, or any part of it, on the grounds that such appointment is necessary or expedient for the preservation of the value of the individual’s assets. An interim trustee has all the powers, duties and entitlements of a trustee, unless the court limits such powers or places conditions on their exercise."
    },
    {
      "provision_ref": "art169",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "169",
      "title": "Article 169 – Notice of bankruptcy",
      "content": "Within five (5) working days after the commencement of the bankruptcy, a trustee must give public notice indicating the following: 1° the date of commencement of the bankruptcy; 2° the trustee’s full name; 3° the trustee’s physical office and his or her full address."
    },
    {
      "provision_ref": "art170",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "170",
      "title": "Article 170 – Effects of commencement of bankruptcy",
      "content": "From the commencement of bankruptcy, the bankrupt’s estate is vested in the trustee. The bankrupt’s estate vested in the trustee cannot be subject to any conveyance, assignment or transfer. Except with the trustee’s written consent or with the order of the court, no execution or other legal process may take place when the bankrupt’s estate is placed in liquidation. The provisions of Paragraph One of this Article do not affect the right of a secured creditor to take possession of and realize or deal with any property in the bankrupt’s estate over which that creditor has a charge."
    },
    {
      "provision_ref": "art171",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "171",
      "title": "Article 171 – Special management of bankrupt’s estate",
      "content": "On application made by the trustee or interim trustee, a court may appoint any other person to be the special manager where it appears to the court that the nature of the estate, property or business, or the interests of the creditors generally, require the appointment of another person to manage the estate, property or business. A special manager appointed by the court has the powers and duties given by the court."
    },
    {
      "provision_ref": "art172",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "172",
      "title": "Article 172 – Termination of bankruptcy",
      "content": "The bankruptcy terminates when the bankrupt is discharged from bankruptcy or the bankruptcy order is annulled. A bankrupt is discharged from bankruptcy, when the court, on an application by the bankrupt makes an order discharging the bankrupt or after the expiration of a period of two (2) years beginning with the commencement of the bankruptcy. On the application of the trustee, the court may order that that such a period continues to run beyond such period or until the fulfilment of such conditions as may be specified in the order. Such an order may only be made on the ground that a bankrupt has failed to comply with any of his or her obligations. The court must, while considering a bankrupt’s application for discharge, take into consideration the trustee’s report on the bankruptcy and the conduct of the bankrupt during the bankruptcy proceedings and any other matters the court may consider pertinent. The court may, as a condition for his or her discharge, require a bankrupt to consent to an agreement being entered against him or her in favour of the trustee for the balance or part of a balance of the debts provable under the bankruptcy which is not satisfied at the date of discharge, or the balance or part of any balance of the debts, to be paid out of the future earnings of the bankrupt or property acquired after the bankruptcy, in such manner and subject to such conditions as the court may direct."
    },
    {
      "provision_ref": "art173",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "173",
      "title": "Article 173 – Effects of discharge from bankruptcy",
      "content": "A discharge releases a bankrupt from all bankruptcy debts except the following: 1° any bankruptcy debt which he or she incurred in respect of, or forbearance in respect of which was secured by means of, any fraud or fraudulent breach of trust to which he or she was a party; 2° any liability in respect of a fine imposed for an offence provided under this Law; 3° such other bankruptcy debts as are prescribed. Discharge from bankruptcy does not release any person other than the bankrupt from any liability whether as partner or co- trustee of the bankrupt from which the bankrupt is released by discharge, or from any liability as surety for the bankrupt. However, the discharge from bankruptcy does not affect the following: 1° the functions of the trustee which remain to be carried out; 2° the right of any creditor of the bankrupt to claim in the bankruptcy for any debt from which the bankrupt is released; 3° the right of any secured creditor of the bankrupt to enforce his or her security for the payment of a debt from which the bankrupt is released."
    },
    {
      "provision_ref": "art174",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "174",
      "title": "Article 174 – Court’s post-discharge restrictions",
      "content": "On the application of the Registrar General or the trustee in bankruptcy, the court may make an order imposing post-discharge restrictions where appropriate and such order is valid for a period of not more than five (5) years from the date of its making."
    },
    {
      "provision_ref": "art175",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "175",
      "title": "Article 175 – Annulment of a bankruptcy order",
      "content": "The court may annul a bankruptcy order, whether or not the bankrupt has been discharged from the bankruptcy, if it appears to the court that: 1° on any grounds existing at the time the order was made, the order ought not to have been made; 2° the bankruptcy debts and the expenses of the bankruptcy have all, since the making of the order, been either paid or secured to the satisfaction of the court."
    },
    {
      "provision_ref": "art176",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "176",
      "title": "Article 176 – Effects of annulment by court of bankruptcy order",
      "content": "Where the court annuls a bankruptcy order: 1° the property of the bankrupt vests in such a person as the court may appoint or, in default of any such appointment, reverts to the bankrupt upon the court order 2° any sale or other disposition of property, payment made, or other thing duly done by the trustee, or other person acting under the trustee’s authority, or by the court remains valid."
    },
    {
      "provision_ref": "art177",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "177",
      "title": "Article 177 – Trustee’s notice to creditors",
      "content": "Within twenty (20) working days of the commencement of the bankruptcy, or such further period as the court may allow, a trustee sends written notice to every known creditor explaining the right of any creditor to require the trustee to call a creditor’s meeting. When determining whether to permit an extension of time under Paragraph One of this Article, the court takes into account any noncompliance of the bankrupt with statement of affairs."
    },
    {
      "provision_ref": "art178",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "178",
      "title": "Article 178 – Bankrupt’s estate",
      "content": "The bankrupt’s estate comprises all property belonging to or vested in the bankrupt at the commencement of the bankruptcy."
    },
    {
      "provision_ref": "art179",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "179",
      "title": "Article 179 – Seizure of property acquired or charged after the commencement of the bankruptcy",
      "content": "A trustee may, by written notice, claim for the bankrupt’s estate, any property which has been acquired by, or has devolved upon the bankrupt, since the commencement of the bankruptcy. Where without notice of the bankruptcy, a person acquires property in good faith or a banker enters into a transaction in good faith, the trustee is not entitled to any remedy against that person or banker, or any person whose title to any property derives from that person or banker. On the application of the trustee, the court may make an order claiming for the bankrupt’s estate so much of the income of the bankrupt during the period for which the order is in force."
    },
    {
      "provision_ref": "art180",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "180",
      "title": "Article 180 – Notice of acquired property or an increase of the bankrupt’s income",
      "content": "Except where the court orders the contrary, a written notice must be served in not more than thirty (30) working days after the day on which it first came to the knowledge of the trustee that the property under Article 179 of this Law had been acquired by or had devolved upon the bankrupt. Where, after the commencement of the bankruptcy and before the final distribution, any property is acquired by or devolves upon the bankrupt or there is an increase of the bankrupt’s income, the bankrupt forthwith gives the trustee notice of such property or the increase."
    },
    {
      "provision_ref": "art181",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "181",
      "title": "Article 181 – Duties of a trustee",
      "content": "The trustee has the following duties: 1° to realize and distribute the bankrupt’s estate; 2° to take custody and control of the bankrupt’s estate; 3° to keep the bankrupt’s estate’s money, separate from other money which he or she holds or is under his or her control; 4° to keep, in accordance with generally accepted accounting procedures and standards, full account and other records of all receipts, expenditures and other transactions relating to the bankruptcy, and retain the accounts and records of the bankruptcy for not less than ten (10) years after the bankruptcy ends."
    },
    {
      "provision_ref": "art182",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "182",
      "title": "Article 182 – Statement of affairs",
      "content": "Within twenty (20) working days of the commencement of the bankruptcy, or such further period as the trustee or the court may allow, the bankrupt submits to the trustee a statement of his or her affairs which include particulars of the bankrupt’s creditors, debts and assets, and such other information as may be prescribed by Law."
    },
    {
      "provision_ref": "art183",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "183",
      "title": "Article 183 – Powers of trustee in bankruptcy",
      "content": "The trustee has all the powers necessary to carry out his or her functions and duties. In particular, he or she may require any person having possession of books or documents which relate to the bankrupt’s estate or affairs to deliver them to him or her. No person may withhold a document of the bankrupt from a trustee on the ground that possession of the document creates a charge over a property of the bankrupt. The submission of a document to the trustee does not prejudice the existence or priority of the charge, and the trustee must make the document available to any person entitled to it for the purpose of dealing with or realizing the charge on the secured property. A person may not enforce a lien over any document of the bankrupt in respect of a debt for services rendered to the bankrupt before the commencement of the bankruptcy, but that debt is a preferential claim against the bankrupt under this Law. The bankrupt must give to the trustee information on his or her affairs and do all other things as the trustee may reasonably require for the purposes of carrying out his or her duties."
    },
    {
      "provision_ref": "art184",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "184",
      "title": "Article 184 – Court’s power to make a compliance orders during bankruptcy",
      "content": "Where a bankrupt fails to comply with his or her duties or any person fails to produce documents required by the trustee, the court may, on the application of the trustee, order the bankrupt or that person to comply and make ancillary orders."
    },
    {
      "provision_ref": "art185",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "185",
      "title": "Article 185 – Public examination of a bankrupt",
      "content": "A trustee may, upon a written request of known creditors of the bankrupt having not less than one-half in value, apply to the court for an order of public examination of an undischarged bankrupt. The court may order that public examination of the bankrupt be held on a day specified by the court, and the bankrupt is required to attend on that day and be publicly examined as to his or her affairs, dealings and property. The following may take part in the public examination and may question the bankrupt about his or her affairs, dealings and property and the causes of his or her failure: 1° the Registrar General; 2° the trustee; 3° any person who has been appointed as special manager of the bankrupt’s estate or business; 4° any creditor of the bankrupt interested in the conduct of the bankruptcy; 5° the regulatory authority."
    },
    {
      "provision_ref": "art186",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "186",
      "title": "Article 186 – Inquiry into bankrupt’s dealings and property",
      "content": "Any person with any property comprised in the bankrupt’s estate, indebted to the bankrupt or appearing to the court to give information concerning the bankrupt’s dealings, affairs or property, may be required to submit an affidavit to the court. The affidavit contains an account of his or her dealings with the bankrupt and such a person is required to produce any documents in his or her possession or under his or her control relating to the bankrupt’s dealings, nature of the claim or his or her property held by the bankrupt."
    },
    {
      "provision_ref": "art187",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "187",
      "title": "Article 187 – Search and seizure during bankruptcy",
      "content": "Where a bankruptcy order has been made or applied for to the court and that there are reasonable grounds to believe that an offense under this Law is likely to be committed, the court may make an order authorizing the person named in the warrant to enter a place, search for and seize property or documents in that place and deliver them to the trustee. Such a warrant authorizes the person named in it to: 1° enter and search the place at any reasonable time within fourteen (14) days from the date of issue of the warrant; 2° seek assistance where reasonably required; 3° use force to enter and open anything where reasonably required with the assistance of administrative or security authorities."
    },
    {
      "provision_ref": "art188",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "188",
      "title": "Article 188 – Allowing a bankrupt to manage property",
      "content": "A trustee may, upon concertation with the creditors, allow the bankrupt to manage his or her estate, to carry on his or her business for the benefit of creditors or to assist in administering the estate in such manner as the trustee may direct."
    },
    {
      "provision_ref": "art189",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "189",
      "title": "Article 189 – Disclaimer of onerous property",
      "content": "The trustee may disclaim any onerous property, even if he or she has taken possession of it, tried to sell it or exercised rights of ownership. The disclaimer brings to an end the rights, interest and liabilities of the bankrupt and trustee in respect of the property disclaimed, but does not, except so far as necessary to release the bankrupt, affect the rights or liabilities of any other person. A person suffering loss or damage as a result of a disclaimer under this Article may claim as a creditor of the bankrupt for the amount of the loss or damage or apply to the court for an order that the disclaimed property be delivered to or vested in that person."
    },
    {
      "provision_ref": "art190",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "190",
      "title": "Article 190 – Vacancy in the office of trustee",
      "content": "The office of a trustee becomes vacant if the person holding office: 1° is removed from office by appointing authority; 2° resigns; 3° no longer fulfils requirements for serving as insolvency practitioner; 4° is subject to court prohibition order; 5° dies. A trustee who intends to resign from office notifies the Registrar General thereof within thirty (30) days preceding his or her resignation. The court, on the application of any creditor or the bankrupt, may review any appointment of a successor to a trustee and appoint any other insolvency practitioner. Where, as a result of vacation of office by a trustee, no person is acting as trustee, the Registrar General must act as trustee until a successor is appointed. A person vacating the office of trustee must give such information and assistance in the conduct of the bankruptcy as the person’s successor may reasonably requires."
    },
    {
      "provision_ref": "art191",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "191",
      "title": "Article 191 – Creditors’ meeting during bankruptcy",
      "content": "A trustee calls a creditors’meeting if so requested in writing by creditors whose debts constitute at least ten percent (10%) of the value of the bankrupt’s estate to vote on a proposal that a committee of inspection be appointed to act with the trustee. The trustee gives not less than five (5) working days’ notice of the meeting before it takes place and the meeting is chaired in accordance with the provisions of this Law. Members of the committee of inspection chosen by creditors’meeting take office immediately. However, a trustee may decline a quest to call a meeting if: 1° the request is frivolous or vexatious; 2° the request was not made in good faith; 3° the costs of convening and holding a meeting would be out of proportion to the value of the bankrupt’s estate. A decision of a trustee to decline a request to call a creditors’meeting may be revoked by the court on the application of any creditor."
    },
    {
      "provision_ref": "art192",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "192",
      "title": "Article 192 – Committee of inspection during bankruptcy",
      "content": "A committee of inspection during bankruptcy consists of not less than three (3) persons from the following categories: 1° creditors; 2° persons holding general powers of attorney from creditors."
    },
    {
      "provision_ref": "art193",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "193",
      "title": "Article 193 – Powers of the committee of inspection during bankruptcy",
      "content": "The committee of inspection during bankruptcy has the power to: 1° call for reports from the trustee on the progress of the bankruptcy; 2° ask the trustee to call a creditors’meeting; 3° apply to the court for supervision of trustee and enforcement of his or her duties; 4° assist the trustee as appropriate in the conduct of the bankruptcy."
    },
    {
      "provision_ref": "art194",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "194",
      "title": "Article 194 – Costs incurred by the committee of inspection during bankruptcy",
      "content": "The trustee pays costs incurred by the committee of inspection in exercising its powers and those costs are deemed to be expenses incurred in the bankruptcy unless otherwise ordered by the court."
    },
    {
      "provision_ref": "art195",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "195",
      "title": "Article 195 – Vacancy in committee of inspection during bankruptcy",
      "content": "There is a vacancy in the committee of inspection during bankruptcy when a member: 1° voluntarily resigns; 2° goes bankrupt; 3° absents him or herself without just cause from three (3) consecutive meetings; 4° has personal interests that conflict with those of those he or she represents; 5° dies; 6° is the subject of such other ground as may be confirmed by those he or she represents. Where the committee of inspection is unable to act by reason of vacancies in a committee, the trustee calls creditor’s meeting to fill up the vacancies in order to form the committee of inspection."
    },
    {
      "provision_ref": "art196",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "196",
      "title": "Article 196 – Distribution by means of dividend",
      "content": "Whenever the trustee has sufficient funds for the purpose of distribution, he or she satisfies his or her creditors’claims in accordance with the provisions of this Law."
    },
    {
      "provision_ref": "art197",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "197",
      "title": "Article 197 – Notice of distribution by means of dividend",
      "content": "The trustee gives not less than five (5) working days’ notice of his or her intention to declare and distribute dividends. A trustee declares a dividend by sending to all known creditors a statement of: 1° the dividends to be distributed; 2° how it is proposed to distribute them; 3° such other information as may be required."
    },
    {
      "provision_ref": "art198",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "198",
      "title": "Article 198 – Calculation and distribution of dividend by a trustee",
      "content": "In the calculation and distribution of a dividend, the trustee must make provision for: 1° any bankruptcy debts which appear to be due to persons who, by reason of the distance of their place of residence, may not have had sufficient time to attend and establish their claims; 2° any bankruptcy debts which are the subject of claims which have not yet been determined; 3° disputed claims. A creditor whose debt has not been admitted before the declaration of any dividend is entitled to have any payment, he or she may have failed to receive paid out of any money for the time being in the hands of the trustee, before that money is applied to the payment of any future dividend, but such a creditor is not entitled to disturb the distribution of any dividend declared before his or her debt was admitted by reason that the creditor has not participated therein."
    },
    {
      "provision_ref": "art199",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "199",
      "title": "Article 199 – Final distribution",
      "content": "When the trustee has realized all the bankrupt’s estate, he or she gives written public notice and individual notice to every known creditor either of his or her intention to declare a final dividend or that no further dividend will be declared. The notice under Paragraph One of this Article must include a requirement that claims against the bankrupt’s estate must be made by a date specified in the notice, being not less than twenty (20) working days after the giving of the notice and in the case of individual notices, must be accompanied by a report of the trustee’s administration of the bankrupt’s estate, including final bankruptcy accounts. The court may, on the application of any interested person, postpone the date under Paragraph two of this Article. Immediately after the final date, the trustee defrays any outstanding expenses of the bankruptcy out of the bankrupt’s estate; and if the trustee intends to declare a final dividend, declares and distributes that dividend without regard to the claim of any person in respect of a debt not already admitted."
    },
    {
      "provision_ref": "art200",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "200",
      "title": "Article 200 – Subsequent bankruptcy",
      "content": "Where subsequent bankruptcy order is made against a bankrupt, any property which immediately before the subsequent order was in the bankrupt’s estate, vests in the trustee in the subsequent bankruptcy or administration in bankruptcy."
    },
    {
      "provision_ref": "art201",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "201",
      "title": "Article 201 – Supervision of trustee by the court",
      "content": "On application made by a trustee, the committee of inspection, the Registrar General, any creditor or the regulatory authority, the court may: 1° give directions in relation to any matter arising in connection with the bankruptcy; 2° confirm, reverse or modify any act or decision of the trustee; 3° order an audit of the accounts of the bankruptcy; 4° order the trustee to produce the accounts and records of the bankruptcy for audit and provide the auditor with information concerning the conduct of the bankruptcy as the auditor requests; 5° fix the remuneration of the trustee in accordance with Ministerial Order on remuneration of insolvency practitioners; 6° order the trustee to refund the amount retained if it is found by the court to be unreasonable; 7° declare whether or not the trustee was validly appointed or validly assumed custody or control of any property; 8° make an order concerning the retention or the disposition of the accounts and records of the bankruptcy; 9° make an order relating to any other matter occurring either before or after the commencement of the bankruptcy, and whether or not the trustee has ceased to act as trustee when the application for such an order is made."
    },
    {
      "provision_ref": "art202",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "202",
      "title": "Article 202 – Enforcement of duties of a trustee",
      "content": "If a trustee fails to comply with his or her duties, a trustee, a committee of inspection, any creditor or Registrar General may apply to the court for enforcement of duties of the trustee. The court may: 1° order the trustee to comply with his or her duties wholly or in part; 2° order the trustee to comply with his or her duties to the extent specified in the order, without prejudice to any other remedy which may be available in respect of any breach of duty by the trustee; 3° remove the trustee from office. Where a trustee is removed from office, the court may make an appropriate order for the preservation of the bankrupt’s estate, including an order requiring the removed trustee to make available any accounts, records or other information necessary for that purpose. All proceedings relating to any application for an order under this Article are served on the Registrar General who keeps a copy of the proceedings on a public file indexed by reference to the name of the trustee concerned."
    },
    {
      "provision_ref": "art203",
      "chapter": "Chapter VIII – Bankruptcy",
      "section": "203",
      "title": "Article 203 – Prohibitions during bankruptcy",
      "content": "Where a bankruptcy order has been made or applied for to the court, no bankrupt may: 1° leave or attempt to leave Rwanda with the intention of avoiding any of his or her obligations; 2° conceal or remove property with the intention of preventing or delaying the assumption of custody or control by the trustee; 3° destroy, conceal or remove record with the intent of defrauding or concealing the state of his or her affairs."
    },
    {
      "provision_ref": "art204",
      "chapter": "Chapter IX – Creditors’ claims and voidable transactions",
      "section": "204",
      "title": "Article 204 – Ascertainment of amount of claim",
      "content": "The amount of a claim is ascertained as at the date of commencement of the liquidation or bankruptcy. Where a claim bears interest, interest payable in respect of any period after the commencement of the liquidation or bankruptcy is not admissible."
    },
    {
      "provision_ref": "art205",
      "chapter": "Chapter IX – Creditors’ claims and voidable transactions",
      "section": "205",
      "title": "Article 205 – Claim of uncertain amount",
      "content": "If a claim is subject to a contingency, is for damages or for some other reason the amount of the claim is not certain, the liquidator or trustee may make an estimate of the amount or refer the matter to the court for a decision on the amount of the claim. On the application of the liquidator, the trustee, or any claimant who is aggrieved by an estimate made by the liquidator or trustee, the court determines the amount of the claim."
    },
    {
      "provision_ref": "art206",
      "chapter": "Chapter IX – Creditors’ claims and voidable transactions",
      "section": "206",
      "title": "Article 206 – Mutual credit and set-off",
      "content": "Where there have been mutual credits, mutual debts or other mutual dealings between a person and a company or an individual, account is taken of the following for the person who seeks to have a claim admitted: 1° what is due from the one party to the other in respect of those credits, debts or dealings; 2° an amount due from one party is set off against any amount due from the other party; 3° only the balance of the account may be claimed in the liquidation or in bankruptcy or is payable to the company or the bankrupt’s estate."
    },
    {
      "provision_ref": "art207",
      "chapter": "Chapter IX – Creditors’ claims and voidable transactions",
      "section": "207",
      "title": "Article 207 – Claims by unsecured creditors",
      "content": "Unless otherwise required by the liquidator or trustee, an unsecured creditor may make a claim without formality. Where the liquidator or trustee requires a claim to be made formally, the claimant shall submit a claim verified by statutory declaration setting out full particulars of the claim, identifying and providing any documents that prove or substantiate the claim. The liquidator or trustee may admit or reject any claim in whole or in part, and if the liquidator or trustee subsequently considers that a claim has been wrongly admitted or rejected in whole or in part, he or she may revoke or amend any such decision."
    },
    {
      "provision_ref": "art208",
      "chapter": "Chapter IX – Creditors’ claims and voidable transactions",
      "section": "208",
      "title": "Article 208 – Secured claims and right of retention",
      "content": "A secured creditor or the holder of right of retention of secured movable or immovable property shall be entitled to separate satisfaction or retention of secured assets in accordance with the relevant Laws. The provisions of Paragraph One of this Article do not apply when a recovery plan has been submitted to the court. The preferential right to payment from a secured asset depends on the date of registration of the security and not on the date upon which the debt came into existence. The proceeds from the sale of immovable or movable property, after deduction therefrom of the costs of insolvency proceedings, are applied in satisfying the claims secured by the said property, in their order of preference among creditors and other debts incumbent on the property. If the value of the security is less than the amount of the secured claim, the secured creditor may claim as unsecured creditor for any balance due. If a secured creditor decides to surrender his or her security, he or she is included in the body of unsecured creditors and is included on the list of creditors."
    },
    {
      "provision_ref": "art209",
      "chapter": "Chapter IX – Creditors’ claims and voidable transactions",
      "section": "209",
      "title": "Article 209 – Claim verification",
      "content": "If a creditor claims, the claim is confirmed by the provision of necessary information that consists of full particulars of the claim, including the date on which it was given, in identifying and providing any documents that substantiate the claim. Where a claim is made by a creditor, the liquidator or trustee may reject the claim in whole or in part. He or she must explain his or her reasons in writing and forward such written explanation to the creditor. Where a claim is rejected in whole or in part, the creditor may make a revised claim within ten (10) working days from receiving notice of the rejection; and the liquidator or trustee may, if he or she subsequently considers that a claim was wrongly rejected in whole or in part, revoke or amend any such decision. If the creditor is dissatisfied with the decision of the liquidator or the trustee regarding his or her claim, he or she may apply to the court for annulment of this decision. Such an application must be submitted to the court within twenty-one (21) working days of receipt of the explanations referred to in Paragraph 2 of this Article. During the verification of claims, a creditor who submits the evidence of his or her claim to the concerned is asked to withdraw."
    },
    {
      "provision_ref": "art210",
      "chapter": "Chapter IX – Creditors’ claims and voidable transactions",
      "section": "210",
      "title": "Article 210 – Claims arising after liquidation",
      "content": "A claim which has not been evaluated in monetary value and any other claim whose value was not indicated on a known value is registered on an estimated value on the date of commencement of the insolvency proceedings."
    },
    {
      "provision_ref": "art211",
      "chapter": "Chapter IX – Creditors’ claims and voidable transactions",
      "section": "211",
      "title": "Article 211 – Sale of assets involved in insolvency proceedings",
      "content": "If the meeting of creditors decides to sell the property forming the assets involved in insolvency proceedings, the liquidator or trustee immediately institutes the procedures for liquidation of the property and informs the Court thereof. The sale of the assets referred to in Paragraph One of this Article is done in accordance with relevant Laws."
    },
    {
      "provision_ref": "art212",
      "chapter": "Chapter IX – Creditors’ claims and voidable transactions",
      "section": "212",
      "title": "Article 212 – Distribution of sale proceeds",
      "content": "The administrator settles all claims immediately after receipt of the distribution record, in the following order of preference: 1° the costs of maintaining, conserving and sale of the asset, administrator’s fees and expenses incurred, including costs incurred for essential services provided after the commencement of insolvency proceedings wages and salary of any person engaged in the administration of the estate and expenses incurred by the court or through any other legal acts; 2° secured creditors on the basis of their ranks with interests calculated in the prescribed manner; 3° creditors with the right to retain an item in consideration of the improvement they have to make on it; 4° funeral and testamentary expenses made on the property of the deceased debtor; 5° salaries or other wages of former employees of the insolvent person for a period of six (6) months, any payment in respect of any period of leave or holiday due to the employee which has accrued as a result of his/her employment contract with the insolvent person in the year preceding insolvency; any payment due in respect of any other form of paid leave for a period not exceeding three (3) months prior to the date of the liquidation of the estate or any severance pay due to the employee in accordance with Law, agreement or regulations relating to wages; 6° social security contributions; 7° Government taxes; 8° unsecured claims. After confirmation of the final plan of distribution, the administrator submits the surplus to the debtor."
    },
    {
      "provision_ref": "art213",
      "chapter": "Chapter IX – Creditors’ claims and voidable transactions",
      "section": "213",
      "title": "Article 213 – Surplus assets",
      "content": "If there is a surplus after making the payments of non-preferential debts: 1° in the case of bankruptcy, the trustee must pay the surplus to the bankrupt; 2° in the case of an insolvency, the liquidator distributes the company’s or partnership’s surplus assets in accordance with its incorporation documents or partnership agreement and applicable Laws."
    },
    {
      "provision_ref": "art214",
      "chapter": "Chapter IX – Creditors’ claims and voidable transactions",
      "section": "214",
      "title": "Article 214 – Transactions of particular importance",
      "content": "In case the administrator intends to engage in transactions which are of particular importance to the insolvency proceedings, there is need for consent of the creditors’committee, and if the creditors’committee does not exist, he or she obtains the consent of the creditors. Some of the transactions of particular importance include selling the enterprise, equipment, the entire stock, a part of real property to be disposed of by agreement, the debtor’s shares in another enterprise if such shares are intended to bring about a permanent affiliation to such other enterprise or the entitlement to receive recurring earnings."
    },
    {
      "provision_ref": "art215",
      "chapter": "Chapter IX – Creditors’ claims and voidable transactions",
      "section": "215",
      "title": "Article 215 – Voidable preferences",
      "content": "Unless the debt was incurred in the ordinary course of the company’s or individual’s business and the transfer was made no later than forty-five (45) days after the debt was incurred, a transaction involving a transfer of property by a company or individual to another person is voidable on the application of the insolvency practitioner if the transfer: 1° was made on account of antecedent debt; 2° was made at a time when the company or individual was unable to pay their due debts; 3° was made within the year preceding the commencement of the liquidation or bankruptcy; 4° enabled that person to receive more towards satisfaction of the debt than the person would otherwise have received or be likely to receive in the liquidation or bankruptcy. Unless the contrary is proved, a transfer made within the six (6) months preceding the commencement of the liquidation or bankruptcy is presumed to have been made at a time when the company or individual was unable to pay due debts and on account of a debt not incurred in the ordinary course of business. Transactions and transfers made where there is evidence of the debtor’s actual intent to defraud creditors by placing assets beyond their reach and where the counterparty knew of such an intent such transactions are considered void at all the time."
    },
    {
      "provision_ref": "art216",
      "chapter": "Chapter IX – Creditors’ claims and voidable transactions",
      "section": "216",
      "title": "Article 216 – Transactions at undervalue",
      "content": "A transaction entered into by a company or individual is undervalued on the application of the insolvency practitioner to the court, if: 1° it was entered into within the year preceding the commencement of the insolvency proceedings; 2° the value of the consideration received by the company or individual was significantly less than the value of the consideration provided by the company or individual; 3° when the transaction was entered into, the company or individual was unable to pay their due debts, engaged or about to engage in transactions for which their financial resources were unreasonably small or incurred the obligation knowing that the company or individual would not be able to perform the obligation when required to do so; 4° the company or individual became unable to pay their due debts as a result of the transaction."
    },
    {
      "provision_ref": "art217",
      "chapter": "Chapter IX – Creditors’ claims and voidable transactions",
      "section": "217",
      "title": "Article 217 – Voidable charges",
      "content": "A transaction providing for or creating a charge over any property or undertaking of a company or individual in respect of any debt is voidable on the application of the insolvency practitioner, unless: 1° the charge secures the actual price or value of property sold or supplied to the company or individual, or any other valuable consideration given by the grantee of the charge prior to the execution of the security, and, immediately after the charge was given, the company or individual was able to pay its due debts, 2° the charge is in substitution for a charge given more than one year preceding the commencement of the liquidation or bankruptcy. Unless the contrary is proved, a company or individual giving a charge within the six (6) months preceding the commencement of the liquidation or bankruptcy is presumed to have been unable to pay its, his or her due debts immediately after giving the charge."
    },
    {
      "provision_ref": "art218",
      "chapter": "Chapter IX – Creditors’ claims and voidable transactions",
      "section": "218",
      "title": "Article 218 – Procedure for setting aside voidable transactions",
      "content": "An insolvency practitioner who wishes to have a transaction that is voidable set aside must: 1° file in the court a written notice to that effect specifying the transaction to be set aside and the property or value thereof which he or she wishes to recover; 2° serve a copy of the written notice on the person with whom the transaction was entered into, and on every other person from whom the liquidator or trustee wishes to recover the matter. Any person who would be affected by the setting aside of the transaction specified in the notice and considers that the transaction is not voidable may apply to the court for an order that such transaction not be set aside. Unless a person on whom the notice was served has applied to the court, the transaction is set aside after the twentieth (20) working day after the date of service of the notice. Where one or more persons on whom the notice was served have applied to the court, the transaction is set aside as from the day on which the last such application is finally determined, unless the court orders otherwise. Where a transaction is set aside, any person affected may, after giving up the benefit of the transaction, claim for the value of the benefit as a creditor in the liquidation or bankruptcy."
    },
    {
      "provision_ref": "art219",
      "chapter": "Chapter IX – Creditors’ claims and voidable transactions",
      "section": "219",
      "title": "Article 219 – Effects of setting aside voidable transactions",
      "content": "Where a transaction is set aside, the court may make one or more of the following orders: 1° an order requiring a person to pay to the liquidator or trustee a fair sum in respect of benefits received by that person as a result of the transaction; 2° an order requiring property transferred as part of the transaction to be restored to the company or the bankrupt’s estate; 3° an order requiring property to be vested in the company or the trustee representing the proceeds of sale of property or of the money transferred; 4° an order releasing, in whole or in part, a charge given by the company or individual; 5° an order requiring security to be given for the discharge of an order made under this Article; 6° an order specifying the extent to which a person affected by the setting aside of a transaction, a declaration or order is entitled to claim as a creditor in the liquidation or bankruptcy."
    },
    {
      "provision_ref": "art220",
      "chapter": "Chapter IX – Creditors’ claims and voidable transactions",
      "section": "220",
      "title": "Article 220 – Acquired rights during setting aside voidable transactions",
      "content": "The setting aside of transactions, a declaration or order made under Article 219 of this Law does not affect the title or interest of a person in the property which that person has acquired: 1° from a person other than the company or individual; 2° for valuable contract; 3° without knowledge of the fact that another person has acquired it from a company or an individual. Recovery by the liquidator or trustee of any property or the value thereof may be denied wholly or partially if: 1° the person from whom recovery is sought received the property in good faith and has altered his or her position in the reasonably held belief that the transfer or payment of the property to that person was validly made and would not be set aside; 2° in the opinion of the court it is inequitable to order partial or full recovery."
    },
    {
      "provision_ref": "art221",
      "chapter": "Chapter X – Proceedings of the meeting of creditors and committee of inspection",
      "section": "221",
      "title": "Article 221 – Modalities of holding meetings",
      "content": "Creditors’ meeting is held by: 1° assembling together those creditors entitled to take part and who choose to attend at the place, date and time appointed for the meeting; 2° means of audio or audio and visual communication by which all creditors participating can simultaneously hear each other throughout the meeting; 3° conducting a postal ballot of those creditors entitled to take part or by any other communication means. A body corporate which is a creditor may appoint a representative to attend creditors’meeting on its behalf. A meeting of creditors may regulate its own procedure."
    },
    {
      "provision_ref": "art222",
      "chapter": "Chapter X – Proceedings of the meeting of creditors and committee of inspection",
      "section": "222",
      "title": "Article 222 – Notice of meeting",
      "content": "For every meeting, the liquidator prepares a written notice of the time and place of meeting, method of communication and the time and address for the return of voting papers, which notice is given to every creditor entitled to attend the meeting not less than ten (10) working days before the meeting. The notice must state the nature of the business to be transacted at the meeting in sufficient detail to enable a creditor to form a reasoned judgment in relation of it, set out the text of any resolution to be submitted to the meeting and include a voting paper in respect of each such resolution and voting and mailing instructions. Any irregularity in a notice for a meeting does not invalidate anything done by that meeting if not material or all the creditors entitled to attend and vote at the meeting attend the meeting without protest as to the irregularity or if all such creditors agree to waive the irregularity. If a meeting is adjourned for less than thirty (30) days, it is not necessary to give notice of the time and place of the adjourned meeting other than by announcement at the meeting which is adjourned."
    },
    {
      "provision_ref": "art223",
      "chapter": "Chapter X – Proceedings of the meeting of creditors and committee of inspection",
      "section": "223",
      "title": "Article 223 – Chair of meeting of creditors",
      "content": "An insolvency practitioner who convenes the meeting of creditors chairs the meeting. If the insolvency practitioner is not present, the creditors participating choose one of them to chair the meeting."
    },
    {
      "provision_ref": "art224",
      "chapter": "Chapter X – Proceedings of the meeting of creditors and committee of inspection",
      "section": "224",
      "title": "Article 224 – Voting at creditors’ meeting",
      "content": "Unless this Law provides otherwise, each creditor is, at any meeting, entitled to cast a number of votes proportionate to the value which the amount of the debt owing to that creditor bears to the aggregate of the debts owning to all creditors or, if there is more than one class of creditors, to the aggregate of the debts owning to all creditors of the class to which that creditor belongs. A resolution is adopted if approved by a majority of the votes cast, unless in the particular case a greater majority is required by this Law. A creditor chairing the meeting does not have a casting vote."
    },
    {
      "provision_ref": "art225",
      "chapter": "Chapter X – Proceedings of the meeting of creditors and committee of inspection",
      "section": "225",
      "title": "Article 225 – Voting by post or through any other means of communication",
      "content": "Any creditor entitled to vote at a meeting of creditors may exercise the right to vote by casting a postal vote or by any other communication means in respect of any matter to be decided at the meeting. The meeting notice must state the name of the person authorized to receive and count postal votes in respect of that meeting. If no person has been authorized to receive and count postal votes in respect of a meeting or if no person is named as being so authorized, a director or, if the company is in liquidation, the liquidator is considered to be so authorized. A creditor may cast a postal vote on all or any of the matters to be voted on at the meeting by sending a marked voting paper to a person authorized to receive and count postal votes in respect of that meeting, so as to reach that person not later than twenty-four (24) hours before the start of the meeting or not later than the date indicated for the return of the voting paper."
    },
    {
      "provision_ref": "art226",
      "chapter": "Chapter X – Proceedings of the meeting of creditors and committee of inspection",
      "section": "226",
      "title": "Article 226 – Collecting and counting postal votes",
      "content": "A person authorized to receive and count postal votes has the following duties: 1° to collect together all postal votes received by him or her or by any other authorized person; 2° in respect of each resolution to be voted on, to count the number of creditors voting in favour of the resolution, the number of votes cast by each creditor in favour of the resolution, the number of creditors voting against the resolution and the number of votes cast by each creditor against the resolution; 3° to sign a certificate that he or she has carried out his or her duties and stating the results of the counts; 4° to ensure that the certificate provided for under item 3° of this Article is presented to the person chairing or convening the meeting. If, at a meeting, a vote is taken on any resolution on which postal votes have been cast, the person chairing the meeting counts all the votes cast by a creditor who has sent in a voting paper duly marked as for or against the resolution. Any certificate given under Paragraph One of this Article, item 3° and 4° in relation to the postal votes cast in respect of any meeting of creditors is annexed to the minutes of the meeting."
    },
    {
      "provision_ref": "art227",
      "chapter": "Chapter X – Proceedings of the meeting of creditors and committee of inspection",
      "section": "227",
      "title": "Article 227 – Minutes of meeting of creditors",
      "content": "The person chairing a meeting of creditors ensures that full and accurate minutes are kept of all proceedings. Minutes which have been signed by the person chairing or convening the meeting are prima facie evidence of the meeting proceedings."
    },
    {
      "provision_ref": "art228",
      "chapter": "Chapter X – Proceedings of the meeting of creditors and committee of inspection",
      "section": "228",
      "title": "Article 228 – Frequency of meetings of committee of inspection",
      "content": "The committee of inspection meets whenever necessary."
    },
    {
      "provision_ref": "art229",
      "chapter": "Chapter X – Proceedings of the meeting of creditors and committee of inspection",
      "section": "229",
      "title": "Article 229 – Quorum for meetings and decision-making the committee of inspection",
      "content": "The committee of inspection meets when the majority of its members are present and its decisions are made by a majority vote of the members present."
    },
    {
      "provision_ref": "art230",
      "chapter": "Chapter X – Proceedings of the meeting of creditors and committee of inspection",
      "section": "230",
      "title": "Article 230 – Resignation and removal of a member of the committee of inspection",
      "content": "A member of the committee of inspection may resign by notice in writing signed by him or her and delivered to the liquidator or trustee as the case may be. A member of the committee of inspection may be removed by a resolution carried at a meeting of creditors, if the member represents creditors, or of shareholders, if the member represents shareholders, with the notice for such a meeting being given within five (5) working days before the meeting and stating the business to be transacted."
    },
    {
      "provision_ref": "art231",
      "chapter": "Chapter XI – Common provisions to insolvency practitioners",
      "section": "231",
      "title": "Article 231 – Persons qualified to act as insolvency practitioners",
      "content": "No person shall act as an insolvency practitioner unless he or she is licensed. However, the fact that a person is not qualified to act as an insolvency practitioner does not affect the validity of anything done with a bona fide third party while so acting, unless the court orders otherwise. A Ministerial Order determines the organization, functioning, licensing and professional fees for insolvency practitioners."
    },
    {
      "provision_ref": "art232",
      "chapter": "Chapter XI – Common provisions to insolvency practitioners",
      "section": "232",
      "title": "Article 232 – Persons disqualified from acting as liquidator or administrator",
      "content": "The following persons may not be appointed or act as a liquidator or administrator of a company: 1° a creditor of the company concerned or of a related company; 2° a person who has, within the previous two (2) years, been a shareholder, director or auditor of a company in liquidation or of its related company."
    },
    {
      "provision_ref": "art233",
      "chapter": "Chapter XI – Common provisions to insolvency practitioners",
      "section": "233",
      "title": "Article 233 – Persons disqualified from acting as trustee or supervisor",
      "content": "A creditor of an individual may not be appointed or act as a supervisor of an individual’s arrangement or as a trustee of his or her estate."
    },
    {
      "provision_ref": "art234",
      "chapter": "Chapter XI – Common provisions to insolvency practitioners",
      "section": "234",
      "title": "Article 234 – Prohibition order for insolvency practitioner",
      "content": "Where it is shown to the satisfaction of the court that a person is unable to act as insolvency practitioner by reason of persistent failures to comply within the meaning of this Law or of the seriousness of any failure to comply, the court decides to remove him or her. On the basis of the court’s decision, the Registrar General decides to suspend the insolvency practitioner for a period not exceeding five (5) years. For so long as the prohibition court order removing an insolvency practitioner under Paragraph One of this Article remains in force in respect of any person, that person, with immediate effect may not act as insolvency practitioner, and is considered to have been removed from any office as such. If on two or more occasions within the preceding five (5) years, while a person was acting as insolvency practitioner, the court made an order to comply in respect of that person or an application for an order to comply was made in respect of that person and the person has not complied after the making of the application and before the hearing, may be evidence of persistent failure to comply with the provisions of this Law. All proceedings relating to any application for an order under this Article must be served on the Registrar General who must keep a copy of the proceedings on a public file indexed by reference to the name of the insolvency practitioner concerned."
    },
    {
      "provision_ref": "art235",
      "chapter": "Chapter XI – Common provisions to insolvency practitioners",
      "section": "235",
      "title": "Article 235 – Insolvency practitioner’s right to re-imbursement and his or her liability",
      "content": "The insolvency practitioner must be reimbursed for reasonably incurred expenses in relation to the activities of a company in the exercise of his or her duties and must be liable to any contract entered into without authority."
    },
    {
      "provision_ref": "art236",
      "chapter": "Chapter XI – Common provisions to insolvency practitioners",
      "section": "236",
      "title": "Article 236 – Prescription",
      "content": "Any action against an insolvency practitioner arising from discharging his or her duties must be filed within three (3) years following the date of conclusion of the insolvency proceedings or on the day the order of conclusion is final."
    },
    {
      "provision_ref": "art237",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "237",
      "title": "Article 237 – Application of cross-border insolvency",
      "content": "Cross-border insolvency proceedings apply in the following circumstances: 1° when assistance is sought in Rwanda by a foreign authority or a foreign representative in connection with a foreign proceeding; 2° when assistance is sought in a foreign State in connection with an insolvency proceeding based in Rwanda; 3° where a foreign proceeding and a proceeding in Rwanda in respect of the same debtor are taking place concurrently; 4° where creditors or other interested persons in a foreign state have an interest in requesting the commencement of or participating in an insolvency proceeding opened in Rwanda."
    },
    {
      "provision_ref": "art238",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "238",
      "title": "Article 238 – Recognition of cross-border insolvency proceedings",
      "content": "The recognition of cross-border insolvency proceedings is performed by the competent courts of Rwanda."
    },
    {
      "provision_ref": "art239",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "239",
      "title": "Article 239 – Insolvency practitioner acting in a foreign State",
      "content": "An appointed insolvency practitioner is authorised to act in a foreign State to the extent admitted by relevant foreign Laws."
    },
    {
      "provision_ref": "art240",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "240",
      "title": "Article 240 – Right of direct access to courts",
      "content": "A foreign representative is entitled to apply directly to a competent court in Rwanda for recognition or commencement of the insolvency proceedings."
    },
    {
      "provision_ref": "art241",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "241",
      "title": "Article 241 – Court’s jurisdiction over assets located in Rwanda",
      "content": "The courts of Rwanda have limited jurisdiction on assets located in Rwanda. The sole fact that an application is made to a court in Rwanda by a foreign representative does not subject the foreign representative or the foreign assets and affairs of the debtor to the jurisdiction of the courts of Rwanda."
    },
    {
      "provision_ref": "art242",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "242",
      "title": "Article 242 – Conditions for a foreign representative to commence an insolvency proceeding",
      "content": "A foreign representative may apply to commence proceedings related to insolvency if the conditions for commencing such proceeding are met in accordance with this Law."
    },
    {
      "provision_ref": "art243",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "243",
      "title": "Article 243 – Rights of a foreign representative with respect to an insolvency proceeding in Rwanda",
      "content": "Upon recognition of a foreign proceeding, the foreign representative is entitled to participate in an insolvency proceeding against his or her debtor in Rwanda."
    },
    {
      "provision_ref": "art244",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "244",
      "title": "Article 244 – Access of a foreign creditor to a cross-border insolvency regime",
      "content": "Foreign creditors have the same rights as other creditors in Rwanda regarding the commencement of, and the participation in general insolvency proceeding. The provisions of Paragraph One of this Article do not affect the ranking of claims in a proceeding under this Law, foreign claims will be ranked as equivalent claims in Rwanda."
    },
    {
      "provision_ref": "art245",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "245",
      "title": "Article 245 – Procedure for notifying a foreign creditor of an insolvency proceeding in Rwanda",
      "content": "Subject to the provision of Article 5 of this Law, notification is given to known creditors that do not have addresses in Rwanda. The court may order that appropriate steps be taken with a view to notifying any creditor whose address is not yet known. Such notification is made to the foreign creditors individually, unless the court considers that, under the circumstances, some other form of notification would be more appropriate. No letters rogatory or other similar formality is required. The notification indicates the following: 1° a reasonable time period for filing claims and specify the place for their filing; 2° whether secured creditors need to file their secured claims; 3° any other information required to be included in such a notification to creditors pursuant to the Law of Rwanda and the orders of the court."
    },
    {
      "provision_ref": "art246",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "246",
      "title": "Article 246 – Application for recognition of a foreign insolvency proceeding",
      "content": "A foreign representative may apply to the competent court in Rwanda for recognition of a foreign proceeding in which a foreign representative has been appointed. Once an application for recognition of the foreign proceedings is made, it will cause the automatic stay to debtor’s property. An application for recognition is accompanied by the following: 1° a certified copy of the decision commencing the foreign proceeding and appointing the foreign representative; 2° a certificate from the foreign court affirming the existence of the foreign proceeding and of the appointment of the foreign representative; 3° in the absence of evidence referred to in items One and 2° of this Article, any other evidence acceptable to the court of the existence of the foreign proceeding and of the appointment of the foreign representative. An application for recognition is also accompanied by a statement identifying all foreign proceedings in respect of the debtor that are known to the foreign representative. The court may require a translation of documents supplied in support of the application for recognition into one of the official languages of Rwanda."
    },
    {
      "provision_ref": "art247",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "247",
      "title": "Article 247 – Presumptions concerning recognition",
      "content": "If there is a decision or certificate on foreign proceeding and appointment of the foreign representative evidencing that the foreign proceeding exists and foreign representative is legally appointed, the court is entitled to recognize the insolvency proceeding. The court is entitled to presume that documents submitted in support of the application for recognition are authentic if they have been legalized by a competent authority. In the absence of proof to the contrary, the debtor’s registered office or habitual residence in the case of an individual, is presumed to be the centre of the debtor’s main interests."
    },
    {
      "provision_ref": "art248",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "248",
      "title": "Article 248 – Decision to recognize a foreign proceeding",
      "content": "A foreign proceeding is recognized if: 1° the proceeding fulfils the requirements to be recognized as a foreign proceeding; 2° the representative applying for recognition is accepted as a foreign representative; 3° the application for recognition meets the requirements for recognition; 4° the application has been submitted to the competent court. The foreign proceeding is recognized: 1° as a foreign main insolvency proceeding if it is taking place in the state where the debtor has the centre of its main interests; 2° as a foreign non-main insolvency proceeding if the debtor has an establishment within in other country than in a state where the debtor has an establishment. An application for recognition of a foreign proceeding is decided upon as an urgent application. The competent court may modify or terminate recognition if it is shown that the grounds for granting it were fully or partially lacking or have ceased to exist."
    },
    {
      "provision_ref": "art249",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "249",
      "title": "Article 249 – Effects of recognition of a foreign main proceeding",
      "content": "The recognition of a foreign main proceeding has the following effects: 1° the right to transfer, encumber or otherwise dispose of any assets of the debtor is suspended; 2° a stay of proceeding that operates against creditors of a debtor in a foreign proceeding does not apply in respect of creditors who reside or carry-on business in Rwanda with respect to property in Rwanda, unless the stay of proceeding is the result of proceeding taken in Rwanda."
    },
    {
      "provision_ref": "art250",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "250",
      "title": "Article 250 – Subsequent information provided to the court",
      "content": "From the time of filing the application for recognition of the foreign proceeding, the foreign representative informs the court of: 1° any substantial change in the status of the recognized foreign proceeding or the status of the foreign representative’s appointment; 2° any other foreign proceeding regarding the same debtor that becomes known to the foreign representative."
    },
    {
      "provision_ref": "art251",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "251",
      "title": "Article 251 – Relief that may be granted upon application for recognition of a foreign insolvency proceeding",
      "content": "From the date of filing an application for recognition until the application is decided upon, the court may, at the request of the foreign representative, where relief is urgently needed to protect the assets of the debtor or the interests of the creditors, grant relief of a provisional nature, including: 1° staying execution against the debtor’s assets; 2° entrusting the administration or realization of all or part of the debtor’s assets located in Rwanda to the foreign representative, or another person designated by the court, in order to protect and preserve the value of assets that, by their nature or because of other circumstances, are perishable, susceptible to devaluation or otherwise in jeopardy; 3° other relief including suspending the right to transfer or dispose of any asset, examination of witness or the taking of evidence and any other additional relief. A notice of application requesting for taking any relief is given in accordance with this Law. Unless extended, the relief granted under this Article terminates when the application for recognition is decided upon. The court may refuse to grant relief under this Article if such relief would interfere with the administration of a foreign main proceeding."
    },
    {
      "provision_ref": "art252",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "252",
      "title": "Article 252 – Relief that may be granted upon recognition of a foreign insolvency proceeding",
      "content": "Upon recognition of a foreign proceeding, whether main or non-main, the court may, at the request of the foreign representative, grant any appropriate relief necessary to protect the assets of the debtor or the interests of the creditors, including: 1° suspending the right to transfer or dispose of any assets of the debtor to the extent this right has not been suspended; 2° providing for the examination of witnesses, the taking of evidence or the delivery of information concerning the debtor’s assets, affairs, rights, obligations or liabilities; 3° entrusting the administration or realization of all or part of the debtor’s assets located in Rwanda to the foreign representative, or another person designated by the court; 4° extending relief granted or granting any additional relief. Upon recognition of a foreign proceeding, whether main or non-main, the court may, at the request of the foreign representative, entrust the distribution of all or part of the debtor’s assets located in Rwanda to the foreign representative, or another person designated by the court, provided that the court is satisfied that the interests of creditors in Rwanda are adequately protected. In granting relief to a representative of a foreign non-main proceeding, the court must be satisfied that the relief relates to assets that, under the law of Rwanda, should be administered in the foreign non-main proceeding or concerns information required in that proceeding."
    },
    {
      "provision_ref": "art253",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "253",
      "title": "Article 253 – Protection of creditors and other interested persons",
      "content": "When granting or denying relief, modifying or terminating relief, the court must be satisfied that the interests of the creditors and other interested persons, including the debtor, are adequately protected. The court may subject relief granted to conditions it considers appropriate. The court may also, at the request of the foreign representative or a person affected by relief granted or at its own motion, modify or terminate such relief."
    },
    {
      "provision_ref": "art254",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "254",
      "title": "Article 254 – Actions to avoid acts detrimental to creditors",
      "content": "Upon recognition of a foreign proceeding, the foreign representative has the rights to initiate an action for commencing an insolvency proceeding. When the proceeding is a foreign non-main proceeding, the court must be satisfied that the action relates to assets located in Rwanda that should be administered in the foreign non-main proceeding."
    },
    {
      "provision_ref": "art255",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "255",
      "title": "Article 255 – Cooperation and direct communication between a court of Rwanda and foreign courts or foreign representatives",
      "content": "In circumstances referred to in Article 237 of this Law, the court must cooperate to the maximum extent possible with foreign courts or foreign representatives, either directly or through the Registrar General. The court is entitled to communicate directly with, or to request information or assistance directly from foreign courts or foreign representatives."
    },
    {
      "provision_ref": "art256",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "256",
      "title": "Article 256 – Cooperation and direct communication between the Registrar General and foreign courts or foreign representatives",
      "content": "In circumstances referred to in Article 237 of this Law, the Registrar General must, in the exercise of its functions and subject to the supervision of the court, cooperate to the maximum extent possible with foreign courts or foreign representatives. The Registrar General is entitled, in the exercise of his or her functions and subject to the supervision of the court, to communicate directly with foreign courts or foreign representatives."
    },
    {
      "provision_ref": "art257",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "257",
      "title": "Article 257 – Forms of cooperation",
      "content": "Cooperation referred to in Articles 255 and 256 of this Law may be implemented by any appropriate means, including: 1° appointment of a person or body to act at the direction of the court; 2° communication of information by any means considered appropriate by the court; 3° coordination of the administration and supervision of the debtor’s assets and affairs; 4° approval or implementation by courts of agreements concerning the coordination of proceedings; 5° coordination of concurrent proceedings regarding the same debtor."
    },
    {
      "provision_ref": "art258",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "258",
      "title": "Article 258 – Commencement of insolvency proceeding after recognition of a foreign main proceeding",
      "content": "After recognition of a foreign main proceeding, a proceeding under this Law may be commenced only if the debtor has assets in Rwanda. The effects of that proceeding are restricted to the assets of the debtor that are located in Rwanda and, to the extent necessary to implement cooperation and coordination, to other assets of the debtor that, under the Laws of Rwanda, should be administered in that proceeding."
    },
    {
      "provision_ref": "art259",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "259",
      "title": "Article 259 – Coordination of a foreign insolvency proceeding",
      "content": "Where a foreign proceeding and a proceeding under this Law are taking place concurrently regarding the same debtor, the court seeks cooperation and coordination in accordance with what is provided by this Law and the following applies: 1° when the proceeding in Rwanda is taking place at the time the application for recognition of the foreign proceeding is filed: a) any relief granted must be consistent with the proceeding in Rwanda; b) if the foreign proceeding is recognized in Rwanda as a foreign main proceeding, effects of recognition of main foreign proceeding do not apply; 2° when a proceeding in Rwanda commences after recognition or after the filing of the application for recognition of the foreign proceeding, any relief in effect is reviewed by the court and modified or terminated if inconsistent with the proceeding in Rwanda, 3° in granting, extending or modifying relief granted to a representative of a foreign non-main proceeding, the court must be satisfied that the relief related to assets that, under the Laws of Rwanda, should be administered in the foreign non-main proceeding or concerns information required in that proceeding."
    },
    {
      "provision_ref": "art260",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "260",
      "title": "Article 260 – Coordination of more than one foreign insolvency proceeding",
      "content": "If more than one foreign cross-border proceeding regarding the same debtor is engaged, the competent court must seek cooperation and coordination and the following applies: 1° any relief granted to a representative of a foreign non-main proceeding after recognition of a foreign main proceeding must be consistent with the foreign main proceeding; 2° if a foreign main proceeding is recognized after recognition or after the filing of an application for recognition of a foreign non-main proceeding, any relief in effect must be reviewed by the court and is modified or terminated if inconsistent with the foreign main proceeding; 3° if, after recognition of a foreign non-main proceeding, another foreign non-main proceeding is recognized, the court must grant, modify or terminate relief for the purpose of facilitating coordination of the proceedings."
    },
    {
      "provision_ref": "art261",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "261",
      "title": "Article 261 – Presumption of insolvency based on recognition of a foreign main proceeding",
      "content": "In the absence of evidence to the contrary, recognition of a foreign main proceeding is, for the purpose of commencing a proceeding under Courts of Rwanda, proof that the debtor is insolvent."
    },
    {
      "provision_ref": "art262",
      "chapter": "Chapter XII – Cross-border insolvency regime",
      "section": "262",
      "title": "Article 262 – Rule of payment in concurrent proceedings",
      "content": "Without prejudice to secured claims or rights in rem, a creditor who has received part payment in respect of its claim in a proceeding pursuant to a law relating to insolvency in a foreign state may not receive a payment for the same claim in a proceeding in Rwanda regarding the same debtor, so long as the payment to the other creditors of the same class is proportionately less than the payment the creditor has already received."
    },
    {
      "provision_ref": "art263",
      "chapter": "Chapter XIII – Offences and penalties",
      "section": "263",
      "title": "Article 263 – Acting without qualification",
      "content": "Any person who acts as an insolvency practitioner at a time when he or she is not qualified to do so, commits an offence. Upon conviction, he or she is liable to imprisonment for a term of not less than six (6) months, but not exceeding two (2) years with a fine of not less than five hundred thousand Rwandan francs (FRW 500,000), but not exceeding two million Rwandan francs (FRW 2,000,000) or to one of these penalties."
    },
    {
      "provision_ref": "art264",
      "chapter": "Chapter XIII – Offences and penalties",
      "section": "264",
      "title": "Article 264 – Absconding and appropriating assets during insolvency proceedings",
      "content": "Where a company or a partnership is in liquidation or an application has been made to the court for an order that a company be put into liquidation or an individual is declared bankrupt, commits an offence, any person who: 1° leaves or attempts to leave Rwanda with the intention of avoiding his or her obligations; 2° conceals or removes property with the intention of preventing or delaying the assumption of custody or control by the trustee; 3° destroys, conceals or removes record with the intent of defrauding or concealing the state of his or her affairs: commits an offence. Upon conviction, he or she is liable to imprisonment for a term of not less than six (6) months but not exceeding two (2) years with a fine of not less than five hundred thousand Rwandan francs (FRW 500,000) but not exceeding two million Rwandan francs (FRW 2,000,000) or to one of these penalties."
    },
    {
      "provision_ref": "art265",
      "chapter": "Chapter XIII – Offences and penalties",
      "section": "265",
      "title": "Article 265 – Obtaining credit and engaging in business",
      "content": "Any bankrupt who: 1° obtains, either alone or jointly with any other person without informing the person from whom he or she obtains it that he or she is an undischarged bankrupt; 2° engages, whether directly or indirectly, in any business under a name other than that in which he was adjudged bankrupt without disclosing to all persons with whom he enters into any business transaction the name in which he or she was so adjudged; commits an offence. Upon conviction, he or she is liable to imprisonment for a term of not less than six (6) months, but not exceeding two (2) years with a fine of not less than five hundred thousand Rwandan francs (FRW 500,000), but not exceeding two million Rwandan francs (FRW 2,000,000) or to one of these penalties."
    },
    {
      "provision_ref": "art266",
      "chapter": "Chapter XIII – Offences and penalties",
      "section": "266",
      "title": "Article 266 – Failure to keep proper accounts of business",
      "content": "Any bankrupt who wilfully engages in any business for a period of two (2) years before petition and does not keep accounting records that give a true and fair view of the business’ financial position and explain its transactions, commits an offence. Upon conviction, he or she is liable to imprisonment for a term of not less than two (2) months, but not exceeding six (6) months with a fine of not less than five hundred thousand Rwandan francs (FRW 500,000), but not exceeding one million Rwandan francs (FRW 1,000,000) or to one of these penalties."
    },
    {
      "provision_ref": "art267",
      "chapter": "Chapter XIII – Offences and penalties",
      "section": "267",
      "title": "Article 267 – Failure to submit a statement of affairs",
      "content": "Any bankrupt who, without reasonable excuse, fails to submit to the trustee a statement of his or her affairs including particulars of the bankrupt’s creditors, debts, assets and such other information as may be prescribed, commits an offence. Upon conviction, he or she is liable to imprisonment for a term of not less than two (2) months but not exceeding six (6) months with a fine of not less than five hundred thousand Rwandan francs (FRW 500,000), but not exceeding one million Rwandan francs (FRW 1,000,000) or to one of these penalties."
    },
    {
      "provision_ref": "art268",
      "chapter": "Chapter XIII – Offences and penalties",
      "section": "268",
      "title": "Article 268 – Failure to give notice of trusteeship",
      "content": "Any trustee who fails to give notice of trusteeship, commits an offence, unless he or she proves that he or she did not know of and could not reasonably be expected to know of the failure to comply or that he or she took all reasonable steps in the circumstances to ensure that the requirements would be complied with; Upon conviction, he or she is liable to a fine of not less than five hundred thousand Rwandan francs (FRW 500,000), but not exceeding one million Rwandan francs (FRW 1,000,000)."
    },
    {
      "provision_ref": "art269",
      "chapter": "Chapter XIII – Offences and penalties",
      "section": "269",
      "title": "Article 269 – Misappropriation, concealment of or pretending to be the owner of the debtor’s property",
      "content": "Any liquidator of the company or any person who directly or through a third party, misappropriates, conceals or pretends to be the owner of the bankrupt’s property or fraudulently makes himself or herself a creditor, commits an offence. Upon conviction, he or she is liable to imprisonment for a term of not less than three (3) years but not more than five (5) years and a fine of not less than three million Rwandan francs (FRW 3,000,000) but not more than five million Rwandan francs (FRW 5,000,000)."
    },
    {
      "provision_ref": "art270",
      "chapter": "Chapter XIII – Offences and penalties",
      "section": "270",
      "title": "Article 270 – Continuation of business or exercise of managerial power during insolvency proceedings",
      "content": "A debtor or any other person who continues in business or exercises the managerial power having full knowledge of the appointment of an insolvency practitioner commits an offence. Upon conviction, he or she is liable to imprisonment for a term of not less than six (6) months, but not exceeding one (1) year and a fine of not less than one million Rwandan francs (FRW 1,000,000), but not exceeding two million Rwandan francs (FRW 2,000,000) or to one of these penalties."
    },
    {
      "provision_ref": "art271",
      "chapter": "Chapter XIV – Transitional and final provisions",
      "section": "271",
      "title": "Article 271 – Law applicable to cases pending before courts",
      "content": "All cases pending before courts before the publication of this Law are heard in accordance with the provisions of this Law, but procedural steps already taken remain valid."
    },
    {
      "provision_ref": "art272",
      "chapter": "Chapter XIV – Transitional and final provisions",
      "section": "272",
      "title": "Article 272 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art273",
      "chapter": "Chapter XIV – Transitional and final provisions",
      "section": "273",
      "title": "Article 273 – Repealing provision",
      "content": "Law n° 23/2018 of 29/04/2018 relating to insolvency and bankruptcy and all other prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art274",
      "chapter": "Chapter XIV – Transitional and final provisions",
      "section": "274",
      "title": "Article 274 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "administration deed",
      "definition": "an arrangement between a provisional trustee and creditors governing how the affairs will be dealt with",
      "source_provision": "art3"
    },
    {
      "term": "bankruptcy order",
      "definition": "a court order declaring bankruptcy and appointing a bankruptcy trustee",
      "source_provision": "art3"
    },
    {
      "term": "cell",
      "definition": "a cell created by a protected cell company for the purpose of segregating and protecting cellular assets in the manner provided by Laws",
      "source_provision": "art3"
    },
    {
      "term": "insolvency",
      "definition": "a situation in which an individual, a company or a partnership engaged in a business activity can no longer pay their debts as they fall due",
      "source_provision": "art3"
    },
    {
      "term": "cell share capital",
      "definition": "the proceeds of issue of cell shares",
      "source_provision": "art3"
    },
    {
      "term": "cell shares",
      "definition": "shares created and issued by a protected cell company in respect of one of its cells, the proceeds of the issue of which are comprised in the cellular assets attributable to that cell",
      "source_provision": "art3"
    },
    {
      "term": "Minister",
      "definition": "the Minister in charge of trade",
      "source_provision": "art3"
    },
    {
      "term": "essential services",
      "definition": "electricity, water and telecommunications",
      "source_provision": "art3"
    },
    {
      "term": "telecommunications services",
      "definition": "the conveyance from one device to another by a line, radio frequency, satellite transmission or other medium of a sign, signal, impulse, writing, image, sound, instruction, information or intelligence of any nature, whether or not for the information of a person using the device",
      "source_provision": "art3"
    },
    {
      "term": "secured creditor",
      "definition": "a creditor who holds a security in respect of a debt or obligation owing to him or her",
      "source_provision": "art3"
    },
    {
      "term": "debtor",
      "definition": "a company, a partnership or an individual that are insolvent",
      "source_provision": "art3"
    },
    {
      "term": "foreign main proceeding",
      "definition": "a foreign proceeding taking place in the State where the debtor has the centre of its main interests",
      "source_provision": "art3"
    },
    {
      "term": "foreign proceeding",
      "definition": "a collective judicial or administrative proceeding in a foreign State, including an interim proceeding, pursuant to a Law relating to insolvency in which proceeding the assets and affairs of the bankrupt are subject to control or supervision by a foreign court, for the purpose of reorganization or liquidation",
      "source_provision": "art3"
    },
    {
      "term": "foreign non-main proceeding",
      "definition": "a foreign proceeding, other than a foreign main proceeding in a State where the debtor has an establishment",
      "source_provision": "art3"
    },
    {
      "term": "debt arrangement",
      "definition": "a composition in satisfaction of an individual’s or company’s debts or a scheme of arrangement of an individual’s affairs, 17° foreign representative: a person or body, one appointed on an interim basis, authorized in a foreign proceeding to administer the reorganization or liquidation of the debtor’s assets or affairs or to act as a representative of the foreign proceeding",
      "source_provision": "art3"
    },
    {
      "term": "insolvency practitioner",
      "definition": "an individual who is qualified to act as a provisional administrator, an administrator, a provisional liquidator, a liquidator, a proposed supervisor of an arrangement of debts, a supervisor of debt arrangement or a trustee",
      "source_provision": "art3"
    },
    {
      "term": "trustee",
      "definition": "insolvency practitioner appointed to manage or sell assets of the bankrupt for the protection of creditors’interests",
      "source_provision": "art3"
    },
    {
      "term": "administrator",
      "definition": "insolvency practitioner appointed to manage the assets or reorganize the business of the insolvent for the protection of creditors’interests",
      "source_provision": "art3"
    },
    {
      "term": "supervisor",
      "definition": "an insolvency practitioner appointed by creditors to supervise the way in which an approved arrangement or compromise is put into effect",
      "source_provision": "art3"
    },
    {
      "term": "onerous property",
      "definition": "any unprofitable contract or any other property which is unsaleable or not readily saleable or may give rise to a liability to pay money or perform any other onerous act",
      "source_provision": "art3"
    },
    {
      "term": "cellular assets",
      "definition": "assets of the company attributable to the company’s cells",
      "source_provision": "art3"
    },
    {
      "term": "bankruptcy debt",
      "definition": "any debt or liability to which the bankrupt is subject after the commencement of the bankruptcy or after discharge from bankruptcy and any interest that may be claimed in the bankruptcy",
      "source_provision": "art3"
    },
    {
      "term": "regulatory authority",
      "definition": "the National Bank of Rwanda or the organ in charge of capital market",
      "source_provision": "art3"
    },
    {
      "term": "foreign authority",
      "definition": "a court or any other authority competent to control or supervise a foreign insolvency proceeding",
      "source_provision": "art3"
    },
    {
      "term": "liquidator",
      "definition": "an insolvency practitioner or any successor appointed to carry out liquidation",
      "source_provision": "art3"
    },
    {
      "term": "undischarged bankrupt",
      "definition": "an individual whose bankruptcy debts have not been extinguished",
      "source_provision": "art3"
    },
    {
      "term": "bankrupt",
      "definition": "an individual in respect of whom a bankruptcy order has been made",
      "source_provision": "art3"
    }
  ]
}
