{
  "id": "rw-law-2021-73",
  "type": "statute",
  "title": "Law repealing Law establishing the Workforce Development Authority and Determining its Responsibilities, Organization and Functioning",
  "title_en": "Law repealing Law establishing the Workforce Development Authority and Determining its Responsibilities, Organization and Functioning",
  "short_name": "Law 73 of 2021",
  "status": "in_force",
  "issued_date": "2021-11-05",
  "in_force_date": "2020-10-19",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/73/eng@2021-11-18",
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5 - Disposition abrogatoire",
      "content": "Ingingo zose z’amategeko abanziriza iri kandi All prior provisions contrary to this Law are Toutes les dispositions antérieures contraires à la présente loi sont abrogées. repealed. zinyuranyije na ryo zivanyweho. Ingingo ya 6: Igihe iri tegeko ritangira Article 6: Commencement gukurikizwa Iri tegeko ritangira gukurikizwa ku munsi ritangarijweho mu Igazeti ya Leta ya Repubulika y’u Rwanda. Agaciro karyo gahera ku wa 19 Ukwakira 2020. This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. It takes its effect as of 19 October 2020."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6 - Entrée en vigueur",
      "content": "La présente loi entre en vigueur le jour de sa publication au Journal Officiel de la République du Rwanda. Elle sort ses effets à partir du 19 octobre 2020. Kigali, 05/11/2021 (sè) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sè) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre Bibonywe kandi bishyizweho Ikirango cya Repubulika: Seen and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sè) Dr UGIRASHEBUJA Emmanuel Minisitiri w’Ubutabera akaba n’Intumwa Nkuru ya Leta Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux"
    }
  ],
  "definitions": []
}
