{
  "id": "rw-law-2021-64",
  "type": "statute",
  "title": "Law governing Biological Diversity",
  "title_en": "Law governing Biological Diversity",
  "short_name": "Law 64 of 2021",
  "status": "in_force",
  "issued_date": "2021-10-14",
  "in_force_date": "2021-11-11",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/64/eng@2021-11-11",
  "provisions": [
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87 - Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) Dr UGIRASHEBUJA Emmanuel w’Ubutabera akaba n’Intumwa Nkuru Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux ANNEX I TO LAW N ° 064/2021 OF 14/10/2021 GOVERINING BIOGICAL DIVERSITY CRITICALLY ENDANGERED SPECIES FAUNA (ANIMALS) PHYLUM CHORDATA (CHORDATES) CLASS MAMMALIA (MAMMALS) Scientific Name Antilocapra americana (I) (only the population of Mexico; no other population is includedd in the Annexes to this Law Bos sauveli (I) Bubalus depressicornis (I) Bubalus mindorensis (I) Bubalus quarlesi (I) Capra farconeri (I) Capricornis milneedwardii (I) Capricornis rubidus (I) Capricornis sumatraensis (I) Capricornis thar (I) Cephalophus jentinki (I) Gazella cuvieri (I) Gazella leptoceros (I) Hippotragus niger variani (I) Naemorhedus baileyi (I) Naemorhedus caudatus (I) Naemorhedus goral (I) Naemorhedus gruseus (I) Nager dama (I) Oryx dammah (I) Oryx leucoryx (I) Ovis ammon hodgsonii (I) Ovis ammon nigrimontana (I) Ovis aries ophion (I) Ovis aries vignei (I) Pantolops hodgsonii (I) Pseudoryx nghetinhensis (I) Redunca arundinum (II) Tragelaphus spekei Vicugna vicugna (I) (except for the populations of: Argentina [the populations of the Provinces of Jujuy and Catamarca and the semi-captive population of the Provinces of Jujuy, Salta, Catamarca, La Rioja and San Juan]; Bolivia [the whole popuplation]; Chile [population of the Primera Regiόn]; Ecuador [the whole population] and Peru [the whole population]) Axis kuhlili (I) Axis kuhlili (I) Axis porcinus annamiticus (I) Blastocerus dichotomus (I) Cervus elaphus hangu (I) Dama dama mesopotamia (I) Hippocamelus ssp. (I) Muntiacus crinifrons (I) Muntiacus vuquangensis (I) Ozotoceros bezoarticus (I) Pudu puda (I) Rucervus duvaucelii (I) Rucervus eldii (I) Moschus ssp. (I) (only the populations of Afghanistan, Bhutan, India, Myanmar, Nepal and Pakistan; all other populations are included in Annex II) Babyrousa babyrussa (I) Babyrousa bolabatuensis (I) Babyrousa celebensis (I) Babyrousa togeanensis (I) Sus salvanius (I) Catagonus wagneri (I) Ailurus fulgens (I) Canis lupus (I) (only the populations of Bhutan, India, Nepal, Pakistan; all other populations are included in Annex II. Excludes the domesticated form and the dingo which referenced as Canis lupus familiaris and Canis lupus dingo, respectively, which are not subject to the provisions of this Law) Canis simensis Speothos venaticus (I) Panthera leo (II) (african populations) Acinonyx jubatus (I) (Annual export quotas for live specimens and hunting trophies are granted as follows: Botswana: 5; Namibia: 150; Zimbabwe: 50. The trade in such specimens is subject to Article 48 paragraph one Caracal caracal (I) (only the population of Asia; all other populations are included in Annex II) Catopuma temminckii (I) Felis nigripes (I) Leopardus geoffroyi (I) Leopardus jacobitus (I) Leopardus pardalis (I) Leopardus tigrinus (I) Leopardus wiedii (I) Lynx pardinus (I) Neofelis nebulosa (I) Panthera leo persica (I) Panthera onca (I) Panthera pardus (I) Panthera tigris (I) Pardofelis marmorata (I) Prionailurus bangalensis bengalensis (I) (only the populations of Bangladesh, India and Thailand; all other populations are included in Annex II) Prionailurus iriomotensis (I) Prionailurus planiceps (I) Prionailurus rubiginosus (I) (only the population of India; all other populations are included in Annex II) Puma concolor costaricensis (I) Puma yagouaroundi (I) (only the populations of Central and North America; all other populations are included in Annex II) Uncia uncia (I) Aonyx capensis microdon (I) (only the populations of the Cameroon and Nigeria all other populations are included in Annex II) Enhydra lutris nereis (I) Lontra felina (I) Lontra longicaudis (I) Longra provocax (I) Lutra lutra (I) Lutra nippon (I) Pteronura brasiliensis (I) Mustela nigripes (I) Arctocephalus townsendi (I) Monachus ssp. (I) Ailuropoda melanoleuca (I) Helarctos malayanus (I) Melursus ursinus (I) Tremarctos ornatus (I) Ursus arctos (I) (only the populations of Bhutan, China, Mexico and Mongolia; all other populations are included in Annex II) Ursus arctos isabellinus (I) Ursus thibetanus (I) Balaena mysticetus (I) Eubalaena spp. (I) Balaenoptera acutorostrata (I) (except the population of West Greenland, which included in Annex II) Balaenoptera bonaerensis (I) Balaenoptera borealis (I) Balaenoptera edeni (I) Balaenoptera musculus Balaenoptera omural (I) Balaenopteraphysalus (I) Megaptera novaeangliae (I) Orcaella brevirostris (I) Orcaella heinsohni (I) Sotalia spp. (I) Sousa spp. (I) Eschrichtius robustus (I) Lipotes vexillifer (I) Caperea marginata (I) Neophocaena aslaeorientalis (I) Neophocaena phocaenoides (I) Phocoena sinus (I) Berardius spp. (I) Hyperoodon spp. (I) Giraffa camelopardalis Acerodon jubatus (I) Pteropus insularis (I) Pteropus loochoensis (I) Pteropus mariannus (I) Pteropus molossinus (I) Pteropus pelewensis (I) Pteropus pilosus (I) Pteropus samoensis (I) Pteropus tonganus (I) Pteropus ualanus (I) Pteropus yapensis (I) Rhinolophus hilli Pyseter macrocephalus (I) Planista spp. (I) Priodontes maximus (I) Sminthopsis psammophila (I) Lasiorhinus krefftii (I) Crocidura lanosa Caprolagus hispidus (I) Romerolagus diazi (I) Lagorchestes hirsutus (I) Lagorchestes fasciatus (I) Onchogalea frainata (I) Bettongia ssp. (I) Perameles bougainville (I) Macrotis lagotis (I) Equus africanus (I) (Excludes the domesticated form referenced as Equus asinus, which is not subject to this Law) Equus grevyi (I) Equus hemionus hemionus (I) Equus hemionus khur (I) Equus przewalskii (I) Rhinocerotidae spp. (I) (except the subspecies included in Annex II) Tapiridae spp. (I) (except the species included in Annex II) Manis crassicaudata (I) Manis culionensis (I) Manis gigantea (I) Manis javanica (I) Manis pentadactyla (I) Manis temminckii (I) Manis tetradactyla (I) Manis tricuspis (I) Alouata coibensis (I) Alouatta palliata (I) Alouatta pigra (I) Ateles geoffroyi frontatus (I) Ateles geoffroyi ornatus (I) Brachyteles archnoides (I) Brachyteles hypoxanthus (I) Oreonax flavicauda (I) Callimico goeldii (I) Callithrix aurita (I) Callithrix flaviceps (I) Leontopithecus spp. (I) Saguinus bicolor (I) Saguinus geoffroyi (I) Saguinus leucopus (I) Saguinus martinsi (I) Saguinus oedipus (I) Saimiri oerstedii (I) Cercocebus galeritus (I) Cercopithecus diana (I) Cercothitecus roloway (I) Cercopithecus mitis ssp. kandti Macaca silenus (I) Pygathrix spp. (I) Rhinopithecus spp. (I) Semnopithecus ajax (I) Semnopithecus dussumieri (I) Semnopithecus entellus (I) Semnopithecus hector (I) Semnopithecus hypoleucos (I) Semnopithecus priam (I) Semnopithecus schistaceus (I) Simias concolor (I) Trachypithecus geei (I) Trachypithecus pileatus (I) Trachypithecus shortridgei (I) Cheirogaleidae spp. (I) Daubentonia madagascariensis (I) Gorilla beringei (I) Gorilla gorilla (I) Pan ssp. (I) Pongo abelli (I) Pongo pigmaeus (I) Hilobatidae spp. (I) Indridae spp. (I) Lemuridae spp. (I) Lepilemuridae (I) Nycticebus spp. (I) Cacajao spp. (I) Chiropotes albinasus (I) Elephas maximus (I) Loxodonta africana (I) (except the populations of Botswana, Namibia, South Africa and Zimbabwe,which are included in Annex II) Chinchilla spp. (I) (Specimens of the domesticated form are not subject to the provisions of this Law Dasymys rwandae Leporillus conditor (I) Pseudomys fieldi praeconis (I) Xeromys myoides (I) Zyzomys pedunculatus (I) Cynomys mexicanus (I) Dugong guno (I) Trichechus inunguis (I) Trichechus manatus (I) Trichechus senegalensis (I) CLASS AVES (BIRDS) Trigonoceps occipitalis Torgos tracheliotus Gyps africanus Gyps rueppelli Aquila nipalensis Anas aucklandica (I) Anas chlorotis (I) Anas laysanensis (I) Anas nesiotis (I) Asarcornis scutulata (I) Branta canadensis leucopareia (I) Branta sandvicensis (I) Rhodonessa cayophyllacea (I) Glaucis dohrnii (I) Bucorvus leadbeateri Caprimulgus clarus Larus relictus (I) Numenius borealis (I) Numenius tenuirostris (I) Tringa guttifer (I) Balaeniceps rex (III) Ciconia boyciana (I) Jabiru mycteria (I) Mycteria cinerea (I) Geronticus eremita (I) Nipponia nippon (I) Caloenas nicobarica (I) Ducula mindorensis (I) Aceros nipalensis (I) Buceros bicornis (I) Rhinoplax vigil (I) Rhyticeros subruficollis (I) Aquila adalberti (I) Aquila heliaca (I) Condrohierax uncinatus wilsonii (I) Hailaeetus albicilla (I) Harpia harpyja (I) Pithecophaga jefferyi (I) Gymnogyps californianus (I) Vultur gryphus (I) Falco araeus (I) Falco jugger (I) Falco newtoni (I) (only the population of Seychelles) Falco pelegrinoides (I) Falco peregrinus (I) Falco punctatus (I) Falco rusticolus (I) Crax blumenbachii (I) Mitu mitu (I) Oreophasis derbianus (I) Penelope albipennis (I) Pipile jacutinga (I) Pipile pipile (I) Macrocephalon maleo (I) Catreus wallichii (I) Colinus virginianus ridgwayi (I) Crossoptulon crossoptilon (I) Crossoptilon mantchuricum (I) Lophophorus impejanus (I) Lophophorus Ihuysii (I) Lophophorus sclateri (I) Lophura edwardsi (I) Lophura swinhoii (I) Polyplectron napoleonis (I) Rheinardia ocellata (I) Syrmaticus ellioti (I) Syrmaticus humiae (I) Syrmaticus mikado (I) Tetraogallus caspius (I) Tetraogallus tibetanus (I) Trapogan blythii (I) Trapogan caboti (I) Tragopan melanocephalus (I) Balearica regulorum Grus amaricana (I) Grus canadensis nesiotes (I) Grus canadensis pulla (I) Grus japonensis (I) Grus leucogeranus (I) Grus monacha (I) Grus nigricollis (I) Grus vipio (I) Ardeotis nigriceps (I) Chlamydptis macqueenii (I) Chlamydotis unduata (I) Houbaropsis bengalensis (I) Gallirallus sylvestris (I) Rhynochetos jubatus (I) Atrichornis clamosus (I) Cotinga maculata (I) Carduelis cucullata (I) Pseudochelidon sirintarae (I) Xanthopsar flavus (I) Dasyornis broadbenti litoralis (I) Dasyornis longirostris (I) Picathartes gymnocephalus (I) Picathartes oreas (I) Pitta gurneyi (I) Pitta kochi (I) Leucopsar rothschildi (I) Zosterops albogularis (I) Papasula abbotti (I) Dryocopus javensis richardsi (I) Podilymbus gigas (I) Podilymbus gigas (I) Fregata andrewsi (I) Pelecanus crispus (I) Phoebastria albatrus Eos histrio (I) Vini ultramarina (I) Amazona arausiaca (I) Amazona auropalliata (I) Amazona barbadensis (I) Amazona brasiliensis (I) Amazona finschi (I) Amazona guildingii (I) Amazona imperialis (I) Amazona leucocephala (I) Amazona oratrix (I) Amazona pretrei (I) Amazona rhodocorytha (I) Amazona tucumana (I) Amazona versicolor (I) Amazona vinacea (I) Amazona viridigenalis (I) Amazona vittata (I) Anodorhynchus spp. (I) Ara ambiguus (I) Ara glaucogularis (I) Ara macao (I) Ara militaris (I) Ara rubrogenys (I) Cyanopsitta spixii (I) Cyanoramphus cookii (I) Cyanoramphus forbesi (I) Cyanoramphus novaezelandiae (I) Cyanoramphus saisseti (I) Cyclopsitta diophtjalma coxeni (I) Eunymphicus cornutus (I) Guarouba guarouba (I) Neophema chrysogaster (I) Ognorhynchus icterotis (I) Pezoporus occidentalis (I) Pezoporus wallicus (I) Pionopsitta pileata (I) Primolius couloni (I) Primolius maracana (I) Psephotus chyrsipterygius (I) Psephotus dissimilis (I) Psephotus pulcherrimus (I) Psittacula echo (I) Psittacus erithacus (I) Pyrrhura cruentata (I) Rhynchopsitta spp. (I) Strigops habroptilus (I) Pterocnemia pennata (I) (except Pterocnemia pennata pennata which included in Annex II) Spheniscus humboldti (I) Heteroglaux blewitti (I) Mimizuku gurneyi (I) Ninox natalis (I) Glaucidium albertinum Scotopelia peli Phodilus prigoginei Tyto soumagnei (I) Struthio camelus (I) (only the populations of Algeria, Burkina Faso, Cameroon, the Central African Republic, Chad, Mali, Mauritania, Morocco, the Niger, Nigeria, Senegal and the Sudan Tinamus solitarius (I) Pharomachrus mocinno (I) CLASS REPTILIA (REPTILES) Alligator sinensis (I) Caiman crocodilus apaporiensis (I) Caiman latirostris (I) (except the population of Argentina, which is included in Annex II) Melanosuchus niger (except the population of Brazil, which is included in Annex II, and the population of Ecuador, which is included in Annex II and subject to a zero annual export quota has been approved by the CITES Secretariat and the IUCN/SSC Crocodile Specialist Group). Crocodylus acutus (I) (except the popilation of Integrated Management District of Mangroves of the Bay of Cipata, Tinajones, La Balsa and Surrounding Areas, Department of Córdoba, Colombia, and the population of Cuba, which are included in Annex II) Crocodylus cataphractus (I) Crocodylus intermedius Crocodylus mindorensis (I) Crocodylus moreletii (I) (except the population of Belize, which is included in Annex II with a zero quota for wild specimens traded for commercial purposes, and the population of Mexico which is included in Annex II) Crocodylus niloticus (I) (except the population of Botswana, Egypt (subject to a zero quota for wild specimens traded for commercial purposes), Ethiopia, Kenya, Madagascar, Malawi, Mozambique, Namibia, South Africa, the United Republic of Tanzania (subject to an annual export quota of no more than 1,600 wild specimens including hunting trophies, in addition to reched specimens), Zambia and Zimbabwe, which are included in Annex II] Crocodylus palustris (I) Crocodylus porosus (I) {Except the populations of Autralia, Indonesia, Malaysia [wild harvest restricted to the State of Sarawak and a zero quota for wild specimens for the other States of Malaysia (Sabah and Peninsular Malaysia),with no change in the zero quota unless approved by the Parties] and Papua New Guinea, which are included in Annex II} Crocodylus rhombifer (I) Crocodylus siamensis (I) Osteolaemus tetraspis (I) Tomistoma schlegelii (I) Gavialis gagenticus (I) Sphenodon spp. (I) Abronia anzuetoi (I) Abronia campbelii (I) Abronia fimbriata (I) Abronia meledona (I) Brookesia perarmata (I) Cnemaspis psychedelica (I) Lygodactylus williamsi (I) Heloderma horridum chalesbogerti (I) Brachylophus spp. (I) Cyclura spp. (I) Sauromalus varius (I) Gallotia simonyi (I) Varanus bengalensis (I) Varanus flavescens (I) Varanus griseus (I) Varanus komodoensis (I) Varanus nebulosus (I) Shinisaurus crocodilurus (I) Acrantophis spp. (I) Boa constrictor occidentalis (I) Epicrates inornatus (I) Epicrates monensis (I) Epicrates subflavus (I) Sanzinia madagascariensis (I) Bolyeria multocarinata (I) Casarea dussumieri (I) Python molurus molurus (I) Vipera ursinii (I) (only the population of Europe, except the area which formerly constituted the Union of Soviet Socialist Republics Pseudemydura umbrina (I) Cheloniidae spp. (I) Dermochelys coriacea (I) Glyptemys muhlenbergii (I) Terrapene coahuila (I) Platysternidae spp. (I) Astrochelys radiata (I) Astrochelys yniphora (I) Chelonoidis niger (I) Geochelone platynota (I) Gopherus flavomarginatus (I) Psammobates geometricus (I) Psynxis arachnoides (I) Pyxis planicauda (I) Testudo kleinmanni (I) Apalone spinifera atra (I) Chitra chitra (I) Chitra vandijki (I) Nilssonia gangetica (I) Nilssonia urum (I) Nilssonia nigricans (I) Batagur affinis (I) Batagur baska (I) Geoclemys hamiltonii (I) Melanochelys tricarinata (I) Morenia ocellata (I) Pangshura tecta (I) CLASS AMPHIBIA (AMPHIBIANS) Leptopelis karissimbensis Amietophrynus channingi (I) Amietophrynus superciliaris (I) Altiphyrynoides spp. (I) Atelopus zeteki (I) Incilius periglenes (I) Nectophrynoides spp. (I) Nimbaphrynoides spp. (I) Hyperolius castaneus Telmatobius culeus (I) Andrias spp. (I) Neurergus kaiseri (I) CLASS ELASMOBRANCHI (SHARKS) Pristidae spp. (I) Acipenser brevirostrum (I) Acipenser sturio (I) Chasmistes cujus (I) Probarbus jullieni (I) Barbus ruasae Varicorhinus platystomus Sclerpages formosus (I) Scleropages inscriptus (I) Totoaba macdonaldi (I) Haplochromis erythromaculatus Pangasianodon gigas (I) CLASS DIPNEUSTI (LUNGFISHES) Latimeria spp. (I) CLASS INSECTA (INSECTS) Orthoptera alexandrae (I) Papilio chikae (I) Papilio homerus (I) PHYLUM MULLUSCA (MOLLUSCS) BIVALVIA (CLAMS AND MUSSELLS) Conradilla caelata (I) Dromus dromas (I) Epioblasma curtisi (I) Epioblasma florentina (I) Epioblasma sampsonii (I) Epioblasma sulcata perobliqua (I) Epioblasma torulosa gubernaculum (I) Epioblasma torulosa torulosa (I) Epioblasma turgidula (I) Epioblasma walkeri (I) Fusconia cuneolus (I) Fusconia edgariana (I) Lampsilis higginsii (I) Lampsilis orbiculata orbiculata (I) Lampsilis virescens (I) Plethobascus cicatricosus (I) Plethobasus cooperianus (I) Pleurobema plenum (I) Potamilus capax (I) Quadrula intermedia (I) Quadrula sparsa (I) Toxolasma cylindrela (I) Unio nickliniana (I) Unio tampicoensis tecomatensis (I) Villosa trabilis (I) (SQUIDS, OCTOPUSES, Achatinella spp. (I) Polumita spp. (I) PHYLUM CNIDARIA (SEA FERNS, FIRE CORALS AND STINGING FLORA (PLANTS) Agave parviflora (I) Pachypodium ambongense (I) Pachypodium baronii (I) Pachypodium decaryi (I) Araucaria araucana (I) Ariocarpus spp. (I) Astrophytum asterias (I) Aztekium ritteri (I) Coryphanta werdermannii (I) Discocactus spp. (I) Echinocereus ferreirianus spp. lindsayi (I) Echinocereus schmollii (I) Escobaria minima (I) Escobaria sneedii (I) Mammillaria pectinifera (I) (includes ssp. solisioides) Melocactus conoideus (I) Melocactus deinacanthus (I) Melocactus glaucescens (I) Melocactus paucispinus (I) Obregonia denegrii (I) Pachycereus militaris (I) Pediocactus bradyi (I) Pediocactus knowitonii (I) Pediocactus paradinei (I) Pediocactus peeblesianus (I) Pediocactus sileri (I) Pelecyphora spp. (I) Sclerocactus blainei (I) Sclerocactus brevihamatus spp. tobuschii (I) Sclerocactus brevispinus (I) Sclerocactus cloverae (I) Sclerocactus erectocentrus (I) Sclerocactus glaucus (I) Sclerocactus mariposensis (I) Sclerocactus mesae-verdae (I) Sclerocactus nyensis (I) Sclerocactus papyracanthus (I) Sclerocactus pubispinus (I) Scelerocactus sileri (I) Scelerocactus wetlandicus Saussurea costus (I) Vernonia auriculifera Strombacactus spp. (I) Turbinicarpus spp. (I) Uebelmannia spp. (I) Fitzroya cupressoides (I) Pilgerodendron uviferum (I) Cycas beddomei (I) Euphorbia ambovombensis (I) Euphorbia capsaintemariensis (I) Euphorbia cremersii (I) (includes the forma viridifolia and the var. rakotozafyi) viridifolia and the var. rakotozafyi) Euphorbia cylindrifolia (I) (includes ssp. tubifera) Euphorbia decaryi (I) (includes the vars. ampanihyensis, robinsonii and spirosticha) Europhorbia francoisii (I) Euphorbia moratii (I) (includes the vars. antsingiensis, bernarahensis and multifora) Euphorbia parvicyathopora (I) Euphorbia quartizicola (I) Euphorbia tulearensis (I) Fouquieria fasculata (I) Fouquieria purpusii (I) Dalbergia nigra (I) Aloe albida (I) Aloe albiflora (I) Aloe alfredii (I) Aloe bakeri (I) Aloe bellatula (I) Aloe calcairophila (I) Aloe compressa (I) (includes the vars. paucituberculata, rugosquamos and schistophila) Aloe delphinensis (I) Aloe descoingsii (I) Aloe fragilis (I) Aloe haworthioides (I) (includes var. aurantiaca). Aloe helenae (I) Aloe laeta (I) (includes the var. maniaensis) Aloe parallelifolia (I) Aloe parvula (I) Aloe pillansii (I) Aloe polyphyila (I) Aloe rauhii (I) Aloe suzannae (I) Aloe versicolor (I) Aloe vosii (I) Lobelia mildbraedii Nepenthes khasiana (I) Nepenthes rajah (I) Nymphaea thermarum Aerangis ellisii (I) Dendrobium cruentum(I) Laelia jongheana (I) Laelia lobata (I) Paphiopedilum spp. (I) Peristeria elata (I) Phragmipedium spp. (I) Renathera imschootiana (I) Dypsis decipiens (I) Podocarpus parlatorei (I) Balmea stromiae (I) Abies guatemalensis (I) Osyris lanceolata Sarracenia oreophila (I) Sarracenia rubra spp. alabamensis (I) Sarracenia rubra ssp. jonesii (I) Stangeria eriopus (I) Pterygota mildbraedii Xyris vallida Certozamia spp. (I) Encephalartos spp. (I) Microcycas calocoma (I) Zamia restrepoi (I) Seen to be annexed to Law n o 064/2021 of 14/10/2021 governing biological diversity (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) Dr UGIRASHEBUJA Emmanuel w’Ubutabera akaba n’Intumwa Nkuru Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux ANNEX II TO LAW N° 064/2021 OF 14/10/2021 GOVERNING BIOLOGICAL DIVERSITY ENDANGERED SPECIES FAUNA (ANIMALS) PHYLUM CHORDATA (CHORDATES) CLASS MAMMALIA (MAMMALS) Scientific Name Aepyceros melampus Budorcas taxicolor (II) Capra caucasica (II) Cephalus brookei (II) Cephalus dorsalis (II) Cephalophus nigrifrons Cephalophus ogilbyi (II) Cephalophus silvicultor (II) Cephalophus zebra (II) Damaliscus lunatus ssp. korrigum Damaliscus pygargus pygargus (II) Hippotragus equinus Kobus ellipsiprymnus Kobus leche (II) Oreotragus oreotragus Ovis ammon (II) (except for subspecies included in Annex I) Ovis aries (II) (except for Ovis aries aries, the subspecies included in Annex I and the subspecies O. a. musimon and O. a. orientalis) Ovis canadensis (II) (only the population of Mexico; no other population is included in the Annexes to this Law Philantomba monticola (II) Rupicapra pyrenaica ornata (II) Saiga borealis (II) Saiga tatarica (II) Sylvica pragrimmia Syncerus caffer ssp. Tragelaphus oryx Tragelaphus scriptus Lama guanicoe (II) Vicugna vicugna (II) (only the populations of: Argentina [the populations of the Provinces of Jujuy and Catamarca and the semi-captive population of the Provinces of Jujuy, Salta, Catamarca, La Rioja and San Juan]; Bolivia [the whole popuplation]; Chile [population of the Primera Regiόn]; Ecuador [the whole population] and Peru [the whole population]; all other populations are included in Annex I Cervus elaphus bactrianus (II) Pudu mephistophiles (II) Hexaprotodon liberiensis (II) Hippopotamus amphibius (II) Moschus ssp. (II) (except the populations of Afghanistan, Bhutan, India, Myanmar, Nepal and Pakistan, which are included in Annex I) Tayassuidae ssp. (II) (except for the species included in Annex I and excluding the populations of Pecari tajacu of Mexico and the United States) Phacochoerus africanus Potamochoerus larvatus Canis lupus (II) (except the populations of Bhutan, India, Nepal, Pakistan; all other populations are included in Annex Excludes the domesticated form and the dingo which referenced as Canis lupus familiaris and Canis lupus dingo, respectively) Cerdocyon thous (II) Chrysocyon brachyrus (II) Cuon alpinus (II) Lycalopex culpaeus (II) Lycalopex fulvipes (II) Cryptoprocta ferox (II) Eupleres goudotii (II) Fossa fossana (II) Felidae ssp. (II) (except the species included in Annex I. Excludes specimens of the domesticated form. Lycalopex griseus (II) Lycalopex gymnocercus (II) Vulpes cana (II) Vulpes zerda (II) Lycaon pictus Arctocephalus spp. (II) (except the species included in Annex I) Mirounga leonina (II) (except for the species included in Annex I) Ursidae ssp. (II) (except the species included in Annex I) Conepatus humboldtii Cynogale bennettii (II) Hemigalus derbyanus (II) Prionodon linsang (II) Hemigalus derbyanus (II) Prionodon linsang (II) CETACEA spp. (II) (except the species included in Annex I. A zero annual export quota has been established for live specimens from Black Sea population of Tursiops truncatus removed from the wild and traded for primarily commercial purposes) Acerodon spp. (II) (except the species included in Appendix I) Pteropus ssp. (II) (except the species included in Annex I and Pteropus brunneus) Eidolon helvum Rhinolophus maclaudi Chaetophractus nationi (II) (a zero annual export quota has been established. All specimens are deemed to be specimens of species included in Annex I and the trade in them is regulated accordingly) Dengrolagus inustus (II) Dengrolagus ursius (II) Phalanger intercastellanus (II) Phalanger mimicus (II) Phalanger orientalis (II) Spilocuscus kraemeri (II) Spilocuscus maculatus (II) Spilocuscus papuensis (II) Crocidura lanosa Zaglosus spp. (II) Equus hemionus (II) (except subspecies included in Annex I) Equus kiang (II) Equus quagga ssp. quagga Equus zebra hartmannae (II) Equus zebra zebra (II) the Ceratotherium simum sumum (II) (only the populations of South Africa and Swaziland; all other populations are included in Annex I. For the exclusive purpose of allowing international trade in live animals to appropriate and acceptable destinations and hunting trophies. All other specimens are deemed to be specimens of the species included in Annex I and the trade in them is regulated accordingly) Manis spp. (II) (except the species included in Annex II) Bradypus pygmaeus (II) Bradypus variegatus (II) Myrmecophaga tridactyla (II) PRIMATES spp. (II) (except for the species included in Annex I) Allochrocebus lhoesti Cercopithecus ascanius Cercopithecus mitis doggetti Cercopithecus hamlyni Cercopithecus mona Colobus angolensis Lophocebus albigena Loxodonta africana (II) (only the populations of Botswana, Namibia, South Africa and Zimbabwe, all other populations are included in Annex I) Lophuromys rahm Thamnomys venustus Delanymys brooksi Ratufa spp. (II) SCANDENTIA spp. (II) CLASS AVES (BIRDS) Necrosyrtes monachus Polemaetus bellicosus Anabernieri (II) Anas formosa (II) Branta ruficollis (II) Coscoroba coscoroba (II) Cygnus melancoryphus (II) Dendrocygna arborea (II) Oxyura leucocephala (II) Sarkidiornis melanotos (II) Oxyura maccoa Trochilidae spp. (II) (except the species included in Annex I) Glareola nordmanni Ciconia nigra (II) Eudocimus ruber (II) Geronticus calvus (II) Platalea leucorodia (II) Gallicolumba luzonica (II) Goura spp. (II) Phoenicopteridae spp. (II) Aceros spp. (II) (except the species included in Annex I) Anorrhinus spp. (II) Anthracoceros spp. (II) Berenicornis spp. (II) Buceros spp. (II) (except the species included in Annex I) Penelopides spp. (II) Rhyticros spp. (II) (except the species included in Annex I) Turaco spp. (II) FALCONIFORMES spp. (II) (except Caracara lutosa and the species of the family Cathartidae and the included in Annexes I and III) Terathopius ecaudatus Argusianus argus (II) Gallus sonneratii (II) Ithaginis cruentus (II) Pavo muticus (II) Polyplectron bicalcaratum (II) Polyplectron germaini (II) Polyplectron malacense (II) Polyplectron schleiermacheri (II) Tympanuchus cupido attwateri species Gruidae spp. (II) (except the species included in Appendix I) Otididae spp. (II) (except the species included in Annex I) Neotis denhami Eremomela icteropygialis Xipholena atropurpurea (II) Rupicola spp. Gubernatrix cristata (II) Paroaria capitata (II) Bradypterus graueri Laniarius mufumbiri Proaria coronata (II) Tangara fastuosa (II) Amandava formosa (II) Lonchura oryzivora (II) Poephila cincta cincta (II) Carduelis yarrellii (II) Lichenostomus melanops cassidix (II) Cycornis ruckii (II) Garrulax canorus (II) Garrulax taewanus (II) Leiothrix argentauris (II) Leiothrix lutea (II) Liocichia omeiensis (II) Paradisaeidae spp. (II) Pitta guajana (II) Pitta nympha (II) Gracula religiosa (II) Ardeola idae Pteroglossus aracari (II) Pteroglossus viridis (II) Ramphastos sulfuraus (II) Rampastos toco (II) Ramphastos tucanus (II) Ramphastos vitellinus (II) Pycnonotus zeyianicus PSITTACIFORMES spp. (II) (except the species included in Annex I and Agapornis roseicollis, Melopsittacus undulatus, Nymphicus hollandicus and Psittacula krameri) Cacatua goffiniana (II) Cacatua haematuropygia (II) Cacatua moluccensis (II) Cacatua sulphurea (II) Probosciger atterimus (II) Pterocnemia pennata pennata (II) Rhea americana (II) Sphenicus demersus (II) TRIGIFORMES spp. (II) (except the species included in Annex I and Sceloglaux albifacies) CLASS REPTILIA (REPTILES) CROCODYLIA spp. (III) (except species included in Annex I) Abronia spp. (II) [except the species included in Annex I (zero export quota for wild specimens for Abronia aurita, A. salcadorensis and A. vasconcelosi)] Archaius spp. (II) Bradypodion spp. (II) Brookesia spp. (II) (except the species included in Annex I) Calumma spp. (II) Chamaeleo spp. (II) Furcifer spp. (II) Kinyongia spp. (II) Nadzikambia spp. (II) Palleon spp. (II) Rampholeon spp. (II) Rieppeleon spp. (II) Saara spp. (II) Uromastyx spp. (II) Tieceros spp. (II) Cordylus spp. (II) Hemicordylus spp. (II) Karusaurus spp. (II) Namazonurus spp. (II) Ouroborus spp. (II) Pseudocordylus spp. (II) Smaug spp. (II) Nactus sepensinsula (II) Naultinus spp. (II) Paroedura masobe (II) Phelsuma spp. (II) Rhoptropella spp. (II) Uroplatus spp. (II) Heloderma spp. (II) (except the subspecies included in Annex I) Amblyrhynchus cristatus (II) Conolophus spp. (II) Ctenosaura bakeri (II) Ctenosaura melanosterna (II) Ctenosaura oedirhina (II) Ctenosaura palearis (II) Iguana spp. (II) Phrynosoma blainnvillii (II) Phrynosoma corroense (II) Phrynosoma coronatum (II) Phrynosoma wigginsi (II) Lanthanotidae spp. (II) (zero export quota for wild specimens for commercia purposes Corucia zebrata (II) Crocodilurus amazonicus (II) Dracaena spp. (II) Salvator spp. (II) Tupinambis spp. (II) Varanus spp. (II) (except the species included in Annex I) Podarcis lilfordi (II) Podarcis pityusensis (II) Boidae spp. (II) (except the species included in Annex I) Bolyeriidae spp. (II) (except the species included in Annex I) Clelia clelia (II) Cyclagras gigas (II) Elachistodon westermanni (II) Ptyas mucosus (II) Polemon leopoldi Hoplocephalus bungaroides (II) Naja atra (II) Naja kaouthia (II) Naja mandalayensis (II) Naja naja (II) Naja oxiana (II) Naja philippinensis (II) Naja sagittifera (II Naja samarensis (II) Naja siamensis (II) Naja sputatrix (II) Naja sumatrana (II) Ophiaphagus hannah (II) Loxocemidae spp. (II) Pythonidae spp. (II) (except subspecies included in Annex I) Python sebae Tropidophiidae spp. (II) Atheris desaixi (II) Bitis worthingtoni (II) Trimeresurus mangshanensis (II) Vipera wagneri (II) Carettochelys insculpta (II) the Chelodina mccordi (II) (zero export quota for specimens from the wild) Dermatemys mawii (II) Clemmy guttata (II) Emydoidea blandingii (II) Glyptemys insculpta (II) Malaclemys terrapin (II) Terrapene spp. (II) (except the species included in Annex I) Batagur borneoensis (II) (zero quota for wild species for commercial purposes) Batagur dhongoka (II) Batagur kachuga (II) Batagur trivittata (II) (zero quota for wild specimens for commerccial purposes) Cuora spp. (II) (zero quota dor wild specimens for commercial purposes for Cuora aurocapitata, C. bourreti, C. flavomarginata, C. galbinifrons, C. mccordi, C. mouhotii, C. pani, C. picturata, C. trifasciata, C. yunnanensis and C. zhoui) Cyclemys spp. (II) Geoemyda japonica (II) Geoemyda spengleri (II) Hardella thurji (II) Heosemys annandalii (II) (zero quota for wild specimens (zero quota for wild specimens for commercial purposes) Heosemys depressa (II) (zero quota for wild specimens for commercial purposes) Heosemys grandis (II) Heosemys spinosa (II) Leucocephalon yuwonol (II) Malayemys macrocephala (II) Malayemys subtrijuga (II) Mauremys annamensis (II) (zero quota for wild specimens for commercial purposes) Mauremys japonica (II) Mauremys mutica (II) Mauremys nigricans (II) Melanochelys trijuga (II) Morenia petersi (II) Notochelys platynota (II) Oriitia borneensis (II) (zero quota for wild specimens for commercial purposes) Pangshura spp. (II) (except the species included in Annex I) Sacalia bealei (II) Sacalia quadriocellata (II) Siebenrockiella crassicollis (II) Siebenrockiella letensis (II) Vijayachelys silvatica (II) Erymnochelys madagascariensis (II) Peltocephalus dumerilianus (II) Podocnemis spp. (II) Testudinidae spp. (II) (except the species included in Annex I. A zero annual export quota has been established for Centochelyss sulcata for specimens removed from the wild and traded for primarily commercial purposes) Amyda cartukaginea (II) Chitra spp. (II) (except the species included in Annex I) Cyclanorbis elegans (II) Cyclanorbis senegalensis (II) Cycloderma aubryi (II) Cycloderma frenatum (II) Dogania subplana (II) Lissemys ceylonensis (II) Lissemys punctata (II) Lissemys scutata (II) Nilssonia formosa (II) Nilssonia leithii (II) Palea steindachneri (II) Pelochlys spp. (II) Pelpdiscus axenaria (II) Pelodiscus maackii (II) Pelodiscus parviformis (II) Rafetus euphraticus (II) Rafetus swinhoei (II) Trionyx triunguis (II) CLASS AMPHIBIA (AMPHIBIANS) Allobates femoralis (II) Allobates hodli (II) Allobates myersi (II) Allobates zaparo (II) Anomaloglossus rufulus (II) Euphlyctis hexadactylus (II) Xenopus wittei Hoplobatrachus tigerius (II) Hyperolius jackie Hyperolius rwandae Adelphobates spp. (II) Ameerega spp. (II) Andinobates spp. (II) Dendrobates spp. (II) Epipedobates spp. (II) Excidobates spp. (II) Hyloxalus azureiventris (II) Minyobates spp. (II) Oophaga spp. (II) Phyllobates spp. (II) Ranitomeye spp. (II) Agalychnis spp. (II) Mantella spp. (II) Dyscophus antongilii (II) Dyscophus guineti (II) Dyscophus insularis (II) Scaphiophryne boribory (II) Scaphiophryne gottlebei (II) Scaphiophryne marmorata (II) Scaphiophryne spinosa (II) Rheobatrachus spp. (II) (except Rheobatrachus silus and Rheobatrachus vitellinus which are not included in the Annexes) Ambystoma dumerilii (II) Ambystoma mexicanum (II) Paramesotriton hongkongensis (II) CLASS ELASMOBRANCHI (SHARKS) Carcharhinus falciformis (II) Carcharhinus longimus (II) Sphyrna lewini (II) Sphyrna mokarran (II) Sphyrna zygaena (II) Alopias spp. (II) Cetorhinus maximus (II) Carcharodon carcharias (II) Lamna nasus (II) Boulengerula fischeri Manta spp. (II) Mobula spp. (II) Rhincodon typus (II) ACIPENSERIFORMES spp. (II) (except the species included in Annex I) Caecobarbus geertsii (II) Arapaima gigas (II) Anguilla anguilla (II) Cheilinus undulatus (II) Holacanthus clarionensis (II) Hippocampus spp. (II) CLASS DIPNEUSTI (LUNGFISHES) Neoceratodus forsteri (II) ARTHTOPODA (ARTHROPODS) ARCHNIDA (SCORPIONS AND SPIDERS) Aphonopelma albiceps (II) Aphonopelma pallidum (II) Brachypelma spp. (II) Pandinus dictator (II) Pandinus gambiensis (II) Pandinus imperator (II) Pandinus roeseli (II) CLASS INSECTA (INSECTS) Dyanstes satanas (II) Atrophaneura jophon (II) Atrophaneura pandiyana (II) Bhutanitis spp. (II) Ornithoptera spp. (II) (except the species included in Annex I) Papilio hospiton (II) Parnassius appollo (II) Teinopalpus spp. (II) Trogonoptera spp. (II) Troides spp. (II) PHYLUM ANNELIDA CLASS HIRUDINOIDEA (LEECHES) Hirudo medicinalis (II) Hirudo verbana (II) PHYLUM MULLUSCA (MOLLUSCS) BIVALVIA (CLAMS AND MUSSELLS) Lithophaga lithophaga (II) Cyprogenia aberti (II) Epioblasma torulosa rangiana (II) Pleurobema clava (II) Tridacnidae spp. (II) (SQUIDS, OCTOPUSES, Nautilidae spp. (II) (SQUIDS, OCTOPUSES, Strombus gigas (II) Papustyla pulcherrima (II) PHYLUM CNIDARIA ANTHOZOA (CORALS AND SEA ANEMONES) ANTIPATHARIA spp. (II) Helioporidae spp. (II) (Includes only species Heliopora coerulea. Fossils are not subject to the provisions of this Law) SCLERACTINIA spp. (II) (Fossils are not subject to the provisions of this Law) Tubiporidae spp. (II) (Fossils are not subject to the provisions of this Law) (SEA FERNS, FIRE CORALS AND STINGING Milleporidae spp. (II) (Fossils are not subject to the provisions of the Law) Stylasteridae spp. (II) (Fossils are not subject to the provisions of this Law) FLORA (PLANTS) Mimulopsis excellens Agave victoriae-reginae (II) Nolina interrata (II) Yucca queretaroensis (II) Galanthus spp. (II) Sternbergia spp. (II) Operculicarya decaryi (II) Operculicarya hyaphaenoides (II) Operculicarya pachypus (II) Pachypodium spp. (II) (except the species included in Annex II) Rauvolfia serpentina (II) Panax ginseng (II) (only the population of the Russian Federetion) Panax quinquefolius (II) Hoodia spp. (II) Tabernaemontana odoratissima Beaucarnea spp. (II) Kigelia africana Podophyllum hexandrum (II) Tillandsia harrisii (II) Tilandsia kammii (II) Tillandsia xerographica (II) Commiphora africana CACTACEAE spp. (II) (except the species included in Annex I and except Prereskia spp., Pereskiopsis spp. and Quiabentia spp). Caryocar costaricense (II) Harungana Montana Pentadesma reyndersii Symphonia globulifera Zygosicyos pubescens (II) Sclerocactus wrightiae (I) Zygosicyos tripartitus (II) Cyathea spp. (II) CYACADACEAE spp. (II) (except the species included in Annex I) Cibotium baromets (II) Dicksonia spp. (II) (only the populations of the Americas) DIDIEREACEAE spp. (II) Discorea deltoidea (II) Dionaea muscipula (II) Diospyros spp. Madagascar) (II) (populations of Erica johnstonii Euphorbia spp. (II) (succulent species only, except Euphorbia misera and the species included in Annex I, artificially propagated specimens of the cultivars of Euphorbia trigona, artificially propagated specimens of crested, fanshaped or colour mutants of Euphoria lactea, when grafted or artificially propagated specimens of cultuvars of Euphorbis ‘Milii’ when they are traded in shipments of 100 or more plants and readily recognizable as artificially propagated specimens) Caesearia runsorica Lindackeria kiwuensis Fouquieria columnaris (II) Oreomunnea pterocarpa (II) Aniba rosaeodora (II) Ocotea usambarensis Adansonia grandidieri (II) Swietenia humilis (II) Swietenia macrophylla (II) (populations of the Neotropics) Entandrophragma excelsum Bersama abyssinica Acacia kirkii Albizia amara Newtonia buchananii Nepenthes spp. (II) except the species including in Annex I) Strombozia scheffleri ORCHIDACEAE spp. (II) (except the species included in Annex I) Cistanche deserticola (II) Beccariophoenix madagascariensis (II) Dypsis decaryi (II) Lemurophoenix halleuxii (II) Marojejya darianii (II) Ravenea louvelii (II) Ravenea rivularis (II) Satranala decussilvae (II) Voanioala gerardii (II) Adenia firingalavensis (II) Adenia olaboensis (II) Adenia subsessilifolia (II) Uncarina grandidieri (II) Uncarina stellulifera (II) Miscanthus violaceus Anacampseros spp. (II) Avonia spp. (II) Lewisia serrata (II) Cyclamen spp. (II) Adonis vernalis (II) Hydrastis canadensis (II) Prunus africana (II) Afrocanthium lactescens Chassalia subochreata Ixora burundiensis Rytygynia bugoyensis Sarracenia spp. (II) (except the species included in Appendix I) Picrorhiza kurrooa (II) (Excludes Picrorhiza scrophulariiflora) Bowenia spp. (II) Blighia unijugata Dombeya torrida Sterculia tragacantha Taxus chinensis (II) and infraspecific taxa of this species Taxus cuspidata and infraspecific taxa of this species Taxus fuana and infraspecific taxa of this species Taxus sumatrana and infraspecific taxa of this species Taxus wallichiana Grewia mildbraedii Aquilaria spp. (II) Gonystylus spp. (II) Gyrinops spp. (II) Peddiea rapaneoides Nardostachys grandiflora (II) Cyphostemma elephantopus Cyphostemma laza (II) Cyphostemma montagnacii (II) Welwitschia mirabilis (II) ZAMIACEAE spp. (II) (except the species include in Annex I) Seen to be annexed to Law n o 064/2021 of 14/10/2021 on biological diversity (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) Dr UGIRASHEBUJA Emmanuel w’Ubutabera akaba n’Intumwa Nkuru Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux ANNEX III TO LAW N° 064/2021 RYO KU WA 14/10/2021 GOVERNING BIOLOGICAL DIVERSITY VULNERABLE SPECIES FAUNA (ANIMALS) PHYLUM CHORDATA (CHORDATES) CLASS MAMMALIA (MAMMALS) Scientific Name Boselaphus tragocamelus (III) (Pakistan) Bubalus arnee (III) (Nepal) (excludes the domesticated form referenced as Babuus bubalis) Capra hircus aegagrus (III) (specimens of the domesticated form are not subject to the provisions of this Law) (Pakistan) Capra sibirica (III) (Pakistan) Ecuus burcelli Gazella bennettii (III) (Pakistan) Gazella dorcas (III) Pseudois nayaur (III) (Pakistan) Sylvicapra grimmia Tetracerus quadricornis (III) (Nepal) Axis porcinus (III) (Pakistan (except for the subspecies included in Annex I)) Cervus elaphus babarus (III) (Algeria, Tunisia Mazama temama cerasina (III) (Guatemala) Odocoileus virginianus mayensis Canis aureus (III) (India) Vulpes bengalensis (III) (India) Herpestes edwardsi (III) (India, Pakistan) Herpestes fuscus (III) (India) Herpescus javanicus (III) (Pakistan) Herpestes javanicus auropunctatus (III) (India) Herpestes smithii (III) (India) Herpestes urva (III) (India) Herpestes vitticollis (III) (India) Hyaena hyaena (III) (Pakistan) Proteles cristata (III) (Botswana) Eira barbara (III) (Honduras) Galictis vittata (III) (Costa Rica) Martes flavigula (III) (India) Martes foina intermedia (III) (India) Leptailurus serval Martes gwatkinsii (III) (India) Mellivora capensis (III) (Botswana) Bassaricyon gabbii (III) (Costa Rica) Bassariscus sumichrasti (III) (Costa Rica) Nasua narica (III) (Honduras) Nasua nasua solitaria (III) (Uruguay) Potos flavus (III) (Honduras) Arctictis binturong (III) (India) Civettictis civetta (III) (Botswana) Paguma larvata (III) (India) Paradoxurus hermaphroditus (III) (India) Paradoxurus jerdoni Viverra civettina (III) (India) Viverra zibetha (III) (India) Viverricula indica (III) (India) Odobenus rosmarus (III) (Canada) Rousettus aegyptiacus Cobassous centralis (III) (Costa Rica) Cobassous tatouay(III) (Uruguay) Platyrrhinus lineatus (III) (Uruguay) Ruwenzorisorex suncoides Sylvisorex lunaris Sylvisorex vulcanorum Choloepus hoffmanni (III) (Costa Rica) Tamandua mexicana (III) (Guatemala) Cuniculus paca (III) (Honduras) Dasyprocta punctata (III) (Honduras) Sphiggurus mexicanus (III) (Honduras) Sphiggurus spinosus (III) (Uruguay) Marmota caudata (III) (India) Marmota himalayana(III) (India) Sciurus deppel (III) (Costarica) CLASS AVES (BIRDS) Dendrocygna autumnalis (III) (Honduras) Dendrocygna bicolor (III) (Honduras) Netta erythrophthalma Thalassornis leuconotus Burhinus bistriatus (III) (Guatemala) Microparra capensis Nesoenas mayeri (III) (Mauritius) Sarcoramphus papa (III) (Honduras) Falco concolor Crax alberti (III) (Colombia) Crax daubentoni (III) (Colombia) Crax globulosa (III) (Colombia) Crax rubra (III) (Combia, Costa Rica, Guatemala, Honduras Ortalis vetula (Colombia) (III) Pauxi pauxi (Colombia) (III) Penelope purpurascens (Honduras) (III) Penelopina nigra (Guatemala) (III) Numida meleagris Lophura leucomelanos (III) (Pakistan) Meleagris ocellata (III) (Guatemala) Pavo cristatus (III) (Pakistan) Pucrasia macrolopha (III) (Pakistan) Francolinus afer Francolinus nobilis Scleroptil levaillantii Scleroptila streptophora Cephalopterus ornatus (III) (Colombia) Cephalopterus penduliger (III) (Colombia) Calamonastides gracilirostris Cryptospiza shelleyi Crithagra koliensis Kupeornis rufocinctus Cinnyris rockefelleri (III) Acrocephalus (Mauritius) Terpsiphone (Mauritius) rodericanus bourbonnensis (III) Pitta angolensis Semnornis ramphastinus (III) (Colombia) Lybius rubrifacies Baillonius bailloni (III) (Argentina) Pteroglosus castanotis (III) (Argentine) Ramphastos dicolorus (III) (Argentine) Selenidera maculirostris (III) (Argentina) CLASS REPTILIA (REPTILES) Dactylocnemis spp. (III) (New Zealand) Hoplodactylus spp. (III) (New Zealand) Mokopirirakau spp. (III) (New Zealand) Toropuku spp. (III) (New Zealand) Tukutuku spp. (III) (New Zealand) Woodworthia spp. (III) (New Zealand) Atretium schistosum (III) (India) Cerberus rynchops (III) (India) Xenochrophis piscator (III) (India) Xenochrophis (III) Schnurrenbergeri (III) (India) Xenochrophis tytieri (India) Micrurus diastema (III) (Honduras) Micrurus nigrocinctus (III) (Honduras) Micrurus ruatanus (III) (Honduras) Crotalus durissus (III) (Hoduras) Daboia russelii (III) (India) Chelydra serpentina (III) (USA) Macrochelys temminckii (III) (USA) Graptemys spp. (III) (USA) Mauremys iversoni (III) (China) Mauremys megalocephala (III) (China) Mauremys pritchardi (III) (China) Mauremys reevesii (III) (China) Mauremys sinensis (III) (China) Ocadia glyphistoma (III) (China) Ocadia philippeni (III) (China) Sacalia pseudocellata (III) (China) Apalone ferox (III) (USA) Apalone mutica (III) (USA) Apolone spinifera (III) (except the subspecies included in Annex I) (USA) CLASS AMPHIBIA (AMPHIBIANS) Calyptocephalella gayi (III) (Chile) Cryptobranchus alleganiensis(III) (USA) Hynobius amjiensis (China) Salamandra algira (III) (Algeria) CLASS ELASMOBRANCHI (SHARKS) Paratrygon aiereba (III) (Colombia) Potamotrygon spp. (III) (population of Brazil) (Brazil) Potamotrygon constellata (III) (Colombia) Potamotrygon magdalenae (III) (Colombia) Potamotrygon motoro (III) (Colombia) Potamotrygon orbignyi (III) (Colombia) Potamotrygon schroederi (III) (Colombia) Potamotrygon scobina (III) (Colombia) Potamotrygon yepezi (III) (Colombia) Barbus microbarbis Hypamcistrus zebra (III) (Brazil) BRITTLE STARS, SEA URCHINS HOLOTHUROIDEA (SEA CUCUMBERS) Isostichopus fuscus (III) (Equador) ARTHTOPODA (ARTHROPODS) CLASS INSECTA (INSECTS) Colophon spp. (III) (South Africa) Agrias amydon boliviensis (III) (Plurinational State of Bolivia) Morpho godartii lachaumei (III) (Plurinational State of Bolivia) Prepona praesneste buckleyana (III) (Plurinational State of Bolivia) PHYLUM CNIDARIA ANTHOZOA (CORALS AND SEA ANEMONES) Corallium elatus (III) (China) Corallium japonicum (III) (China) Corallium konjoi (III) (China) Corallium secundum (III) (China) FLORA (PLANTS) Myrianthus holstii Vaccinium stanleyi Quercus mongolica Federation) (III) (Russian Gnetum montanum (III) (Nepal) Dipteryx panamensis (III) (Costa Rica, Nicaragua) Lobelia petiolata Magnolia liliifera var. obovata (III) (Nepal) Cedrela fissilis (III) (Plurinational of the State of Bolivia, Brazil) Cedrela odorata (III) (Brazil and the Plurinational of the State of Bolivia. In addition, the following countries have listed their national populations Colombia, Guatemala, and Peru) Dosternia nyungwensis Fraxinus mandshurica (III) (Russian Federation) Lodoicea maldivica (III) Meconopsis regia (III) (Nepal) Meconopsis regia (III) (Nepal) Pinus koraiensis Federation) (III) (Russian Podocarpus neriifolius (III) (Nepal) Oxyanthus troupinii Osyris lanceolata (III) (Populations of Burundi, Ethiopia, Kenya, Rwanda, Uganda and the United Republic of Tanzania) Tetracentron sinense (III) (Nepal) Aframomum wuerthii Seen to be annexed to Law n o 064/2021 of 14/10/2021 on biological diversity (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) Dr UGIRASHEBUJA Emmanuel w’Ubutabera akaba n’Intumwa Nkuru Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux"
    }
  ],
  "definitions": []
}
