{
  "id": "rw-law-2021-72",
  "type": "statute",
  "title": "Law governing Deposit-taking Microfinance Institutions",
  "title_en": "Law governing Deposit-taking Microfinance Institutions",
  "short_name": "Law 72 of 2021",
  "status": "repealed",
  "issued_date": "2021-11-05",
  "in_force_date": "2021-11-08",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/72/eng@2021-11-08",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs deposit -taking microfinance institutions."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions",
      "content": "In this Law, the following terms have the following meanings: 1° place of business: a branch, a sub-branch, outlet, mobile branch, mobile van, Automated Teller Machine or any other place where a deposit-taking microfinance institution carries out some or all of its business; 2° regulations: normative acts established by a regulatory authority for the application of this Law; 3° deposit: a sum of money a client or a member in a deposit-taking microfinance deposits in an institution and which is repayable with or without interests in accordance with the modalities established by contracting parties. However, the following operations are not considered as deposits: a. the money deposited for payment in line with the execution of a contract concluded between a deposit-taking microfinance institution and a client or member; b. the money deposited as security for performing a contract; c. funds deposited by the directors, members of the Supervisory Board, members of the management and their related parties in a deposit-taking microfinance institution as a guarantee of their management; d. funds received in exchange for bonds or equity securities invested with the public; e. funds obtained through discount window on public or private financial instruments or in form of loans or advances from banks or other financial institutions; 4° transformation: a deposit -taking microfinance cooperative changing into a deposit -taking microfinance company; 5° International Financial Reporting Standards: international financial reporting standards set out by the International Accounting Standards Board; 6° union: an association of at least five (5) deposit -taking microfinance cooperatives to achieve their members’ development; 7° deposit-taking microfinance institution: a microfinance institution taking deposits from the public or its members; 8° federation: an association of at least five (5) unions to achieve their members’ development; 9° associate: a company in which a deposit-taking microfinance institution has a shareholding of at least twenty per cent (20%) to fifty per cent (50%) or significant voting rights; 10° parent company: a company that holds more than fifty per cent (50%) of shareholding or voting rights in a deposit-taking microfinance institution; 11° group of companies: a parent company and its subsidiaries, associates and affiliates; 12° inactive account: an account on which, for a period of six (6) months as from the date of the last transaction, neither its owner nor any other customer made any other transaction; 13° dormant account: an account on which, for a period of one (1) year as from the date of the last transaction, neither its owner nor any other customer made any other transaction; 14° significant holding: shareholding in a deposit-taking microfinance institution where a person, directly or indirectly, whether alone or in conjunction with others, holds at least five per cent (5%) of the equity capital or voting rights of such institution or has a holding that enables the person to exercise significant influence in the management of the institution; 15° microfinance services: financial services provided to individuals with small, middle or low-income; 16° internal control: the mode implemented by the Board of Directors, the management and other staff members of a deposit-taking microfinance institution and which provides adequate assurance for appropriate and effective execution of transactions; 17° director: a member of Board of Directors in a deposit -taking microfinance company or a member of board of directors in a deposit -taking microfinance cooperative; 18° member of the Supervisory Board: a member of the Supervisory Board of the deposit -taking microfinance cooperative; 19° related party: a natural person or legal entity that maintains a relationship with the deposit-taking microfinance institution; 20° member: an individual or legal entity that constitutes a deposit -taking microfinance cooperative, deposit -taking microfinance cooperatives which constitute a union or unions that constitute a federation; 21° member of administration of a decentralised entity: a member of the Council or executive organs of a decentralised public entity in which the deposit-taking microfinance institution operates from the Cell, Sector, District, Province and the City of Kigali; 22° significant influence: the power to participate in operating and financial policy decisions of a deposit-taking microfinance institution; 23° supervisory authority: the National Bank of Rwanda or any other body to which the law may assign the powers to supervise financial service providers in Rwanda; 24° financial service provider: an entity licensed by the supervisory authority to provide financial services."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Categories of deposit-taking microfinance institutions",
      "content": "Deposit-taking microfinance institutions are categorised as follows: 1° a deposit -taking microfinance company; 2° a deposit -taking microfinance cooperative."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Activities of a deposit-taking microfinance institution",
      "content": "A deposit-taking microfinance institution deals with receiving deposits. It may also engage in the following activities: 1° to grant loans; 2° to transfer money; 3° to act as an agent of financial service providers including: a. bank; b. microfinance institution; c. insurance company; d. remittance company; e. any other regulated financial service provider that may request it to act as an agent; 4° to perform digital financial services; 5° to provide various hedging services and facilities to customers; 6° to carry out finance lease operations; 7° to issue guarantees to customers; 8° to purchase, hold and transfer real estate and movable property subject to regulations; 9° to conduct direct payment operations subject to a special authorisation from the supervisory authority; 10° to appoint one or more of its agents upon authorisation from the supervisory authority; 11° to carry out any other necessary service subject to authorisation from the supervisory authority."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Licensing",
      "section": "5",
      "title": "Article 5 – Application for a license",
      "content": "A company or cooperative which intends to carry out deposit-taking microfinance institution operations must apply for a licence to the supervisory authority in the prescribed form and proves that it has the required minimum paid-up capital, and pays a licensing fee. The regulations determine the minimum paid-up capital, the licensing fee and other requirements for the company or cooperative to be licensed to carry out deposit-taking microfinance institution activities. Subject to provisions of Paragraph 2 of this Article, the supervisory authority may require the company or cooperative to provide additional information or documents related to the application. The supervisory authority may reject an application file and notify the company or cooperative the grounds for the rejection of the application. The period to indicate that the application is received and to notify the company or cooperative of the decision taken is determined by the regulations."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Licensing",
      "section": "6",
      "title": "Article 6 – Application for a license by a foreign company",
      "content": "A foreign company incorporated outside Rwanda that is legally registered in Rwanda which intends to carry out deposit-taking microfinance institution activities must apply for a licence to the supervisory authority in the prescribed form and proves that it has the required minimum paid-up capital, and pays a licensing fee. The regulations determine requirements for the foreign company to be licensed in order to carry out deposit-taking microfinance institution activities."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Licensing",
      "section": "7",
      "title": "Article 7 – Appeal",
      "content": "Where the company or cooperative which applied for the license is not satisfied with the response received, such a company or cooperative may appeal against it to the supervisory authority within one (1) month of the response receipt. The supervisory authority must provide the company or cooperative with the response within three (3) months of date on which the appeal was lodged. When the company or cooperative which lodged an appeal is not satisfied with the response provided, such a company or cooperative has a period of six (6) months from the date of the response receipt to refer the matter to the court of Law."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Licensing",
      "section": "8",
      "title": "Article 8 – Issuance of a license",
      "content": "In a period specified in the regulations and upon examination of the application, the supervisory authority, issues the license to the applicant who fulfils all the requirements of this Law and relevant regulations. The license referred to in Paragraph One of this Article must specify the following: 1° the name of the deposit-taking microfinance institution; 2° the category of the deposit-taking microfinance institution; The licence issued under this Article is neither transferable nor assignable."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Licensing",
      "section": "9",
      "title": "Article 9 – Publication of the list of deposit-taking microfinance institutions",
      "content": "The supervisory authority, maintains, updates and publishes the list of deposit -taking microfinance institutions, their branches on its website at least once a year."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Licensing",
      "section": "10",
      "title": "Article 10 – Prohibition from using certain terms",
      "content": "It is prohibited to use terms related to a microfinance institution, their derivatives or translations that can indicate or be perceived as related to microfinance activity in the corporate name, trade name, signage or advertisement of a microfinance institution unless authorised by the supervisory authority. Such terms are the following: 1° a microfinance; 2° a microfinance institution; 3° a deposit-taking microfinance institution; 4° a deposit -taking microfinance company; 5° a deposit -taking microfinance cooperative."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Licensing",
      "section": "11",
      "title": "Article 11 – Grounds for revocation of a license",
      "content": "The supervisory authority may revoke a license granted to a deposit-taking microfinance institution for one of the following reasons: 1° the institution has ceased operating for a period of more than one month without any authorization from the supervisory authority; 2° the institution has obtained the license through incorrect statements or fraudulent means; 3° the institution no longer meets the applicable licensing criteria; 4° the institution no longer meets the criteria for operating as a deposit-taking microfinance institution; 5° the parent company is undergoing liquidation, which can negatively affect a deposit -taking microfinance company; 6° the deposit-taking microfinance institution is engaged in money laundering and financing terrorism activities as well as other economic crimes; 7° the institution performs any other activity compromising the soundness of the financial sector;"
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Prudential rules and risk management of deposit-taking microfinance institution",
      "section": "12",
      "title": "Article 12 – Liquidity ratio required",
      "content": "The regulations specify a minimum liquidity ratio maintained by a deposit-taking microfinance institution. The supervisory authority may increase the liquidity ratio for some deposit -taking microfinance institutions based on the criteria specified in the regulations."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Prudential rules and risk management of deposit-taking microfinance institution",
      "section": "13",
      "title": "Article 13 – Capital adequacy required",
      "content": "A deposit-taking microfinance institution is required to maintain a capital adequacy specified in the regulations. Subject to provisions of Paragraph One of this Article, the supervisory authority may increase the capital adequacy ratio for some deposit -taking microfinance institutions based on criteria set out in the regulations."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Prudential rules and risk management of deposit-taking microfinance institution",
      "section": "14",
      "title": "Article 14 – Loans classification and provisioning",
      "content": "A deposit-taking microfinance institution must classify its loans and maintain an adequate level of required loan provisioning. Regulations specify the criteria for loan classification and provisioning levels."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Prudential rules and risk management of deposit-taking microfinance institution",
      "section": "15",
      "title": "Article 15 – Limits on loans, liabilities and investments",
      "content": "The regulations establish risk concentration limits on loans, liabilities and investments in a deposit-taking microfinance institution."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Prudential rules and risk management of deposit-taking microfinance institution",
      "section": "16",
      "title": "Article 16 – Special increment of share capital",
      "content": "The supervisory authority, by regulations, determines conditions for share capital increment of a deposit-taking microfinance institution to provide for credit risk, operational risk, market risk and any other risk caused by the activities of the institution."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Prudential rules and risk management of deposit-taking microfinance institution",
      "section": "17",
      "title": "Article 17 – Prohibitions of payment of dividends",
      "content": "A deposit-taking microfinance institution is prohibited from declaring, paying or transferring within the country or abroad dividends if: 1° the deposit-taking microfinance institution has not yet reached the break-even point; 2° its investments in non-current assets have not been adequately depreciated, amortised and are impaired; 3° its capital impairment has not been considered; 4° the deposit-taking microfinance institution does not have adequate provisions in respect of bad or doubtful debts and other problem assets. Problem assets include suspense accounts, receivables, accumulated deficits and other non-justifiable assets; 5° other prerequisites for distribution of dividends as defined in the regulations are not respected. Dividends to be declared are based on the net income audited in accordance with International Financial Reporting Standards for the ended financial year. Issuing bonus shares out of profits is considered to be a payment of dividends."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Prudential rules and risk management of deposit-taking microfinance institution",
      "section": "18",
      "title": "Article 18 – Ownership limits and transactions in the shareholding",
      "content": "The supervisory authority determines the ownership limits and transactions of shares in a deposit-taking microfinance institution through regulations. A deposit-taking microfinance institution is not permitted to repurchase shares from its shareholders or members without written authorisation from the supervisory authority."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Prudential rules and risk management of deposit-taking microfinance institution",
      "section": "19",
      "title": "Article 19 – Modalities for payment and use of shares",
      "content": "The payment of shares in a deposit-taking microfinance institution is made in cash or in-kind equivalent to value of shares. Shares may be transferred upon approval by the mandated authority in the deposit-taking microfinance institution. Shares may be transferred but cannot be withdrawn nor collateralised. However, upon the decision of the General Assembly for the deposit -taking microfinance cooperative or the Board of Directors for deposit -taking microfinance company, shares may be used to pay a member or shareholder’s loan in case he or she is expelled from the deposit-taking microfinance institution or resigns from it. Shares that are used to pay the loan are first subjected to valuation."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Prudential rules and risk management of deposit-taking microfinance institution",
      "section": "20",
      "title": "Article 20 – Mandatory reserve",
      "content": "A deposit-taking microfinance institution determines the annual net income portion which is allocated into the reserve funds. The threshold of the mandatory reserve is determined by the competent authority in the deposit-taking microfinance institution."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Prudential rules and risk management of deposit-taking microfinance institution",
      "section": "21",
      "title": "Article 21 – Prohibition against sharing of reserves",
      "content": "The reserves of a deposit-taking microfinance institution are not shared among its members or shareholders as long as the deposit-taking microfinance institution is still operational."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Prudential rules and risk management of deposit-taking microfinance institution",
      "section": "22",
      "title": "Article 22 – Conditions on transactions with related parties",
      "content": "The regulations determine requirements that prevent the conflict of interests on transactions carried out between a deposit-taking microfinance institution and its related parties. The related parties of a deposit-taking microfinance institution are the following: 1° a director, member of the Supervisory Board, of the management or any other employee of a deposit-taking microfinance institution; 2° a person holding significant shares in a deposit-taking microfinance institution; 3° a spouse or family member on direct line or collateral line up to the second degree of any of the persons referred to in items 1° and 2°; 4° a legal entity in which any of the persons mentioned under items 1°, 2° and 3° is a director or management; 5° a legal entity in which any of the persons mentioned under Items 1°, 2°, 3° and 4° holds significant shares; 6° a legal entity that alone or with others, controls or exerts authority directly or indirectly; 7° a legal entity controlled or on which authority is exerted directly or indirectly by an entity that controls the deposit-taking microfinance institution; 8° a person who is a director or member of the management of the entity referred to in items 6° and 7°."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Prudential rules and risk management of deposit-taking microfinance institution",
      "section": "23",
      "title": "Article 23 – Risk management framework",
      "content": "A deposit-taking microfinance institution designs and implements a comprehensive risk management framework approved and overseen by the Board of Directors to enable it to identify, measure, evaluate, mitigate and prevent risks, monitor and report all identified risks on a timely basis. The risk management framework must be proportional to the deposit-taking microfinance institution’s risk profile, size and complexity. The risk management framework takes into consideration the following: 1° credit risks; 2° liquidity risks; 3° operational risks; 4° market risks; 5° institution’s strategic risks; 6° compliance of risk; 7° any other risks that may occur. The regulations set the guidelines for the risk management within a deposit-taking microfinance institution."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Prudential rules and risk management of deposit-taking microfinance institution",
      "section": "24",
      "title": "Article 24 – Internal control and internal audit",
      "content": "A deposit-taking microfinance institution establishes an adequate internal control system that facilitates the risk management and compliance with applicable laws. The regulations determine minimum standards for internal control system and internal audit of a deposit-taking microfinance institution."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Governance of a deposit-taking microfinance institution",
      "section": "25",
      "title": "Article 25 – Governance organs of a deposit-taking microfinance institution",
      "content": "A deposit -taking microfinance company and a deposit -taking microfinance cooperative establish the Governance organs as provided for by the relevant laws. Subject to the provisions of Paragraph One of this Article, the regulations may determine other governance organs for a deposit-taking microfinance institution."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Governance of a deposit-taking microfinance institution",
      "section": "26",
      "title": "Article 26 – Request for approval of a director, a member of Supervisory Board and a member of the management",
      "content": "A deposit-taking microfinance institution that requests for approval of its director, member of Supervisory Board and member of the management submits to the supervisory authority the file of that person for the supervisory authority to check whether he or she fulfils the requirements before approving him or her. The regulations determine the content of the request file referred to in Paragraph One of this Article as well as the period of reaction to such a request."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Governance of a deposit-taking microfinance institution",
      "section": "27",
      "title": "Article 27 – Notification of change of a director, a member of the Supervisory Board or a member of management",
      "content": "A deposit-taking microfinance institution notifies the supervisory authority in writing that a director, a member of the Supervisory Board or a member of management ceases his or her duties and the grounds of the cessation. The notification mentioned in Paragraph One of this Article is done within ten (10) days from the date on which the change occurred."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – Governance of a deposit-taking microfinance institution",
      "section": "28",
      "title": "Article 28 – Committees of the Board of Directors",
      "content": "Each deposit-taking microfinance institution has committees of the Board of Directors. The number and categories of these committees depend on the size of the institution, the nature of the operations carried out by the institution and the risk profile of the institution. Subject to the provisions of Paragraph One of this Article, the regulations determine the key committees of the Board of Directors that a deposit-taking microfinance institution must have."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IV – Governance of a deposit-taking microfinance institution",
      "section": "29",
      "title": "Article 29 – Requirements to be a director, a member of the Supervisory Board or a member of management",
      "content": "The requirements for a person to be a director, a member of the Supervisory Board or a member of management in a deposit -taking microfinance company are determined by the Law governing companies. The requirements for a person to be a director, a member of the Supervisory Board or a member of management in a deposit -taking microfinance cooperative are determined by the Law governing cooperatives in Rwanda. The regulations also determine other requirements for a person to be a director, a member of the Supervisory Board or a member of management in a deposit-taking microfinance institution."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter IV – Governance of a deposit-taking microfinance institution",
      "section": "30",
      "title": "Article 30 – Accumulation of posts",
      "content": "It is prohibited to accumulate the posts of a director, of a member of the Supervisory Board, of a member of management or of any other post: 1° in a deposit-taking microfinance institution; 2° in more than one deposit -taking microfinance institutions; 3° in a deposit-taking microfinance institution and in the administration of a decentralised entity; 4° in any other organisation where it may create conflict of interests. Provisions of Items 1° and 2° of this Article do not apply to institutions that are in the same group, union, federation or institutions outside the Republic of Rwanda."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Governance of a deposit-taking microfinance institution",
      "section": "31",
      "title": "Article 31 – Governance guidelines",
      "content": "The regulations determine governance guidelines that are observed by a deposit-taking microfinance institution."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter V – Finance and accounting",
      "section": "32",
      "title": "Article 32 – Accounting operations",
      "content": "A deposit-taking microfinance institution performs accounting operations in accordance with the International Financial Reporting Standards."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter V – Finance and accounting",
      "section": "33",
      "title": "Article 33 – Preparation of financial statements",
      "content": "Every deposit-taking microfinance institution must prepare its financial statements in accordance with International Financial Reporting Standards. The financial statements prepared must contain the following: 1° a statement of financial position and all off-balance sheet; 2° a statement of profit and loss and other comprehensive income; 3° a statement of cash flow; 4° a statement of changes in equity; 5° accounting notes; 6° comparative information; 7° any document, breakdown, declaration, report or situation related to the financial statements that facilitates the supervisory authority to assess the financial situation of the institution. The financial year of a deposit-taking microfinance institution begins on 1 st January and ends on 31 st December of the same year. However, the first financial year begins from the licensing date of the deposit-taking microfinance institution and ends on 31 st December of the same year."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter V – Finance and accounting",
      "section": "34",
      "title": "Article 34 – Consolidated account of a parent company",
      "content": "Without prejudice to provisions of Paragraph One of Article 33 of this Law, a parent company of a deposit-taking microfinance institution prepares separate and consolidated financial statements with its subsidiaries."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter V – Finance and accounting",
      "section": "35",
      "title": "Article 35 – Submission of financial statements and required information",
      "content": "A deposit-taking microfinance institution submits to the supervisory authority its financial statements and related documents as provided for by the law. A deposit-taking microfinance institution also submits to the supervisory authority at any time all required information for the assessment of its financial position. The reporting format of financial statements and the time of their submission to the supervisory authority are provided for by the regulations."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter V – Finance and accounting",
      "section": "36",
      "title": "Article 36 – External audit",
      "content": "Every deposit-taking microfinance institution is audited each year by an external auditor who is on the list of external auditors accredited by the supervisory authority. The external auditor avoids conflict of interest as specified in regulations."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter V – Finance and accounting",
      "section": "37",
      "title": "Article 37 – Accreditation and revocation of an external auditor",
      "content": "The regulations determine the requirements for accreditation of an external auditor as well as the procedures for his or her revocation."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter V – Finance and accounting",
      "section": "38",
      "title": "Article 38 – Duties of an external auditor",
      "content": "The external auditor has the following major duties: 1° to check whether a deposit-taking microfinance institution prepares its financial statements in accordance with international financial reporting standards; 2° to ensure that the publication of the financial status of a deposit-taking microfinance institution complies with international financial reporting standards and the relevant regulations. The regulations determine other duties of an external auditor."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter V – Finance and accounting",
      "section": "39",
      "title": "Article 39 – Powers of an external auditor",
      "content": "An external auditor has the following powers: 1° to have access to all information, ledgers, registers, accounts and other accounting records of the deposit-taking microfinance institution; 2° to request from a director, a member of Supervisory Board, a member of management, the owner or an employee of the deposit-taking microfinance institution any information or document needed to carry out audit. The regulations determine other powers of an external auditor."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter V – Finance and accounting",
      "section": "40",
      "title": "Article 40 – Publication of audited financial statements",
      "content": "A deposit-taking microfinance institution publishes its audited financial statements in accordance with modalities and procedures determined by regulations."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter VI – Specific provisions to deposit-taking microfinance cooperatives",
      "section": "41",
      "title": "Article 41 – Composition of the Board of Directors and the Supervisory Board",
      "content": "Subject to the provisions of the Law governing cooperatives in Rwanda, the Board of Directors and the Supervisory Board of a deposit -taking microfinance cooperative must comprise both members and non-members of the cooperative. The Board of Directors and the Supervisory Board of a deposit -taking microfinance cooperative must have at least a third (1/3) of the directors who are not members of that cooperative. The regulations determine the requirements for a non- member of a deposit -taking microfinance cooperative to be elected as a director or a member of the Supervisory Board."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter VI – Specific provisions to deposit-taking microfinance cooperatives",
      "section": "42",
      "title": "Article 42 – Requirements for membership in deposit-taking microfinance cooperative",
      "content": "A person who intends to be a member of a deposit -taking microfinance cooperative must: 1° be at least sixteen (16) years old; 2° not participate directly or indirectly in any activity that conflicts with the deposit -taking microfinance cooperative of which he or she is a member; 3° have subscribed and paid up his or her shares in the share capital of the deposit -taking microfinance cooperative in accordance with the bylaws; 4° be committed to work with the deposit -taking microfinance cooperative as provided for by its bylaws; 5° apply for it and be admitted by the General Assembly of the deposit -taking microfinance cooperative. Members of a deposit -taking microfinance cooperative may have unequal shares."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter VI – Specific provisions to deposit-taking microfinance cooperatives",
      "section": "43",
      "title": "Article 43 – Minimum number of members to a deposit-taking microfinance cooperative",
      "content": "The minimum number of members to a deposit -taking microfinance cooperative is five hundred (500)."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter VI – Specific provisions to deposit-taking microfinance cooperatives",
      "section": "44",
      "title": "Article 44 – Affiliation with or disaffiliation from a union or a federation",
      "content": "If a deposit -taking microfinance takes a decision to affiliate with or disaffiliate from a union or if a union takes a decision to affiliate with or disaffiliate from a federation, it first seeks approval from the supervisory authority. The regulations specify requirements and modalities for affiliation and disaffiliation from a union or a federation. A deposit -taking microfinance cooperative is not permitted to affiliate to more than one union. A union is not also permitted to affiliate to more than one federation."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter VI – Specific provisions to deposit-taking microfinance cooperatives",
      "section": "45",
      "title": "Article 45 – Responsibilities of a union or a federation",
      "content": "A union or a federation has the following responsibilities: 1° to play the role of clearing agent between its members; 2° to ensure financial solidarity; 3° to mobilise external financing or external technical assistance; 4° to accept contributions and provide loans to its members; 5° to make other investments within its mandate; The regulations may determine other responsibilities of a union or a federation."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter VI – Specific provisions to deposit-taking microfinance cooperatives",
      "section": "46",
      "title": "Article 46 – Powers of a union or a federation",
      "content": "A union or a federation has the following powers: 1° to carry out operations of permanent or non-permanent supervision or inspection upon request by the supervisory authority; 2° to issue financial instruments; 3° to resolve to undertake borrowings under the conditions prescribed by relevant laws. The supervisory authority issues regulations determining modalities in which members of a union, or a federation cover the liquidity shortage and the period in which the coverage is carried out. The regulations may determine other powers of a union or a federation."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter VII – Supervision of a deposit-taking microfinance institution",
      "section": "47",
      "title": "Article 47 – Responsibilities of the supervisory authority to supervise a deposit-taking microfinance institution",
      "content": "The supervisory authority is responsible for regular supervision of deposit -taking microfinance institutions to ensure that they comply with the provisions of this Law and regulations. The supervisory authority exercises its supervisory function through any or all of the following methods: 1° off-site analysis; 2° onsite inspections; 3° prudential meetings with deposit -taking microfinance institutions; 4° any other lawful method that the supervisory authority considers appropriate. The cost relating to the supervisory function of the supervisory authority is borne by a supervised deposit-taking microfinance institution in accordance with terms and conditions determined in the regulations."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter VII – Supervision of a deposit-taking microfinance institution",
      "section": "48",
      "title": "Article 48 – Powers of the supervisory authority to supervise a deposit-taking microfinance institution",
      "content": "The supervisory authority, in the framework of supervision of deposit -taking microfinance, may: 1° investigate and inquire into the operations of a deposit-taking microfinance institution; 2° issue instructions on the proper management of a deposit-taking microfinance institution; 3° enter, at any time and at its discretion, any premises of the deposit-taking microfinance institution in which it conducts its operations; 4° require any director, member of the Supervisory Board, member of management, employee or agent of the institution, as case may be, to produce the institution’s accounting, financial or nonfinancial records; 5° search any premises referred to in Item 3° of this Article for money, financial and nonfinancial records, books or other documents; 6° open or cause to be opened a strong room, safe or other container in which it is suspected that there are financial instruments, books, records, accounts, computer programs or other documents of the institution; 7° examine and get extracts or copies of financial instruments, books, records, accounts or other documents of the institution; 8° take from the premises of the institution, temporarily and with acknowledgment of receipt, any financial instruments, books, records, accounts or other documents for the purpose of examining them; 9° require any director, member of the Supervisory Board, member of management, employee or agent of the institution: a. to explain any entry in the books, reports, accounts or other documents of the institution; b. to provide the supervisory authority with information concerning management, governance or activities of the institution; 10° exercise such powers as may be necessary for the discharge of the responsibilities provided for in this Law. Any information obtained in the course of inspection is treated as confidential and used solely for the purposes of this Law and of the law governing the supervisory authority. However, this duty of confidentiality does not prohibit the supervisory authority to share information with another supervisory authority under cooperation agreement, Government entity, law enforcement authority and the court."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter VII – Supervision of a deposit-taking microfinance institution",
      "section": "49",
      "title": "Article 49 – Consolidated supervision",
      "content": "The supervisory authority supervises each group of companies on a consolidated basis. The supervisory authority collects and analyses financials and other information for a group of companies, on a consolidated basis, covering areas such as capital adequacy, liquidity, large exposures, exposures to related parties, lending limits and group structure. The supervisory authority may limit activities that a group conducts and locations in which such activities can be conducted including closing foreign offices, where the group is registered in Rwanda, if it considers that: 1° the safety and soundness of the deposit-taking microfinance institution and the group to which it belongs are compromised or their activities expose them to excessive risk; 2° the supervision made by other supervisors is not adequate with regard to the risks that the activities face; 3° the exercise of effective supervision on a consolidated basis is hindered."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter VII – Supervision of a deposit-taking microfinance institution",
      "section": "50",
      "title": "Article 50 – Cross border supervision",
      "content": "In case a parent company of a deposit-taking microfinance institution is based in a foreign country or if a deposit-taking microfinance institution licensed under this Law has a subsidiary, a branch or a representative office abroad, the supervisory authority may conclude a memorandum of understanding with the home regulator to enable the cross-border supervision and sharing of information. Pursuant to the memorandum of understanding mentioned in Paragraph One of this Article, the supervisory authority supervises the parent institution, subsidiaries, branches and representative offices of any Rwandan deposit-taking microfinance institution established in a foreign country without prejudice to the powers of the supervisory authority of the host country. An inspector from the supervisory authority of a foreign country may exercise its responsibilities in Rwanda with regard to the supervision of the parent company, subsidiaries and representative offices of a deposit-taking microfinance institution established in his or her country, after a written notification to the supervisory authority."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter VII – Supervision of a deposit-taking microfinance institution",
      "section": "51",
      "title": "Article 51 – Inspection report of the supervisory authority",
      "content": "The supervisory authority submits the inspection report to the Board of Directors of the inspected deposit-taking microfinance institution. The inspected deposit-taking microfinance institution, within thirty (30) days from the date of receipt of the report, submits to the supervisory authority an implementation plan of all recommendations set out in the report. This plan indicates the deadline within which each recommendation is implemented. From the date of submission of the implementation plan, the inspected deposit-taking microfinance institution submits to the supervisory authority progress implementation report on a quarterly basis until all recommendations are fully implemented. Where it is proved that the inspected institution did not comply with the recommendations of the supervisory authority, the institution is subject to administrative sanctions provided for in the regulations."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter VII – Supervision of a deposit-taking microfinance institution",
      "section": "52",
      "title": "Article 52 – Activity report",
      "content": "A deposit-taking microfinance institution submits to the supervisory authority its activity report at such times and in such form as prescribed in the regulations. The deposit-taking microfinance institution also provides the supervisory authority with any requested information or explanation on its operations. A shareholder, a director, a member of the Supervisory Board, a member of management or any other employee of a deposit-taking microfinance institution cannot invoke the professional secrecy as a ground for non-disclosure of information requested by the supervisory authority. A deposit-taking microfinance institution that fails to submit the report required under this Article is subject to administrative sanctions provided in the regulations."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter VII – Supervision of a deposit-taking microfinance institution",
      "section": "53",
      "title": "Article 53 – Delegation of supervisory powers",
      "content": "The supervisory authority may, through a memorandum of understanding, delegate its supervisory powers to a third party to ensure the effective exercise of its supervisory powers and responsibilities under this Law and on the basis of such conditions and procedures as the supervisory authority may prescribe. The delegate who does not comply with the terms of the memorandum of understanding referred to in Paragraph One of this Article is subject to administrative sanctions as provided for in the regulations."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter VIII – Recovery measures and resolutions",
      "section": "54",
      "title": "Article 54 – Financial crisis management measures",
      "content": "A deposit-taking microfinance institution must always have financial crisis management measures and modalities for immediate or future use. The content of financial crisis management measures and modalities is determined by the regulations."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter VIII – Recovery measures and resolutions",
      "section": "55",
      "title": "Article 55 – Recovery plan",
      "content": "The supervisory authority may request a distressed deposit-taking microfinance institution to provide a recovery plan for approval before its implementation if the supervisory authority considers the institution may recover. The recovery plan of a distressed deposit-taking microfinance institution highlights the causes and impact of the distress, as well as appropriate measures to solve it."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter VIII – Recovery measures and resolutions",
      "section": "56",
      "title": "Article 56 – Content of the recovery plan for a deposit-taking microfinance institution",
      "content": "The recovery plan for a deposit-taking microfinance institution consists of some of the following: 1° measures designed to restore or strengthen the financial equilibrium; 2° constitution of provisions and reserves; 3° suspension of payment of dividends; 4° increase of the capital in funds, as well as any other financial support or guarantee; 5° reorganisation of the operating structure of a deposit-taking microfinance institution in order to improve the quality of its operations and management. The supervisory authority may request a deposit-taking microfinance institution to take additional measures to the ones submitted before."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter VIII – Recovery measures and resolutions",
      "section": "57",
      "title": "Article 57 – Approval of the recovery plan",
      "content": "Where the supervisory authority realizes that the financial situation of a deposit-taking microfinance institution requires recovery, it requests members of the Board of Directors, members of the Supervisory Board, members of the management, shareholders, members or other persons connected with the property of the institution to submit a recovery plan for approval."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter VIII – Recovery measures and resolutions",
      "section": "58",
      "title": "Article 58 – Implementation of the recovery plan",
      "content": "The deposit-taking microfinance institution submits to the supervisory authority, on quarterly basis and as often as need be, the implementation progress report of the recovery plan. If the supervisory authority is not satisfied with the implementation of the recovery plan, it may either appoint a special administrator or liquidate the institution."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter VIII – Recovery measures and resolutions",
      "section": "59",
      "title": "Article 59 – Appointment of a special administrator",
      "content": "The supervisory authority may, if the deposit-taking microfinance institution did not implement the recovery plan, appoint a special administrator. The special administrator may be one of the employees of the supervisory authority or any other legal entity appointed by the supervisory authority. The deposit-taking microfinance institution provides full cooperation with the special administrator and gives him or her any human and material resources he or she may require."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter VIII – Recovery measures and resolutions",
      "section": "60",
      "title": "Article 60 – Grounds for appointment of a special administrator",
      "content": "The supervisory authority may appoint a special administrator for a deposit-taking microfinance institution if: 1° the deposit-taking microfinance institution does not comply with the provisions of this Law or with the regulations; 2° the deposit-taking microfinance institution does not comply with the criteria for which it was licenced; 3° the deposit-taking microfinance institution engages in risky or dangerous financial practices; 4° the deposit-taking microfinance institution engages in money laundering or financing of terrorism; 5° the deposit-taking microfinance institution obstructs the supervision functions or the work of external auditors; 6° the situation of the deposit-taking microfinance institution endangers interests of its depositors; 7° the supervisory authority considers that the deposit-taking microfinance institution is in an unsound financial condition, is not operating in accordance with the sound administrative and accounting practices and procedures or does not adhere to proper risk management policies; 8° it is necessary to ensure the stability of microfinance institutions in general."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter VIII – Recovery measures and resolutions",
      "section": "61",
      "title": "Article 61 – Announcement of the decision of appointment of a special administrator",
      "content": "The supervisory authority must, within one (1) day after the appointment of a special administrator, announce the decision of appointment as follows: 1° through the written or audio media with the largest audience; 2° to display a copy of the decision on appointment in all branches of the deposit-taking microfinance institution. The announcement modalities, frequency and announcement content are determined by the supervisory authority."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter VIII – Recovery measures and resolutions",
      "section": "62",
      "title": "Article 62 – Report of a special administrator",
      "content": "The special administrator prepares and submits to the supervisory authority, within thirty (30) days as from the date of his or her appointment, an initial assessment report containing issues of the deposit-taking microfinance institution and recommendations. The report referred to in Paragraph One of this Article indicates whether the institution is capable of being resolved or requires to be liquidated. The report also indicates whether the leaders and employees of the institution are able or not able to carry on their activities. The special administrator submits to the supervisory authority the monthly report and whenever necessary as may be determined by the supervisory authority."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter VIII – Recovery measures and resolutions",
      "section": "63",
      "title": "Article 63 – Scope of investigatory powers",
      "content": "A special administrator, during the exercise of his or her investigatory powers, is entitled to check any record or information of a deposit-taking microfinance institution he or she considers necessary and appropriate and to pursue, before the competent organs, any person who is directly or indirectly involved in the mismanagement of the deposit-taking microfinance institution."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter VIII – Recovery measures and resolutions",
      "section": "64",
      "title": "Article 64 – Power for approval",
      "content": "A special administrator has the power to approve beforehand decisions, instructions, transactions and operations of a deposit-taking microfinance institution. Where acts referred to in Paragraph One of this Article are carried out by a deposit-taking microfinance institution without approval of the special administrator, they are void."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter VIII – Recovery measures and resolutions",
      "section": "65",
      "title": "Article 65 – Power to manage a deposit-taking microfinance institution",
      "content": "A special administrator vested with the powers to manage a deposit-taking microfinance institution has full powers to manage that institution as well as the power formerly possessed by the Board of Directors, the Supervisory Board and the General Assembly of shareholders and of members of the deposit-taking microfinance institution. The directors, members of the Supervisory Board and members of the management of a deposit-taking microfinance institution proceed with the handover with the special administrator within five (5) days of his or her appointment. A special administrator may, where necessary, suspend, in whole or in part and for an appropriate period of time, any payment, asset transfer, contract execution, or any other operation to be made by a deposit-taking microfinance institution. The special administrator must immediately notify the decision for suspension to the concerned stakeholders. Enforcement measure on the assets for the payment of creditors of the deposit-taking microfinance institution under the management of a special administrator is not allowed if the suspension period mentioned in Paragraph 2 of this Article is still in place."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter VIII – Recovery measures and resolutions",
      "section": "66",
      "title": "Article 66 – Power to resolve a deposit-taking microfinance institution",
      "content": "A special administrator has power to establish a resolution plan of a deposit-taking microfinance institution and submit it to the supervisory authority for approval before its implementation. The resolution plan consists of the transformation strategy of the deposit-taking microfinance institution and generally includes: 1° restructuring of the administrative organisation and the operations of the institution; 2° recapitalisation by shareholders or members or accepting new shareholders or members; 3° purchase or sale of certain assets; 4° run-off of some products or adoption of new products; 5° conversion of debts into shares; 6° contracting new debts."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter VIII – Recovery measures and resolutions",
      "section": "67",
      "title": "Article 67 – Recourse to experts",
      "content": "A special administrator may, after consultation with the supervisory authority, seek services from experts including accountants, external auditors, lawyers, real estate valuers and other service providers that may be needed in exercise of his or her duties. The deposit-taking microfinance institution bears the cost for experts’ services required by the special administrator."
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter VIII – Recovery measures and resolutions",
      "section": "68",
      "title": "Article 68 – Binding force of powers of the special administrator",
      "content": "The powers entrusted to the special administrator bind both the deposit-taking microfinance institution and third parties."
    },
    {
      "provision_ref": "art69",
      "chapter": "Chapter VIII – Recovery measures and resolutions",
      "section": "69",
      "title": "Article 69 – Obligations of a special administrator at the end of mandate",
      "content": "A special administrator, upon completion of his or her mandate, has obligation to submit the activity report to the supervisory authority. Without prejudice to the provisions of this Law, a special administrator has obligation to keep the professional secrecy he or she obtained during performance of his or her duties and even after expiration of his or her duties."
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter VIII – Recovery measures and resolutions",
      "section": "70",
      "title": "Article 70 – Remuneration of a special administrator",
      "content": "The deposit-taking microfinance institution pays wages and other benefits for services rendered by a special administrator as established by the Supervisory Authority."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "71",
      "title": "Article 71 – Liquidation and its causes",
      "content": "A deposit-taking microfinance institution is liquidated through collecting and distributing its assets before it is deregistered. A deposit-taking microfinance institution may be liquidated when: 1° the competent organ in the deposit-taking microfinance institution decides to do so; 2° ordered by the supervisory authority based on the grounds provided in this Law."
    },
    {
      "provision_ref": "art72",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "72",
      "title": "Article 72 – Modes of liquidation",
      "content": "The modes of liquidation are: 1° voluntary liquidation; 2° forced liquidation."
    },
    {
      "provision_ref": "art73",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "73",
      "title": "Article 73 – Voluntary liquidation",
      "content": "A deposit-taking microfinance institution that intends to be voluntarily liquidated must, in writing, apply for authorisation to do so from the supervisory authority. The application for authorisation to voluntarily liquidate a deposit-taking microfinance institution must be accompanied by the name of liquidator and a statement from an external auditor certifying that the deposit-taking microfinance institution is capable of promptly repaying all its debts. The supervisory authority responds to the application for authorisation to voluntarily liquidate a deposit-taking microfinance institution within thirty (30) days from the date of receipt of the application. The supervisory authority may authorise voluntary liquidation subject to the constitution of additional guarantees in order to strengthen the reimbursement capacity of a deposit-taking microfinance institution’s commitments during the liquidation process."
    },
    {
      "provision_ref": "art74",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "74",
      "title": "Article 74 – Forced liquidation",
      "content": "The supervisory authority may order the forced liquidation of a deposit-taking microfinance institution if: 1° it fails to implement its recovery plan; 2° the special administrator so recommends; 3° it is insolvent without any possibility of recovery; 4° the parent company of a deposit-taking microfinance institution is in liquidation which may have a negative impact on the sustainability of the subsidiary; 5° its license was revoked."
    },
    {
      "provision_ref": "art75",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "75",
      "title": "Article 75 – Consequences of liquidation commencement",
      "content": "Upon the date of commencement of liquidation, the following activities are stayed: 1° initiation or continuation of legal claims against a deposit-taking microfinance institution; 2° the enforcement of the deposit-taking microfinance institution’s rights, obligations and liabilities; 3° the execution of court rulings related to the assets of the deposit -taking microfinance; 4° the right to suspend the contracts to which the deposit-taking microfinance institution is party; 5° the right to transfer, mortgage or use the assets of the deposit-taking microfinance institution. The provisions of this Article do not preclude the right to initiate legal claims against individual debtors of the deposit-taking microfinance institution."
    },
    {
      "provision_ref": "art76",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "76",
      "title": "Article 76 – Retaining legal personality",
      "content": "A deposit-taking microfinance institution retains its legal personality until the end of the liquidation. The name of the deposit-taking microfinance institution undergoing liquidation must be followed by the words “in liquidation”, in all acts performed on behalf of the institution and everywhere the deposit-taking microfinance institution is performing its activities."
    },
    {
      "provision_ref": "art77",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "77",
      "title": "Article 77 – Appointment and dismissal of a liquidator",
      "content": "In case of voluntary liquidation, the liquidator is appointed by the competent organ in the deposit-taking microfinance institution and approved by the supervisory authority. In case of incompetence or misconduct, the liquidator is dismissed by the competent organ in the deposit-taking microfinance institution or by the supervisory authority. In case the liquidator is dismissed by the competent organ in the deposit-taking microfinance institution, this is approved by the supervisory authority. For the case of forced liquidation, the liquidator is appointed and dismissed by the supervisory authority. In case of voluntary or forced liquidation, a liquidator is appointed before publication of the decision of the liquidation."
    },
    {
      "provision_ref": "art78",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "78",
      "title": "Article 78 – Accreditation of a liquidator",
      "content": "The supervisory authority publishes on its website an updated list of accredited liquidators of the deposit -taking microfinance institutions. The regulations determine modalities for accreditation and requirements to be a liquidator."
    },
    {
      "provision_ref": "art79",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "79",
      "title": "Article 79 – Publication of a liquidation decision",
      "content": "The decision for liquidation of a deposit-taking microfinance institution is published within One (1) day from the date it was approved by the supervisory authority. The liquidation decision is published as follows: 1° through the written or audio media with the largest audience; 2° to display a copy of the decision on liquidation in all branches of the deposit-taking microfinance institution. The publication modalities, frequency and the content of the announcement are determined by the supervisory authority."
    },
    {
      "provision_ref": "art80",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "80",
      "title": "Article 80 – Duties of the liquidator",
      "content": "The liquidator has the following duties: 1° to collect assets of a deposit-taking microfinance institution under liquidation; 2° to pay creditors in accordance with the modalities provided by this Law; 3° to perform such other duty related to liquidation as may be assigned by the supervisory authority."
    },
    {
      "provision_ref": "art81",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "81",
      "title": "Article 81 – Powers of the liquidator",
      "content": "In order to carry out his or her duties, the liquidator has powers to: 1° sign and execute all acts or decisions on behalf of institution under liquidation; 2° legally represent the deposit-taking microfinance institution under liquidation; 3° seek, where necessary, services from lawyers, notaries, accountants, valuers and other professional experts; 4° sell movable and immovable assets of the deposit-taking microfinance institution under liquidation at public auction or by mutual agreement; 5° declare null any acts carried out by the deposit-taking microfinance institution under liquidation in breach of this Law after the publication of his or her appointment decision; 6° request for information or documents from a director, a member of the Supervisory Board, a member of management, other employee, external auditor or any other person who performed certain duties in the institution under liquidation; 7° carry out investigation to determine the causes of bankruptcy of the deposit-taking microfinance institution under liquidation and to identify individual responsibility of each shareholder, director, member of the Supervisory Board, member of management and any other concerned employee that led to such bankruptcy and refer them before the competent organs; 8° object to the use of assets belonging to a shareholder, a director, a member of the Supervisory Board, a member of management or to an employee involved in the bankruptcy of the deposit-taking microfinance institution under liquidation or freeze their accounts; The provisions of items 3°, 4° and 5° of Paragraph One of this Article require prior approval by the supervisory authority."
    },
    {
      "provision_ref": "art82",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "82",
      "title": "Article 82 – Assuming office by the liquidator",
      "content": "A liquidator assumes office from the date of his or her appointment. The former Board of Directors of an institution under liquidation hands over to the liquidator within five (5) days as from the date of his or her appointment. If the institution is managed by a special administrator, the handover is carried out between the special administrator and the liquidator. The supervisory authority supervises the handover referred to in this Article."
    },
    {
      "provision_ref": "art83",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "83",
      "title": "Article 83 – Determination of a liquidation fees and other related costs",
      "content": "A competent organ in the deposit-taking microfinance institution determines the fee and other costs of the liquidator in case of voluntary liquidation while the supervisory authority determines the fee and other costs of liquidator in case of forced liquidation. For the case of voluntary or forced liquidation, the fees and other costs referred to in Paragraph One of this Article are bom by the institution under liquidation."
    },
    {
      "provision_ref": "art84",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "84",
      "title": "Article 84 – Submission of the liquidation plan to the supervisory authority",
      "content": "The liquidator, within thirty (30) days from the date of handover, submits to the supervisory authority the liquidation plan of a deposit-taking microfinance institution."
    },
    {
      "provision_ref": "art85",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "85",
      "title": "Article 85 – Content of the liquidation plan",
      "content": "A liquidation plan for a deposit-taking microfinance institution under liquidation consists of: 1° a detailed statement of assets; 2° a detailed statement of liabilities specifying the amount of each claim, the secured or unsecured claims and whether they are contested or not; 3° the list of debtors of a deposit-taking microfinance institution specifying the amount of each debt, the secured or unsecured debts and whether they are contested or not; 4° the liquidation roadmap including key activities to be performed and their implementation timeline."
    },
    {
      "provision_ref": "art86",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "86",
      "title": "Article 86 – Observations on the liquidation plan",
      "content": "Any person may express his or her observations or claims concerning the liquidation plan within sixty (60) days as from the date of publication of the plan. If this period elapses, no observation or claim is accepted except for depositors. The liquidator communicates to the person referred to in Paragraph One of this Article, in writing and against acknowledgment of receipt, his or her response on those observations or claims within thirty (30) days as from the date of receipt of observations or claims. The liquidator may, where necessary, convene a meeting of creditors, members or shareholders or the debtors of the institution under liquidation to discuss the liquidation procedure. The creditors, members or shareholders may select their representatives during the liquidation process in accordance with the relevant laws."
    },
    {
      "provision_ref": "art87",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "87",
      "title": "Article 87 – Final liquidation plan",
      "content": "The liquidator establishes the final liquidation plan within sixty (60) days from the date on which he or she responded to the last observation or claim. The final liquidation plan is submitted to the supervisory authority."
    },
    {
      "provision_ref": "art88",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "88",
      "title": "Article 88 – Creditor relief ranking of a liquidated deposit-taking microfinance institution",
      "content": "In any liquidation of deposit-taking microfinance institution, the proceeds from the sale of assets and guarantees, minus costs associated with the liquidation, are distributed to the various categories of creditors. The fund in charge of guarantee for deposits in banks and microfinance institutions is, in accordance with the law governing it, the first to be reimbursed to the extent of sums repaid to the depositors of the liquidated deposit-taking microfinance institution. The remaining balance must be distributed to other creditors in the following order: 1° depositors for sums not insured by the deposit guarantee fund; 2° other creditors of the deposit-taking microfinance institution in accordance with the law relating to insolvency. As assets and guarantees are sold off and each time a category of creditor is completely paid off, the remainder is distributed to creditors belonging to the following category in proportion to their respective claims."
    },
    {
      "provision_ref": "art89",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "89",
      "title": "Article 89 – Funds not disbursed to beneficiaries",
      "content": "Upon completion of the liquidation process, funds not disbursed to beneficiaries are deposited to the supervisory authority. The funds deposited at the supervisory authority as specified in Paragraph One of this Article are disbursed to a beneficiary who request it. After two (2) years from the date on which they were deposited to the supervisory authority, such funds are considered as abandoned property and managed in accordance with the relevant legislation."
    },
    {
      "provision_ref": "art90",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "90",
      "title": "Article 90 – Quarterly liquidation report",
      "content": "The liquidator of the deposit-taking microfinance institution submits to the supervisory authority every quarter and whenever necessary, a report on liquidation activities performed."
    },
    {
      "provision_ref": "art91",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "91",
      "title": "Article 91 – Duration of the liquidation and the liquidation closing report",
      "content": "The liquidator of the deposit-taking microfinance institution under liquidation must carry out the activities of the liquidation process within two (2) years from the date of his or her appointment. However, this period may be extended only once (1) if necessary, on approval by the supervisory authority. The liquidator of the deposit-taking microfinance institution under liquidation must, within thirty (30) days from the date of completion of the liquidation submit to the supervisory authority the liquidation closing report and related documents. The supervisory authority, through directives, determines mechanisms through which issues not resolved within the period mentioned in Paragraph One of this Article are resolved."
    },
    {
      "provision_ref": "art92",
      "chapter": "Chapter IX – Liquidation of a deposit-taking microfinance institution",
      "section": "92",
      "title": "Article 92 – Discharge of the liquidator’s duties",
      "content": "The liquidator is discharged from his or her duties when he or she is issued with a discharge certificate by the supervisory authority after approval of his or her liquidation closing report. The liquidation closing report referred to in Paragraph One of this Article is approved by the supervisory authority within five (5) months of the receipt. The discharge certificate referred to in Paragraph One of this Article is issued by the supervisory authority within one (1) month of the approval of the liquidation closing report. However, the discharge certificate referred to in Paragraph One of this Article does not relieve the liquidator from the liability of suspicious, fraudulent or concealed acts that were committed during the liquidation and whose evidence is available."
    },
    {
      "provision_ref": "art93",
      "chapter": "Chapter X – Faults, sanctions, offences and penalties",
      "section": "93",
      "title": "Article 93 – Administrative faults and sanctions",
      "content": "The regulations determine administrative faults and sanctions for a deposit-taking microfinance institution, a Director, a member of the Supervisory Board, a member of the management of a deposit-taking microfinance institution and any other employee as well as the modalities in which they are imposed and appealed against."
    },
    {
      "provision_ref": "art94",
      "chapter": "Chapter X – Faults, sanctions, offences and penalties",
      "section": "94",
      "title": "Article 94 – Conducting activities of deposit-taking microfinance institution without a license",
      "content": "A person who: 1° engages in deposit-taking microfinance institution activity within the Republic of Rwanda without a license from the supervisory authority; 2° claims the status of a deposit-taking microfinance institution or any deposit -taking microfinance related activity, signage or advertising, the terms “ deposit -taking microfinance” or any other term evoking any deposit -taking microfinance operation without being licensed; 3° indulges in deceptive or misleading advertising prejudicial to the deposittaking microfinance activity; commits an offence. Upon conviction, he or she is liable to imprisonment for a term of six (6) months to three (3) years and a fine of five million Rwandan francs (FRW 5,000,000) to ten million Rwandan francs (FRW 10,000,000) or one of the penalties. In case a legal entity is convicted by the court for acts referred to in Items 1°, 2° and 3° of Paragraph One of this Article, such a legal entity is liable to a fine of a fine of ten million Rwandan francs (FRW 10,000,000) to twenty million Rwandan francs (FRW 20,000,000). In case of recidivism for acts referred to in Paragraph One of this Article, the penalty is doubled. In case of recidivism by a legal entity, the latter is dissolved."
    },
    {
      "provision_ref": "art95",
      "chapter": "Chapter X – Faults, sanctions, offences and penalties",
      "section": "95",
      "title": "Article 95 – Provision of false information by a shareholder, a director, a member of the Supervisory Board, a member of management or an employee",
      "content": "A shareholder, director, a member of the Supervisory Board, a member of management or an employee who: 1° provides false information to the supervisory authority; 2° is involved in the supervision and management of a deposit-taking microfinance institution or in taking its decisions without indicating that he or she has been declared personally bankrupt in Rwanda or abroad; commits an offence. Upon conviction, he or she is liable to imprisonment for a term of six (6) months to two (2) years and a fine of two million Rwandan francs (FRW 2,000,000) to five million Rwandan francs (FRW 5,000,000) or one of the penalties. In case of recidivism, the penalty is doubled."
    },
    {
      "provision_ref": "art96",
      "chapter": "Chapter X – Faults, sanctions, offences and penalties",
      "section": "96",
      "title": "Article 96 – Participation in the bankruptcy of a deposit-taking microfinance institution",
      "content": "Any shareholder, director, member of the Supervisory Board, member of management or employee who participates in the bankruptcy of a deposit-taking microfinance institution commits an offence. Upon conviction, he or she is liable to imprisonment for a term of six (6) months to two (2) years and a fine of five million Rwandan francs (FRW 5,000,000) to ten million Rwandan francs (FRW 10,000,000) or one of the penalties. In case of recidivism, the penalty is doubled."
    },
    {
      "provision_ref": "art97",
      "chapter": "Chapter X – Faults, sanctions, offences and penalties",
      "section": "97",
      "title": "Article 97 – Obstruction of liquidation",
      "content": "Any shareholder, director, member of the Supervisory Board, member of management or employee who: 1° obstructs the mandate of liquidator; 2° provides the liquidator with false information; commits an offence. Upon conviction, he or she is liable to imprisonment for a term of six (6) months to two (2) years and a fine of two million Rwandan francs (FRW 2,000,000) to five million Rwandan francs (FRW 5,000,000) or one of the penalties. In case of recidivism, the penalty is doubled."
    },
    {
      "provision_ref": "art98",
      "chapter": "Chapter X – Faults, sanctions, offences and penalties",
      "section": "98",
      "title": "Article 98 – Obstruction of the mission for supervision or refusal to provide information",
      "content": "A shareholder, a director, a member of the Supervisory Board, a member of management or an employee who: 1° obstructs in any manner whatsoever the supervision activities of supervisory authority; 2° fails to respond to the requests of the supervisory authority or who provides inaccurate information; 3° obstructs the mission of the external auditor or who refuses to give him or her access to all documents relevant to the accomplishment of his or her mission including contracts, books, accounting documents and records of minutes; commits an offence. Upon conviction, he or she is liable to imprisonment for a term of six (6) months to one (1) year and a fine of two million Rwandan francs (FRW 2,000,000) to five million Rwandan francs (FRW 5,000,000) or one of these penalties. In case of recidivism, the penalty is doubled."
    },
    {
      "provision_ref": "art99",
      "chapter": "Chapter XI – Miscellaneous, transitional and final provisions",
      "section": "99",
      "title": "Article 99 – Amalgamation or merger, acquisition and transformation",
      "content": "Without prejudice to provisions of the law governing companies and the law governing cooperatives in Rwanda, no deposit-taking microfinance institution may amalgamate or merge with another, undertake its transformation or be subjected to acquisition without authorisation from the supervisory authority. The regulations determine requirements for amalgamation or merger, acquisition or transformation of a deposit-taking microfinance institution."
    },
    {
      "provision_ref": "art100",
      "chapter": "Chapter XI – Miscellaneous, transitional and final provisions",
      "section": "100",
      "title": "Article 100 – Opening, relocating or closing a place of business",
      "content": "Without prejudice to the provisions of other laws, a deposit-taking microfinance institution must request for authorisation from the supervisory authority before opening, relocating or closing a place of business. The regulations determine other requirements a deposit-taking microfinance institution must fulfil in order to open, relocate or close the place of business."
    },
    {
      "provision_ref": "art101",
      "chapter": "Chapter XI – Miscellaneous, transitional and final provisions",
      "section": "101",
      "title": "Article 101 – Management of funds on dormant account unclaimed by their owners",
      "content": "A dormant account balance unclaimed for five (5) years is transferred to the Central Bank by a deposit-taking microfinance institution within thirty (30) days from the end of those five (5) years. The modalities for the management of suspense and dormant accounts are determined by the regulations of the Central Bank. The funds transferred to the Central Bank in accordance with Paragraph One of this article are considered as abandoned property and managed in accordance with relevant laws."
    },
    {
      "provision_ref": "art102",
      "chapter": "Chapter XI – Miscellaneous, transitional and final provisions",
      "section": "102",
      "title": "Article 102 – Requirements for outsourcing a function or material activity",
      "content": "A deposit-taking microfinance institution willing to outsource any of its function or material activity has to obtain prior approval from the supervisory authority. The function or material activity referred to in Paragraph One of this Article is that which, if disturbed, may significantly affect the business operations, reputation or profitability of a deposit-taking microfinance institution. The regulations determine the requirements for outsourcing a function or material activity of a deposit-taking microfinance institution."
    },
    {
      "provision_ref": "art103",
      "chapter": "Chapter XI – Miscellaneous, transitional and final provisions",
      "section": "103",
      "title": "Article 103 – Duty of confidentiality",
      "content": "Any person who has access to books, accounts, records, unpublished financial statements or other documents, whether electronically or otherwise, during or after his or her relationship with the deposit-taking microfinance institution is prohibited from disclosing any information relating to the affairs of the deposit-taking microfinance institution except: 1° with the written consent of the customer or his or her representative; 2° for the purpose of performance of his or her duties falling within the scope of his or her employment or appointment in compliance with this Law or relating regulations; 3° at the request of the special administrator or the liquidator; 4° as directed in writing by the supervisory authority; 5° when required to do so by a court or by law."
    },
    {
      "provision_ref": "art104",
      "chapter": "Chapter XI – Miscellaneous, transitional and final provisions",
      "section": "104",
      "title": "Article 104 – Persons not authorised to carry out an activity in a deposit-taking microfinance institution",
      "content": "The supervisory authority establishes and updates a list of persons prohibited by this Law to carry out any activity in a deposit-taking microfinance institution. A deposit-taking microfinance institution submits to the supervisory authority full identification of a person dismissed due to faults committed or a person convicted for offences committed within the institution. The submission of identification of the person referred to in this Paragraph is accompanied by supporting evidences. The regulations determine conditions for reinstatement of the person dismissed in accordance with Paragraph 2 of this Article while the reinstatement of the convict is done after rehabilitation in accordance with relevant laws."
    },
    {
      "provision_ref": "art105",
      "chapter": "Chapter XI – Miscellaneous, transitional and final provisions",
      "section": "105",
      "title": "Article 105 – Period to conform with provisions of this Law",
      "content": "A deposit-taking microfinance institution licenced under the Law n° 40/2008 of 26/08/2008 establishing the organization of microfinance activities as amended to date, must, within two (2) years from the date of commencement of this Law, conform with the provisions of this Law."
    },
    {
      "provision_ref": "art106",
      "chapter": "Chapter XI – Miscellaneous, transitional and final provisions",
      "section": "106",
      "title": "Article 106 – Existing regulations issued by the Central Bank",
      "content": "The regulations issued by the Central Bank under Law n° 40/2008 of 26/08/2008 establishing the organization of microfinance activities as amended to date that are not inconsistent in terms of substance with this Law remain in force for a period of one (1) year from the date of the publication of this Law in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art107",
      "chapter": "Chapter XI – Miscellaneous, transitional and final provisions",
      "section": "107",
      "title": "Article 107 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art108",
      "chapter": "Chapter XI – Miscellaneous, transitional and final provisions",
      "section": "108",
      "title": "Article 108 – Repealing provision",
      "content": "Law n° 40/2008 of 26/08/2008 establishing the organization of microfinance activities as amended to date and all prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art109",
      "chapter": "Chapter XI – Miscellaneous, transitional and final provisions",
      "section": "109",
      "title": "Article 109 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "regulations",
      "definition": "normative acts established by a regulatory authority for the application of this Law",
      "source_provision": "art2"
    },
    {
      "term": "deposit",
      "definition": "a sum of money a client or a member in a deposit-taking microfinance deposits in an institution and which is repayable with or without interests in accordance with the modalities established by contracting parties",
      "source_provision": "art2"
    },
    {
      "term": "transformation",
      "definition": "a deposit -taking microfinance cooperative changing into a deposit -taking microfinance company",
      "source_provision": "art2"
    },
    {
      "term": "International Financial Reporting Standards",
      "definition": "international financial reporting standards set out by the International Accounting Standards Board",
      "source_provision": "art2"
    },
    {
      "term": "union",
      "definition": "an association of at least five (5) deposit -taking microfinance cooperatives to achieve their members’ development",
      "source_provision": "art2"
    },
    {
      "term": "deposit-taking microfinance institution",
      "definition": "a microfinance institution taking deposits from the public or its members",
      "source_provision": "art2"
    },
    {
      "term": "federation",
      "definition": "an association of at least five (5) unions to achieve their members’ development",
      "source_provision": "art2"
    },
    {
      "term": "associate",
      "definition": "a company in which a deposit-taking microfinance institution has a shareholding of at least twenty per cent (20%) to fifty per cent (50%) or significant voting rights",
      "source_provision": "art2"
    },
    {
      "term": "parent company",
      "definition": "a company that holds more than fifty per cent (50%) of shareholding or voting rights in a deposit-taking microfinance institution",
      "source_provision": "art2"
    },
    {
      "term": "group of companies",
      "definition": "a parent company and its subsidiaries, associates and affiliates",
      "source_provision": "art2"
    },
    {
      "term": "inactive account",
      "definition": "an account on which, for a period of six (6) months as from the date of the last transaction, neither its owner nor any other customer made any other transaction",
      "source_provision": "art2"
    },
    {
      "term": "dormant account",
      "definition": "an account on which, for a period of one (1) year as from the date of the last transaction, neither its owner nor any other customer made any other transaction",
      "source_provision": "art2"
    },
    {
      "term": "significant holding",
      "definition": "shareholding in a deposit-taking microfinance institution where a person, directly or indirectly, whether alone or in conjunction with others, holds at least five per cent (5%) of the equity capital or voting rights of such institution or has a holding that enables the person to exercise significant influence in the management of the institution",
      "source_provision": "art2"
    },
    {
      "term": "microfinance services",
      "definition": "financial services provided to individuals with small, middle or low-income",
      "source_provision": "art2"
    },
    {
      "term": "internal control",
      "definition": "the mode implemented by the Board of Directors, the management and other staff members of a deposit-taking microfinance institution and which provides adequate assurance for appropriate and effective execution of transactions",
      "source_provision": "art2"
    },
    {
      "term": "director",
      "definition": "a member of Board of Directors in a deposit -taking microfinance company or a member of board of directors in a deposit -taking microfinance cooperative",
      "source_provision": "art2"
    },
    {
      "term": "member of the Supervisory Board",
      "definition": "a member of the Supervisory Board of the deposit -taking microfinance cooperative",
      "source_provision": "art2"
    },
    {
      "term": "related party",
      "definition": "a natural person or legal entity that maintains a relationship with the deposit-taking microfinance institution",
      "source_provision": "art2"
    },
    {
      "term": "member",
      "definition": "an individual or legal entity that constitutes a deposit -taking microfinance cooperative, deposit -taking microfinance cooperatives which constitute a union or unions that constitute a federation",
      "source_provision": "art2"
    },
    {
      "term": "member of administration of a decentralised entity",
      "definition": "a member of the Council or executive organs of a decentralised public entity in which the deposit-taking microfinance institution operates from the Cell, Sector, District, Province and the City of Kigali",
      "source_provision": "art2"
    },
    {
      "term": "significant influence",
      "definition": "the power to participate in operating and financial policy decisions of a deposit-taking microfinance institution",
      "source_provision": "art2"
    },
    {
      "term": "supervisory authority",
      "definition": "the National Bank of Rwanda or any other body to which the law may assign the powers to supervise financial service providers in Rwanda",
      "source_provision": "art2"
    },
    {
      "term": "financial service provider",
      "definition": "an entity licensed by the supervisory authority to provide financial services",
      "source_provision": "art2"
    }
  ]
}
