{
  "id": "rw-law-2021-57",
  "type": "statute",
  "title": "Law establishing the Capital Market Authority of Rwanda",
  "title_en": "Law establishing the Capital Market Authority of Rwanda",
  "short_name": "Law 57 of 2021",
  "status": "in_force",
  "issued_date": "2021-09-18",
  "in_force_date": "2021-11-01",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/57/eng@2021-11-01",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER",
      "section": "1",
      "title": "Article 1 - Purpose of this Law",
      "content": "This Law establishes the Capital Market Authority of Rwanda. It also determines its mission, responsibilities, powers, organisation and functioning."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER",
      "section": "2",
      "title": "Article 2 - Establishment of CMA",
      "content": "The Capital Market Authority of Rwanda, abbreviated as “CMA” is hereby established. CMA is a specialised organ."
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER | section of the public, including",
      "section": "3",
      "title": "Article 3 - Definitions",
      "content": "For the purposes of this Law, the following terms are defined as follows: 1° directives: orders or prohibitions of acting in a certain manner designed for a natural person or legal entity; 2° regulation: normative act which is aimed to specify modalities for the application of requirements; 3° warehouse receipt system: a system that provides evidence that specifies the quantity of commodities and states the quality that were deposited at a particular warehouse by a named depositor; 4° capital market activities: any activity that involves or is in connection with: a. an invitation to subscribe for, or the offer or issue of securities whether to the public or to any natural persons or entities; b. the trading of securities on the capital market or on any other market recognized by CMA; c. activities of any intermediary on the capital market or on any other market recognized by CMA except to the extent that such activities are governed by other organs in accordance with relevant Laws; 5° entity: cooperative, company, public body, private body, institution or organisation with legal personality; 6° securities: tradable financial instruments used to raise long-term financing through the capital market, including: a) shares; b) debentures or debenture stock or any other similar instruments, whether secured or unsecured, which evidence or acknowledge an indebtedness whether present or future debt; c) any units or other interests in or issued by a collective investment scheme and other forms of investment; d) any derivatives contracts; future e) any financial instrument that can be traded on the capital market as approved by the directives of CMA; 7° investigation: any information searching and gathering action conducted for the purposes of seeking information about practices that do not comply with this Law and other related Laws and any information gathering conducted to assist another authority inside or outside Rwanda in accordance with a cooperation and arrangement between the authorities, but not information gathering that is done for criminal proceedings; 8° commodity exchange and related contracts market: a market at which, or a facility, whether electronic or otherwise by means of which, offers or invitations to sell or purchase commodity contracts are regularly made, being offers or invitations that are expected to result, directly or indirectly, in the acceptance or intention to sell, purchase or come up with commodity contracts, whether through that market, facility or otherwise, but does not include: a) the office or facilities of a commodity dealer; b) the office or facilities of a clearing house; 9° capital market industry: a financial market where business enterprises and Government can raise long-term financing. It is also extended to collective investment schemes; 10° person: natural person or legal person."
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER | section of the public, including",
      "section": "4",
      "title": "Article 4",
      "content": "autonomy Legal personality and CMA has a legal personality and enjoys administrative, financial and human resource management autonomy."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER | section of the public, including",
      "section": "5",
      "title": "Article 5 - Supervising authority of",
      "content": "CMA The supervising authority of CMA is the Ministry in charge of finance."
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER",
      "section": "6",
      "title": "Article 6 - Head office",
      "content": "The head office of CMA is located in the City of Kigali. If considered necessary, it may be transferred elsewhere on the Rwandan territory, upon approval by the Board of Directors. CMA may have branches elsewhere on the Rwandan territory, if considered necessary in order to fulfil its mission, upon approval by the Board of Directors. II: MISSION, RESPONSIBILITIES AND POWERS OF CMA"
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER",
      "section": "7",
      "title": "Article 7 - Mission of CMA",
      "content": "The mission of CMA is to protect investors in the capital market, ensure an orderly, fair, transparent and efficient market and reduce systemic risk in matters relating to capital market business."
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER",
      "section": "8",
      "title": "Article 8 - Responsibilities of CMA",
      "content": "The responsibilities of CMA are as follows: 1º to participate in the development and implementation of policies aimed at the development, determination and supervision of the capital market industry, commodity exchange and related contracts and warehouse receipt system; 2º to advise Government on policy relating to the capital market industry, commodity exchange and related contracts and warehouse receipt system; 3º to develop the capital market industry, commodity exchange and related contracts and warehouse receipt system; 4º to determine and regulate the activities related to capital market industry, commodity exchange and related contracts and warehouse receipt system; 5º to ensure fairness, efficiency and transparency in the functioning of capital market industry, commodity exchange and related contracts and warehouse receipt system; 6º to protect investors from unfair and unsound practices or practices involving fraud, deceit, cheating or manipulation in matters relating to the capital market industry, commodity exchange and related contracts and warehouse receipt system; 7º to monitor and reduce systemic risk by ensuring adoption by the capital market industry players of policies and procedures regarding the capital market industry, commodity exchange and related contracts and warehouse receipt system; 8º to monitor, supervise and take actions with regard to the compliance with relevant Laws and regulations regarding the capital market industry, commodity exchange and related contracts and warehouse receipt system. 9º to monitor and promote sound practices of players within the capital market industry, commodity exchange and related contracts and warehouse receipt system, while monitoring their compliance with governing Laws including the Law on prevention and punishment of money laundering, financing of terrorism and financing of proliferation of weapons of mass destruction; 10º to carry out public awareness on the benefits and interests as well as risks of the capital market industry, commodity exchange and related contracts and warehouse receipt system; 11º to conduct research in order for CMA to achieve its mission; 12º to cooperate and collaborate with other regulatory bodies with similar mission, including regional and foreign regulatory bodies; 13º to perform such other duty as may be assigned to it by Law."
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA",
      "section": "9",
      "title": "Article 9 - Powers of CMA",
      "content": "CMA has the following powers: 1° to set up and publish regulations and directives in relation to the capital market industry, commodity exchange and related contracts and warehouse receipt system; 2° to regulate all activities related to the capital market industry, capital market activities, commodity exchange and related contracts and warehouse receipts system; 3° to issue, suspend and withdraw approvals and licences related to capital market industry, commodity exchange and related contracts and warehouse receipt system; 4° to conduct investigation in connection with the capital market industry, commodity exchange and related contracts system; and warehouse receipt 5° to require any person, whether or not such a person is subject to regulation by CMA, to provide information to CMA upon request for the purposes of investigation; 6° to conduct inspection in connection with the capital market industry, commodity exchange and related contracts and warehouse receipt system; 7° to determine the fees payable in connection with services provided by CMA; 8° to impose administrative sanctions; 9° to approve the list of accredited external auditors for them to provide services in connection with the capital market industry, commodity exchange and related contracts and warehouse receipt system; AND FUNCTIONING OF CMA"
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA",
      "section": "10",
      "title": "Article 10 - Governance organs of CMA",
      "content": "The governance organs of CMA are the following: 1º the Board of Directors; 2º the General Management. Subsection One: Board of Directors of CMA"
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA",
      "section": "11",
      "title": "Article 11 - Composition of the Board of",
      "content": "Directors of CMA The Board of Directors of CMA is composed at least of seven (7) members appointed by a Presidential Order, including the Chairperson and the Deputy Chairperson. Members the Board of Directors of CMA are chosen on the grounds of their competence and expertise in the capital market industry, financial services, economic field, legal background and in any other relevant field. At least thirty percent (30%) of the members of the Board of Directors of CMA must be women. Members of the Board of Directors have a term of office of four (4) years renewable only once."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA | section of the public;",
      "section": "12",
      "title": "Article 12 - Responsibilities of the Board",
      "content": "of Directors of CMA The Board of Directors is the supreme organ of CMA. The Board of Directors has the following responsibilities: 1º to formulate specific policies governing the functioning of CMA; 2º to approve regulations and directives in accordance with this Law or other Laws related to the responsibilities of CMA; 3º to approve the organizational structure of CMA after consultation with the supervising authority; 4º to oversee and monitor the performance of the General Management of CMA; 5º to approve the rules of procedure of CMA; 6º to approve salaries and fringe benefits for the staff of CMA after consultation with the supervising authority of the CMA; 7º to appoint and dismiss CMA’s staff members in accordance with the statute governing the staff of CMA; 8º to establish a statute governing the staff of CMA; 9º to approve the strategic plan and action plan of CMA; 10º to approve the draft budget of CMA before its submission to the relevant authority; 11º to oversee the budget use and execution; 12º to approve the annual activity report and report on the use of property of the previous year; 13º to establish, when necessary, branches of CMA and determine their locations; 14º to approve the prospectuses, information memorandum and other offering documents under which securities are offered to the public or a 15º to approve the issuance, suspension and withdrawal of licences to operate in the capital market industry, commodity exchange and related contracts and warehouse receipt system. The Board of Directors may elect committees from its members upon which it confers powers to perform any function pursuant to this Law. The Board of Directors may delegate some of its responsibilities to the General Management."
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA | section of the public;",
      "section": "13",
      "title": "Article 13 - Responsibilities of the",
      "content": "Chairperson of the Board of Directors of CMA The Chairperson of the Board of Directors of CMA has the following responsibilities: 1° to preside over the Board of Directors and coordinate its activities; 2° to convene and chair meetings of the Board of Directors; 3° to follow up the implementation of resolutions of the Board of Directors; 4° to perform such other duty as may be assigned to him or her by the Board of Directors falling within its responsibilities."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA | section of the public;",
      "section": "14",
      "title": "Article 14 - Responsibilities of the",
      "content": "Deputy Chairperson of the Board of Directors of CMA The Deputy Chairperson of the Board of Directors of CMA has the following responsibilities: 1° to assist the Chairperson and replace him or her in case of absence; 2° to perform such other duty as may be assigned to him or her by the Board of Directors of CMA falling within its responsibilities."
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA | section of the public;",
      "section": "15",
      "title": "Article 15 - Reasons for loss of",
      "content": "membership of the Board of Directors of CMA and modalities for replacement A member of the Board of Directors loses membership if: 1° his or her term of office expires; 2° he or she resigns in writing; 3° he or she is unable to perform his or her duties due to physical or mental incapacity certified by a recognised medical doctor; 4° he or she is definitively sentenced to a term of imprisonment equal to or exceeding six (6) months; 5° he or she is removed from office as a member of the Board of Directors; 6° he or she does not attend three (3) consecutive meetings without valid reasons; 7° he or she manifests any behaviours likely to compromise his or her dignity, that of his or her work or his or her position; 8° he or she jeopardizes the interests of CMA; 9° he or she is convicted of the crime of genocide, genocide ideology or other related crimes; 10° he or she no longer fulfils the requirements considered at the time of his or her appointment; 11° he or she dies. In case a member of the Board of Directors of CMA loses membership before the expiry of his or her term of office, the competent authority appoints his or her substitute to complete the remainder of his or her predecessor’s term of office. However, where the remainder of the term of office is less than six (6) months and where the vacancy cannot affect the required quorum for meetings of the Board of Directors, a member of the Board of Directors who lost his or her membership is not replaced."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA | section of the public;",
      "section": "16",
      "title": "Article 16 - Convening and holding of",
      "content": "meeting of the Board of Directors of CMA and decision-making The meeting of the Board of Directors of CMA is held once a quarter and whenever necessary upon invitation by its Chairperson or Deputy Chairperson in case of absence of the Chairperson, at his or her own initiative or upon request in writing by at least one third (1/3) of its members. The invitation is submitted in writing to the members of the Board of Directors of CMA at least fifteen (15) days before the meeting is held. However, an extraordinary meeting of the Board of Directors may be convened in writing at least three (3) days before the meeting is held or without delay if all Board’s members agree. The quorum for a meeting of the Board of Directors of CMA is two-thirds (2/3) of its members. However, when that quorum is not reached, the subsequent meeting is held upon the presence of at least one half (1/2) of members of the Board of Directors. The Chief Executive Officer of CMA attends the Board of Director’s meetings but has no right to vote in decision- making. The Chief Executive Officer of CMA does not participate in the meetings of the Board of Directors that take decisions on issues that concern him or her. The meeting of the Board of Directors makes decisions by consensus. If not, decisions are made by absolute majority votes of members present. In case of a tie, the Chairperson of the meeting has the casting vote."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA | section of the public;",
      "section": "17",
      "title": "Article 17 - Rapporteur of the meeting",
      "content": "of CMA Board of Directors The rules of procedure of CMA designates the Rapporteur of the meeting of Board of Directors."
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA | section of the public;",
      "section": "18",
      "title": "Article 18 - Invitation of another person",
      "content": "to the meeting of the Board of Directors of CMA The Board of Directors may invite in its meeting any person it considers capable of providing it with advice on an item on the agenda. The invited person is not allowed either to vote or to follow debates on other items on the agenda. The person invited to attend the meeting of the Board of Directors is bound by professional secrecy regarding any information obtained in the meeting of the Board of Directors."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA | section of the public;",
      "section": "19",
      "title": "Article 19 - Resolutions and minutes of",
      "content": "the meeting of the Board of Directors of CMA The resolutions of the meeting of the Board of Directors of CMA are signed by the present members at the conclusion of the meeting, and a copy thereof is sent to the supervising authority of CMA The minutes of the meeting of the Board of Directors of CMA are approved in the following meeting and signed by the Chairperson of the meeting and the rapporteur."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA | section of the public;",
      "section": "20",
      "title": "Article 20 - Personal interest in the issue",
      "content": "to be considered Where a member of the Board of Directors of CMA has a direct or indirect interest in the issue to be considered, he or she immediately informs the Board of Directors about where his or her interest lies. The member who has interest in the issue to be considered cannot attend the meeting deliberating on the issue. The rules of procedure determine modalities for resolving the issue when it is established that many or all members of the Board of Directors have a direct or indirect interest in the issue to be considered in such a way that it is impossible to take a decision on the issue."
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA | section of the public;",
      "section": "21",
      "title": "Article 21 - Fringe benefits of members",
      "content": "of the Board of Directors A presidential order determines fringe benefits for members of the Board of Directors."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA | section of the public;",
      "section": "22",
      "title": "Article 22 - Liability of members of the",
      "content": "Board of Directors Without prejudice to provisions of criminal Laws, members of the Board of Directors getting individually or collectively involved in the mismanagement of or causing a loss to CMA are liable for their faults, apart from the member of the Board of Directors who, during a meeting, dissented from a decision taken, with his or her dissent being recorded in the minutes of that same day’s meeting. Subsection 2: General Management of CMA"
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA | section of the public;",
      "section": "23",
      "title": "Article 23 - Members of the General",
      "content": "Management of CMA and their benefits The General Management of CMA is composed of the Chief Executive Officer appointed by a Presidential Order and other officials appointed by the Board of Directors. A Presidential Order may also appoint a Deputy Chief Executive Officer and determine his or her responsibilities. The salary and other fringe benefits granted to the Chief Executive Officer and the Deputy Chief Executive Officer are determined in accordance with relevant Laws."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA | section of the public;",
      "section": "24",
      "title": "Article 24 - Responsibilities of the",
      "content": "General Management of CMA The General Management of CMA has the following responsibilities: 1º to coordinate the daily business activities of CMA; 2º to recruit and manage the staff of CMA; 3º to prepare the draft budget of CMA; 4º to execute the budget of CMA; 5º to prepare and implement the strategic plan and action plan; 6º to prepare the activity report and the budget execution report; 7º to prepare specific policies regarding the implementation of CMA’s responsibilities; 8º to supervise all activities related to capital market industry, commodity exchange and related contracts and warehouse receipt system; 9º to assess applications for approval of the prospectuses, information memorandum and other offering documents under which securities are offered to the public or a section of the public; 10º to assess applications related to the issuance, suspension and withdrawal of approvals and licences related to the capital market industry, commodity exchange and related contracts and warehouse receipt system; 11º to prepare the draft regulations and draft directives in relation to the capital market industry, commodity exchange and related contracts and warehouse receipt system."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA | section of the public; | section of the public;",
      "section": "25",
      "title": "Article 25 - Responsibilities of the Chief",
      "content": "Executive Officer of CMA The Chief Executive Officer has the following responsibilities: 1º to follow up and coordinate the implementation of the daily business activities of CMA; 2º to implement the resolutions of the Board of Directors of CMA; 3º to submit to the Board of Directors the draft budget for the following year and the budget execution report of the previous financial year; 4º to manage the property of CMA; finance and 5º to act as the legal representative of CMA; 6º to submit to the Board of Directors the strategic plan and action plan of CMA; 7º to submit to the Board of Directors the activity report and budget execution report of CMA at least once a quarter and anytime if considered necessary; 8º to prepare and submit to the Board of Directors the draft organisational structure, the salary structure and other fringe benefits of CMA’s staff; 9º to oversee the supervision of all activities in connection with the capital market industry, commodity exchange and related contracts and warehouse receipt system; 10º to prepare the draft rules of procedure of CMA; 11º to submit to the Board of Directors applications for approval of the prospectuses, information memorandum and other offering documents under which securities are offered to the public or a 12º to submit to the Board of Directors applications regarding the issuance, suspension and withdrawal of approvals and licences related to the capital market industry, commodity exchange and related contracts and warehouse receipt system in Rwanda; 13º to submit to the Board of Directors specific policies regarding the implementation of CMA’s responsibilities; 14º to submit to the Board of Directors the draft regulations and draft directives in relation to the capital market industry, commodity exchange and related contracts and warehouse receipt system; 15º to impose sanctions; the administrative 16º to perform such other duty falling within the responsibilities of CMA as may be assigned by the Board of Directors. Subsection 3: Common provisions"
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA | section of the public; | section of the public;",
      "section": "26",
      "title": "Article 26 - Incompatibilities",
      "content": "Members of the Board of Directors of CMA are not allowed to perform any remunerated activity within CMA. Members of the Board of Directors, members of the General Management and other staff members of CMA are not allowed, either individually or through companies in which they hold shares, to bid for tenders of CMA. Members of the Board of Directors, members of the General Management and other staff members of CMA are prohibited from contracting with CMA any form of benefits other than those granted to them in accordance with this Law. Prohibitions provided for in this Article also apply to the spouses of members of the Board of Directors, those of members of the General Management and those of other staff members of CMA, their ascendants and descendants as well as to any intermediary."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Organisation of CMA | section of the public; | section of the public; | Section 2: Functioning of CMA",
      "section": "27",
      "title": "Article 27 - Statute governing staff",
      "content": "members of CMA Staff members of CMA are governed by the statute established by the Board of Directors."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER IV: PROPERTY AND",
      "section": "28",
      "title": "Article 28 - Modalities for the",
      "content": "functioning and collaboration of CMA organs The rules of procedure of CMA determine modalities for the functioning and collaboration of its organs not provided for by this Law. FINANCE OF CMA"
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER IV: PROPERTY AND",
      "section": "29",
      "title": "Article 29 - Property of CMA and its",
      "content": "sources The property of CMA comprises movable and immovable assets. It comes from the following sources: 1º state budget allocation; 2º state’s or partners’ subsidies; 3º income from services provided; 4º profits from its property; 5º loan granted to CMA approved by the Minister in charge of finance; 6º administrative fine; 7º property previously owned by CMA; 8º donations and bequests."
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER IV: PROPERTY AND",
      "section": "30",
      "title": "Article 30 - Preparation and approval of",
      "content": "annual draft budget, action plan and financial report Every year, the General Management of CMA prepares a draft annual budget and submits it to the Board of Directors of CMA for approval. The draft annual budget must be accompanied by the action plan for the following financial year for approval. The budget of CMA is approved and managed in accordance with relevant Laws. Within three (3) months following the closure of the financial year, the Chief Executive Officer of CMA submits to the Board of Directors the activity report and budget execution report for approval."
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER V: MISCELLANEOUS,",
      "section": "31",
      "title": "Article 31 - Use, management and audit",
      "content": "of property of CMA The finance and property of CMA are used and managed in accordance with relevant Laws. The audit of finance and property of CMA is performed by the Office of the Auditor General of State Finances in accordance with relevant Laws. The internal audit of CMA submits its report to the Board of Directors of CMA, with a copy to the Chief Executive Officer of CMA. CMA can seek external auditor services upon request to and approval of the Office of the Auditor General of State Finances. TRANSITIONAL AND FINAL PROVISIONS"
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER V: MISCELLANEOUS,",
      "section": "32",
      "title": "Article 32 - Validity of undertaken",
      "content": "actions Actions undertaken by CMA established by Law n° 23/2017 of 31/05/2017 establishing the Capital Market Authority of Rwanda (CMA) and determining its mission, organisation and functioning remain valid."
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER V: MISCELLANEOUS,",
      "section": "33",
      "title": "Article 33 - Transfer of property,",
      "content": "contracts and liabilities Movable and immovable assets, contracts and liabilities of the former CMA established by Law n° 23/2017 of 31/05/2017 establishing the Capital Market Authority of Rwanda (CMA) and determining its mission, organisation and functioning are transferred to the CMA established by this Law."
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER V: MISCELLANEOUS,",
      "section": "34",
      "title": "Article 34 - Transfer of employees",
      "content": "Members of the staff of the former CMA established by Law n° 23/2017 of 31/05/2017 establishing the Capital Market Authority of Rwanda (CMA) and determining its mission, organisation and functioning are transferred to CMA established by this Law."
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER V: MISCELLANEOUS,",
      "section": "35",
      "title": "Article 35 - Transitional period",
      "content": "Institutions involved in the implementation of this Law are given a period not exceeding twelve (12) months from the date of publication of this Law in the Official Gazette of the Republic of Rwanda to apply the provisions of this Law."
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER V: MISCELLANEOUS,",
      "section": "36",
      "title": "Article 36 - Drafting, consideration and",
      "content": "adoption of this Law This Law was drafted in English, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art37",
      "chapter": "CHAPTER V: MISCELLANEOUS,",
      "section": "37",
      "title": "Article 37 - Repealing provision",
      "content": "The Law n° 23/2017 of 31/05/2017 establishing the Capital Market Authority of Rwanda (CMA) and determining its mission, organisation and functioning and all other prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art38",
      "chapter": "CHAPTER V: MISCELLANEOUS,",
      "section": "38",
      "title": "Article 38 - Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) Dr UGIRASHEBUJA Emmanuel w’Ubutabera akaba n’Intumwa Nkuru Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux"
    }
  ],
  "definitions": [
    {
      "term": "regulation",
      "definition": "normative act which is aimed to specify modalities for the application of requirements",
      "source_provision": "art3"
    },
    {
      "term": "warehouse receipt system",
      "definition": "a system that provides evidence that specifies the quantity of commodities and states the quality that were deposited at a particular warehouse by a named depositor",
      "source_provision": "art3"
    },
    {
      "term": "capital market activities",
      "definition": "any activity that involves or is in connection with: a",
      "source_provision": "art3"
    },
    {
      "term": "entity",
      "definition": "cooperative, company, public body, private body, institution or organisation with legal personality",
      "source_provision": "art3"
    },
    {
      "term": "securities",
      "definition": "tradable financial instruments used to raise long-term financing through the capital market, including: a) shares",
      "source_provision": "art3"
    },
    {
      "term": "investigation",
      "definition": "any information searching and gathering action conducted for the purposes of seeking information about practices that do not comply with this Law and other related Laws and any information gathering conducted to assist another authority inside or outside Rwanda in accordance with a cooperation and arrangement between the authorities, but not information gathering that is done for criminal proceedings",
      "source_provision": "art3"
    },
    {
      "term": "commodity exchange and related contracts market",
      "definition": "a market at which, or a facility, whether electronic or otherwise by means of which, offers or invitations to sell or purchase commodity contracts are regularly made, being offers or invitations that are expected to result, directly or indirectly, in the acceptance or intention to sell, purchase or come up with commodity contracts, whether through that market, facility or otherwise, but does not include: a) the office or facilities of a commodity dealer",
      "source_provision": "art3"
    },
    {
      "term": "capital market industry",
      "definition": "a financial market where business enterprises and Government can raise long-term financing",
      "source_provision": "art3"
    },
    {
      "term": "person",
      "definition": "natural person or legal person",
      "source_provision": "art3"
    }
  ]
}
