{
  "id": "rw-payment-system-2021",
  "type": "statute",
  "title": "Law governing the Payment System",
  "title_en": "Law governing the Payment System",
  "short_name": "Law 61 of 2021",
  "status": "repealed",
  "issued_date": "2021-10-14",
  "in_force_date": "2021-11-01",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/61/eng@2021-11-01",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs the payment system."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Scope of this Law",
      "content": "This Law applies to the oversight, supervision, management, operation and administration of the payment system and payment services as well as their applicable regulations."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Definitions",
      "content": "In this Law, the following terms are defined as follows: 1° rules: a document that contains a set of guidelines of the payment system whether made under bylaws, written agreements, procedures, contracts, or other documents that are evidenced in writing; 2° financial collateral arrangement: a title transfers financial collateral arrangement or a security financial collateral arrangement whether or not these are covered by a master agreement or general terms and conditions; 3° systemic risk: the risk that the inability of one of the participants to meet its obligations, or a disruption in the system itself, could result in the inability of other participants or of financial institutions in other parts of the financial system to meet their obligations as they become due; 4° access regime: a regime imposed by the National Bank of Rwanda that includes terms and conditions of an entity’s participation in the payment system; 5° certificate: a physical document that evidences the ownership claim in, indebtedness of, or other outstanding obligations of the issuer; 6° payment instrument: a personalized device or set of procedures agreed between the payment service user and the payment service provider and used in order to initiate a payment order; 7° insolvency proceeding: any collective measure provided for in the Laws either to wind up a person or entity or to reorganize it, where such measure involves its suspension, or imposing limitations on transfers or payments in Rwanda; 8° netting: the conversion into one net claim or obligation of different claims or obligations between participants for settlement purposes; 9° clearing: a process of transmitting, reconciling and confirming transactions prior to settlement; 10° safeguarding institution: a financial institution that maintains customer funds on behalf of a payment service provider; 11° enforcement event: a default or any similar event as agreed between the parties on the occurrence of which, under the terms of a financial collateral arrangement or by Law, the collateral taker is entitled to realize or appropriate financial collateral or a close-out netting provision comes into effect; 12° financial collateral: cash, financial instruments, or precious metals; 13° book entry collateral: financial securities provided under a financial collateral arrangement which consists of financial instruments, title to which is evidenced by entries in a register or account maintained by or on behalf of an intermediary; 14° agent: a natural or legal person who acts on behalf of a payment institution in providing payment services; 15° financial instruments: shares in companies and other securities equivalent to shares in companies, bonds, and other forms of debt instruments, if these are negotiable on the capital market, and any other securities which are normally dealt in and which give the right to acquire any such shares, bonds or other securities by subscription, purchase or exchange or which give rise to a cash settlement excluding payment instruments but including units in collective investment schemes, money market instruments and claims relating to or rights in or in respect of any of the foregoing; 16° settlement: the act of discharging obligations by transferring funds or securities or other financial instruments between two or more parties; 17° book entry: transfer of securities or other financial assets which does not involve the physical movement of paper documents or certificates; 18° cash: money credited to an account in any currency, or similar claims for the repayment of money; 19° settlement account: an account in the books of an agent in charge of settlement used in holding money and financial instruments and to settle transfer orders between participants in a payment system; 20° payment account: an account held in the name of one or more consumers which is used for the execution of payment transactions; 21° access: an entity’s entitlement or eligibility to be a participant in the payment system; 22° securities settlement system: a system that enables securities to be transferred and settled by book entry according to the set of predetermined multilateral rules; 23° payment system: a set of payment instruments, rules, participants, principles and technologies used for fund transfer purposes; 24° collateral taker: an individual or a body corporate being provided financial collateral with or without a title transfer financial collateral arrangement; 25° participant: an entity that has a role in the payment system or one of the parties to an arrangement that establishes a system, including its operator; 26° settlement agent: an entity providing to participants, settlement accounts through which transfer orders within such systems are settled, and extending credit to those participants for settlement purposes; 27° operator: the entity that is in charge of the operation or administration of the payment system; 28° collateral provider: an individual or a body corporate providing financial collateral with or without a title transfer financial collateral arrangement; 29° payment service provider: a body corporate that is authorized by the National Bank of Rwanda to provide payment services to customers and businesses."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Powers and responsibilities of the National Bank of Rwanda",
      "section": "4",
      "title": "Article 4 – General powers of the National Bank of Rwanda in relation to payment system",
      "content": "The National Bank of Rwanda has the power to regulate, oversee and supervise the payment systems and payment services being operated in Rwanda."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Powers and responsibilities of the National Bank of Rwanda",
      "section": "5",
      "title": "Article 5 – Investigative powers of the National Bank of Rwanda",
      "content": "The National Bank of Rwanda may at any time request from payment service providers or payment system operators any information, document, clarification, proof, and any other element it may require. The National Bank of Rwanda may appoint its own auditors or any other persons to carry out inspections of payment system and payment service providers. The auditors may seize or take copy of any relevant documents or any other material that can be a source of information in order to effectively exercise their duties. The National Bank of Rwanda may instruct the external auditors to audit the payment system, operators, issuers of payment instruments and participants. The audit referred to in Paragraph 3 of this Article is carried out on behalf of the National Bank of Rwanda, but at the expense of the audited entity. The external auditors are obliged to co-operate with the National Bank of Rwanda and may not invoke their professional secrecy against the National Bank of Rwanda."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Powers and responsibilities of the National Bank of Rwanda",
      "section": "6",
      "title": "Article 6 – Responsibilities of the National Bank of Rwanda in relation to payment system",
      "content": "The National Bank of Rwanda has the following responsibilities: 1° to formulate policies for modernisation of payment system; 2° to issue license to payment system operators and payment service providers; 3° to establish general and individual standards, rules or procedures used in payment system and ensure that such standards, rules and procedures are duly applied; 4° to provide a forum for the consideration of matters of policy and mutual interest concerning the payment system; 5° to issue regulations, directives, and decisions to govern the operation of the payment system; 6° to collect, compile and disseminate monetary and financial statistics related to the payment system; 7° to operate a clearing and settlement system and issue payment instruments; 8° to perform all other settlement obligations."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Powers and responsibilities of the National Bank of Rwanda",
      "section": "7",
      "title": "Article 7 – Operational role of the National Bank of Rwanda in payment system",
      "content": "The National Bank of Rwanda may provide facilities for settlement, clearing or securities settlement systems for the benefit of their operators or participants."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Designation of payement systems and access regime",
      "section": "8",
      "title": "Article 8 – Designation of payment systems",
      "content": "If the National Bank of Rwanda is of the opinion that a clearing and settlement system may pose a systemic risk and that it is in the public interest to do so, the National Bank of Rwanda may take a directive specifying a system as a designated payment system. A directive designating the payment system specifies the arrangements which constitute the payment system, including: 1° the designated payment system; 2° the documents that evidence the rules of that payment system; 3° the operator; 4° conditions to which the designation is subject. The National Bank of Rwanda issues regulations governing designation of payment systems."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Designation of payement systems and access regime",
      "section": "9",
      "title": "Article 9 – Procedure for designation of payment system",
      "content": "The designation process may be initiated in the following ways: 1° by the National Bank of Rwanda which may advise the payment system operator to apply for the designation; 2° voluntarily, by the payment system operator to apply to the National Bank of Rwanda for designation. The National Bank of Rwanda may issue a designation directive in respect of payment system only if it is satisfied that any deficiencies in the design of the system, or any disruption of its operation, would be likely to threaten the stability of, or confidence in, the Rwandan financial system, or to have serious consequences for business or other interests throughout the country."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Designation of payement systems and access regime",
      "section": "10",
      "title": "Article 10 – Criteria for designation of payment system",
      "content": "In designating a payment system, the National Bank of Rwanda considers the following: 1° the number and value of the transactions that the system presently processes or is likely to process in the future; 2° the nature of the transactions that the system processes; 3° whether those transactions could be handled by other payment systems; 4° the relationship between the system and other systems."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Designation of payement systems and access regime",
      "section": "11",
      "title": "Article 11 – Revocation of the designation directive",
      "content": "The designation of a payment system by the National Bank of Rwanda is effective until revoked. The National Bank of Rwanda may revoke a designation directive if it realizes that the designated payment system no longer satisfies the criteria set out in Article 10 of this Law. The National Bank of Rwanda considers a request by the operator of a designated payment system for the revocation of its designation directive."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Designation of payement systems and access regime",
      "section": "12",
      "title": "Article 12 – Principles, rules and directives of payment system",
      "content": "The National Bank of Rwanda may, by directives, publish principles and code of practice governing operators of designated payment systems. The National Bank of Rwanda requires the operator of a designated payment system: 1° to establish rules for the operation of the payment system; 2° to change the rules in a specified way or so as to achieve a specified purpose; 3° to notify the National Bank of Rwanda of any proposed change to the rules. The operator of a designated payment system must obtain a prior approval from the National Bank of Rwanda before implementing any changes to the rules. The National Bank of Rwanda may give directives to the operator of a designated payment system. Such directions may: 1° require or prohibit the taking of specified action in the operation of the system; 2° set standards to be met in the operation of the system. Rules applicable to a designated payment system are valid and binding on the system operator and the participants in their activities."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Designation of payement systems and access regime",
      "section": "13",
      "title": "Article 13 – Forms of the rules of the payment system",
      "content": "The rules of the payment system may be made under procedures, bylaws, written agreements, contracts, or other documents that are evidenced in writing and which serve for the basis on which: 1° payment instructions are given or received; 2° payment obligations are determined and calculated; 3° settlements are effected either on a gross basis or using clearing; 4° an action to be taken if a participant is unable or likely to become unable to meet the participant’s obligations."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Designation of payement systems and access regime",
      "section": "14",
      "title": "Article 14 – Access regime",
      "content": "The National Bank of Rwanda may impose an access regime in respect of a payment system on the person who determines access to the system, regardless of whether it is a system participant, a system operator, or a settlement agent, on such terms and conditions as the National Bank of Rwanda may consider appropriate. In considering whether to impose an access regime under Paragraph One of this Article, the National Bank of Rwanda takes into consideration the following: 1° whether the imposition of the access regime in respect of the system is in the public interest; 2° the interests of the current system participants, system operator and settlement agent; 3° the interests of persons who may require or desire access to the system; 4° such other matter as the National Bank of Rwanda may consider to be relevant. The National Bank of Rwanda, in imposing an access regime under Paragraph 2 of this Article, ensures that the access regime is fair, not discriminatory, and proportionate. The National Bank of Rwanda has the authority to make variations or to revoke an access regime referred to in Paragraph 2 of this Article."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Payment services",
      "section": "15",
      "title": "Article 15 – Types of payment services",
      "content": "Payment services are of the following types: 1° services enabling cash to be placed on, or withdrawn from a payment account as well as all the operations required for operating a payment account; 2° execution of payment transactions, including transfers of funds on a payment account with the user’s payment services provider or with another payment services provider, whether the funds are covered by a credit line for a payment service user: a) execution of direct debits, including one-off direct debits; b) execution of payment transactions through a payment card or a similar device; c) execution of credit transfers, including standing orders; 3° issuing of payment instruments; 4° acquiring of payment transactions either physically, online or through a payment aggregator; 5° money remittance; 6° payment initiation services; 7° issuance and management of e-money services; 8° such other payment services as may be determined by the National Bank of Rwanda."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Payment services",
      "section": "16",
      "title": "Article 16 – Categories of payment service licenses",
      "content": "The National Bank of Rwanda determines, by means of regulations, categories of payment service licenses and licensing requirements. A person who wishes to carry on business in providing payment service must be licensed in respect of the type of payment applied for in writing. The National Bank of Rwanda determines procedure for and the form of license application."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Payment services",
      "section": "17",
      "title": "Article 17 – Payment service licensing exemptions",
      "content": "The following are exempted from applying for a license to carry on business in respect of any payment service: 1° a bank licensed by the National Bank of Rwanda; 2° a microfinance institution authorized to provide payment services; 3° such other person or class of persons as may be prescribed by the National Bank of Rwanda."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Payment services",
      "section": "18",
      "title": "Article 18 – Grounds for withdrawal or suspension of license",
      "content": "The National Bank of Rwanda may decide to withdraw or suspend the license granted to a payment service provider at any time if: 1° the payment service provider has not provided the services within twelve (12) consecutive months from the date on which the license was granted; 2° the payment service provider has ceased to provide the services for a period of more than one (1) month; 3° the payment service provider has obtained the license from the National Bank of Rwanda through forged documents or any other fraudulent means; 4° the applicable licensing criteria are no longer met; 5° the provision of the payment services endangers the stability of the financial system in Rwanda; 6° the payment service provider enters into insolvency proceedings; 7° the holding company of the payment service provider is undergoing liquidation which may adversely affect the payment service provider; 8° in the opinion of the National Bank of Rwanda, the payment system is no longer in public interest or no longer represents the interest of the participants and any others in general; 9° the payment service provider fails to comply with relevant legislation and regulations; 10° there is another ground as may be deemed relevant by the National Bank of Rwanda."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Payment services",
      "section": "19",
      "title": "Article 19 – Notice of the decision of withdrawal, suspension or surrender of the license",
      "content": "The National Bank of Rwanda, after its decision on the withdrawal or suspension of the license of the payment service provider, notifies its decision to the payment service provider. The National Bank of Rwanda, after the withdrawal or suspension of the license, publishes a notice in such manner as it considers appropriate. A licensed payment service provider may surrender his or her license with a written notice of surrender, in such form as determined by the National Bank of Rwanda and such surrender is published in such manner as the National Bank of Rwanda may deem appropriate."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Payment services",
      "section": "20",
      "title": "Article 20 – Validity of acts performed before withdrawal, suspension and surrender of a license",
      "content": "A withdrawal, suspension and surrender of a license does not affect: 1° an agreement, transaction or arrangement relating to the provision of payment services entered into before the withdrawal, suspension or surrender of the license; 2° a right, obligation or liability arising under any such agreement, transaction, or arrangement in terms of payment service provision."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Payment services",
      "section": "21",
      "title": "Article 21 – Duty of payment service provider to notify the National Bank of Rwanda of certain events",
      "content": "A payment service provider must notify the National Bank of Rwanda after the occurrence of any of the following events: 1° any civil or criminal proceeding instituted against the payment service provider, whether in Rwanda or abroad; 2° an event, including an irregularity in any operations of the payment service provider that materially impedes or impairs the operations of the payment service provider; 3° where the payment service provider is becoming, or is likely to become, insolvent or unable to meet any of its financial, statutory, contractual, or other payment service obligations; 4° a disciplinary action taken against the payment service provider by any regulatory authority other than the National Bank of Rwanda, whether in Rwanda or abroad; 5° a significant change to the regulatory requirements imposed on the payment service provider by any regulatory authority other than the National Bank of Rwanda, whether in Rwanda or abroad; 6° other event that the National Bank of Rwanda may prescribe or specify by a written notice."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Payment services",
      "section": "22",
      "title": "Article 22 – Prohibition against solicitation",
      "content": "It is prohibited for any person, whether in Rwanda or abroad, to pretend to be a payment service provider and invite the public to use or advertise payment services without being licensed by the National Bank of Rwanda."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Payment services",
      "section": "23",
      "title": "Article 23 – Place of business",
      "content": "A payment service provider must have a permanent place of business or a registered office in Rwanda before starting to carry on such services. A payment service provider must appoint at least one (1) person to be present, on such days and at hours as the National Bank of Rwanda may specify by notice in writing, at the place of business or registered office to address any queries or complaints from a user or a customer of the payment services."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Payment services",
      "section": "24",
      "title": "Article 24 – Fees to be paid by payment service provider",
      "content": "A payment service provider pays an annual fee prescribed by the National Bank of Rwanda. The National Bank of Rwanda may prescribe different annual fees for different categories of payment service providers depending on the type and number of payment services they are licensed to carry on, their volume of transactions and other factors considered relevant."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Payment services",
      "section": "25",
      "title": "Article 25 – Interoperability of payment accounts",
      "content": "The National Bank of Rwanda establishes regulations determining procedures by which payment service providers enter into an arrangement with the operators to achieve interoperability of payment accounts with the payment system. In determining the interoperability of payment accounts, the National Bank of Rwanda considers the following: 1° whether the interoperability of payment accounts is in the interests of the public; 2° the interests of the current participants and the operator; 3° the interests of persons who may be required to be a participant in the payment system; 4° such other factor as the National Bank of Rwanda considers to be relevant."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter V – Oversight of payment systems and payment services",
      "section": "26",
      "title": "Article 26 – Exercise of oversight powers",
      "content": "The National Bank of Rwanda has the power to oversee the payment system and payment services as follows: 1° to gather information for all designated payment systems and payment service providers in order to monitor the sector and identify any emerging risks; 2° to require a payment system that is identified as being systemically important to be designated; 3° to set standards, supervise and oversee designated payment system, participants and payment service providers; 4° to establish a crisis management and resolution framework for the payment system."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter V – Oversight of payment systems and payment services",
      "section": "27",
      "title": "Article 27 – Regulatory fees and other charges",
      "content": "The National Bank of Rwanda may impose regulatory fees and other charges: 1° to meet its direct and indirect costs incurred in providing its oversight, supervision and regulatory services to payment service providers, operators and participants; 2° for the provision of operational services and infrastructure."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter V – Oversight of payment systems and payment services",
      "section": "28",
      "title": "Article 28 – Consumer protection with regard to payment services",
      "content": "The payment service provider must protect a consumer of payment services in accordance with relevant Laws and regulations."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter V – Oversight of payment systems and payment services",
      "section": "29",
      "title": "Article 29 – Use of an agent",
      "content": "A payment service provider that intends to provide payment services to customers through an agent applies to the National Bank of Rwanda for approval. The National Bank of Rwanda establishes regulations prescribing requirements for using an agent for payment services. A payment service provider ensures that his or her agent informs consumers that he or she is acting as an agent."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter V – Oversight of payment systems and payment services",
      "section": "30",
      "title": "Article 30 – Outsourcing of important operational functions",
      "content": "A payment service provider or operator cannot outsource any operational functions without prior written approval of the National Bank of Rwanda. Outsourcing of important operational functions is done in a way that it does not impair materially the quality of the operator or payment service provider’s internal control and the power of the National Bank of Rwanda to monitor their compliance with all obligations. An operational function is regarded as important if a defect or failure in its performance may materially impair the continuing compliance of an operator or payment service provider with the requirements of its license, or its financial performance, or the soundness or the continuity of its services."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter V – Oversight of payment systems and payment services",
      "section": "31",
      "title": "Article 31 – Compliance requirements in outsourcing important operational functions",
      "content": "The National Bank of Rwanda ensures compliance with the following requirements when outsourcing important operational functions: 1° not to allow the senior management to delegate its responsibilities to outsourced person; 2° not to alter the relationship and obligations of the issuer of payment instruments towards its users; 3° not to undermine the conditions with which the operator or the payment service provider is to comply in order to be licensed and remain so; 4° not to remove or modify other conditions subject to which the license was granted."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter V – Oversight of payment systems and payment services",
      "section": "32",
      "title": "Article 32 – Liability",
      "content": "If the payment service provider or payment system operator relies on third parties for the performance of important operational functions, they remain fully liable for any acts of their employees, or any agent, branch or entity to which activities are outsourced."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter V – Oversight of payment systems and payment services",
      "section": "33",
      "title": "Article 33 – Appointment of an external auditor",
      "content": "An operator or a payment service provider must designate at least one external auditor accredited by the National Bank of Rwanda. The designated external auditor must appear on a list regularly drawn up by the accounting professional regulatory body. Only a body corporate is allowed to act as external auditors."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter V – Oversight of payment systems and payment services",
      "section": "34",
      "title": "Article 34 – Requirements for the disclosure of information",
      "content": "The National Bank of Rwanda may disclose any information whose disclosure is, in its opinion, necessary and in the public interest to protect the integrity, effectiveness and security of the payment system. The confidentiality of information provisions does not apply to any disclosure made by a person in the performance of his or her functions under the Law or rules of a designated payment system. The confidentiality of information provisions does not apply when required by the court. The National Bank of Rwanda does not publish or disclose information or data unless it is satisfied that adequate provisions exist to protect the confidentiality of that information or data."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter VI – Financial collateral arrangement and netting",
      "section": "35",
      "title": "Article 35 – Financial collateral arrangement",
      "content": "Financial collateral arrangement provides for: 1° the obligation to provide financial collateral; 2° an additional financial collateral to reflect changes in the value of the financial collateral, and guaranteed obligations; 3° a right to withdraw financial collateral through substitution or exchange. The delivery of financial collateral is valid and enforceable against third parties and the liquidator and may not be challenged on any ground whatsoever. The financial collateral arrangement is validly concluded once the financial collateral is transferred or registered on behalf of the collateral taker."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter VI – Financial collateral arrangement and netting",
      "section": "36",
      "title": "Article 36 – Evidence for financial collateral arrangement",
      "content": "The financial collateral arrangement may be evidenced in writing or by any other legal means."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter VI – Financial collateral arrangement and netting",
      "section": "37",
      "title": "Article 37 – Realization of financial collateral",
      "content": "If an enforcement event occurs, the collateral taker immediately realizes any financial collateral provided under and subject to the terms agreed, and no prior notice or approval by the court or any other formality is required for the enforcement. The rights of the collateral taker over the financial collateral prevail over the rights of any other creditor of the collateral provider."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter VI – Financial collateral arrangement and netting",
      "section": "38",
      "title": "Article 38 – Non-retroactive effect on acts prior to insolvency proceedings",
      "content": "The provision of financial collateral cannot be declared invalid or revisited due to the opening of insolvency proceedings, if it was given before or on the day of the opening of insolvency proceedings and when it is evident that the collateral taker was unaware of the opening of insolvency proceedings."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter VI – Financial collateral arrangement and netting",
      "section": "39",
      "title": "Article 39 – Netting process",
      "content": "The netting process takes place as follows: 1° on a bilateral or multilateral basis; 2° with or without the interposition of an operator, whether by novation or otherwise; 3° regardless of whether or not the obligations or claims constitute mutual credits, mutual debts, or other mutual dealings."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter VI – Financial collateral arrangement and netting",
      "section": "40",
      "title": "Article 40 – Validity and enforceability of netting and close out netting",
      "content": "If the rules of a designated payment system provide for netting, any netting in accordance with those rules is valid and enforceable. The provisions relating to insolvency do not apply to any netting in accordance with the rules of a designated settlement system. However, a netted balance is to be treated as an amount to which the provisions of the Law relating to insolvency applies if the insolvent party and another party both of whom are participants in a designated settlement system also have mutual credits, mutual debts, or other mutual dealings between them that are not netted in accordance with the rules of the designated payment system. Close-out netting provisions are valid, enforceable, and binding on third parties, including the liquidator. They take immediate effect without prior application to the court. The operator may affect the netting of all obligations owed to or by the participant, incurred before or on the day on which the Court makes the order for bankruptcy or winding-up of the participant or the resolution for the voluntary winding-up of the participant is passed."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter VII – Protection of payment systems and customer funds",
      "section": "41",
      "title": "Article 41 – Information mechanisms related to the opening of insolvency proceedings against participants",
      "content": "If the competent authority opens insolvency proceedings against one of the participants, the competent authority informs the National Bank of Rwanda thereof. If the National Bank of Rwanda itself decides to open insolvency proceedings against one of the participants by authorizing its voluntary or forced liquidation, the National Bank of Rwanda mentions in its decision when such a decision becomes effective. If the National Bank of Rwanda is notified of the decision by the competent authority in Rwanda or abroad, it puts in place means in order to implement such a decision. It is the same case if it is the National Bank of Rwanda that opens insolvency proceedings."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter VII – Protection of payment systems and customer funds",
      "section": "42",
      "title": "Article 42 – Duty to notify winding up",
      "content": "No participant in a payment system can be wound up except with prior notification to the National Bank of Rwanda. If a participant is wound up, a copy of the application for winding-up, and the subsequent winding-up order which records the minute, hour and day such order is made, are lodged by the applicant with the National Bank of Rwanda on the same business day, and no later than the start of the next business day and served on any other settlement agent that requires notification and the National Bank of Rwanda immediately notifies all relevant system operators in Rwanda or abroad of the winding-up proceedings. The payment system operator enforces the winding up order upon being notified by the National Bank of Rwanda. If a participant is voluntarily wound up, with the approval of the National Bank of Rwanda, that participant informs all other participants of the winding-up resolution within twenty-four (24) hours of the winding up resolution taking effect. The National Bank of Rwanda notifies relevant domestic and foreign system operators and participants about the voluntary winding-up of a participant on the same business day and in any case, no later than the start of the next business day of the winding up resolution taking effect."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter VII – Protection of payment systems and customer funds",
      "section": "43",
      "title": "Article 43 – Definitive character of designated payment systems",
      "content": "A settlement that has been effected in accordance with this Law is final and irrevocable and may not be reversed or set aside. An insolvency proceeding opened against one of the participants of a payment system does not have retroactive effect on their respective obligations to pay if such obligations arose before the opening of the insolvency proceeding. The insolvency proceeding is implemented from the time when the operator is informed. Payment instructions which have been entered into the designated payment system are valid and cannot be challenged on any ground whatsoever, even due to dissolution of one of the operators of the designated payment system in case they are legally entered before commencement of the insolvency proceedings or the netting took place after the opening of insolvency proceedings. The rules of a designated payment system define the time a payment instruction is considered to have been entered into the payment system. For the purposes of this Article, payment instructions are given by a participant in, or to an operator of, a payment system that are made in accordance with the rules of that settlement system and that result, or are intended to result, in one or more settlements being effected"
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter VII – Protection of payment systems and customer funds",
      "section": "44",
      "title": "Article 44 – Credit or debit of settlement account",
      "content": "Settlement obligations are discharged with National Bank of Rwanda money through the passing of entries across the books of the National Bank of Rwanda. Notwithstanding the taking of insolvency proceedings against a participant in a designated system and without prejudice to the provisions of Article 43 of this Law on the definitive character, the settlement agent may, if authorized under the applicable contractual provisions, make use of money or financial instruments available on the settlement account of the participant in order to settle any net debit balance the participant may owe after the netting. During the insolvency proceedings against a participant, the settlement agent is authorized to make use of credit lines granted to the participant or to realize any collateral provided by the participant with the aim of paying his or her obligations towards other participants in accordance with contractual conditions."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter VII – Protection of payment systems and customer funds",
      "section": "45",
      "title": "Article 45 – Prohibition of attachment or seizure",
      "content": "The balance of the settlement accounts may not be subject to attachment or seizure, except by the operator or the settlement agent. All funds deposited in a trust or a collection account: 1° are not available for payment of the debts of the payment service provider; 2° are not liable to be paid or taken in execution under an order or a process of any court."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter VII – Protection of payment systems and customer funds",
      "section": "46",
      "title": "Article 46 – Safeguarding of funds received from customers",
      "content": "A payment service provider collecting funds on behalf of customers ensures that funds are safeguarded in one of the following manners as prescribed by the National Bank of Rwanda: 1° by depositing the same amount in a trust account maintained with an authorized safeguarding institution prescribed or specified by the National Bank of Rwanda; 2° by undertaking, from a safeguarding institution, to be fully liable to the customer of the relevant funds; 3° by the guaranty given by safeguarding institution for the amount of the collected funds; 4° in such other manner as may be prescribed by the National Bank of Rwanda. The safeguarding institution and payment service provider must record and maintain a separate book entry for each customer in relation to that customer’s funds. The payment service provider ensures that the proceeds of any such guaranty are payable upon insolvency of the payment service provider into a separate account held by the payment service provider which must: 1° be designated in such a way to show that it is an account which is held for the purpose of safeguarding the funds in accordance with this Article; 2° be used only for holding such proceeds on trust for the customers who had provided the funds to the payment service provider."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter VII – Protection of payment systems and customer funds",
      "section": "47",
      "title": "Article 47 – Crisis management power",
      "content": "The National Bank of Rwanda, in the framework of averting any disruption in payment systems which may adversely affect the country’s monetary and financial stability, is of the opinion that: 1° the operator or payment service provider is or is likely to become insolvent, or that it is or is likely to become unable to meet its obligations, or that it has suspended or is about to suspend payments; 2° the operator or payment service provider has contravened any of the prescribed conditions; 3° it is in the public interest to do so; may: 1° require the operator or the payment service provider to immediately take any action or to do or not to do any act in relation to his or her business as the National Bank of Rwanda may consider necessary; 2° appoint one or more persons as statutory adviser, on such terms as the National Bank of Rwanda may specify, to advise the operator or the payment service provider on the proper management of his or her business as the National Bank of Rwanda may determine; 3° assume control of and manage the business of the operator or a payment service provider as the National Bank of Rwanda may determine, or appoint one or more persons as statutory manager to do so on such terms as specified."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter VII – Protection of payment systems and customer funds",
      "section": "48",
      "title": "Article 48 – Applicable Laws in case of conflicting Laws governing a payment system",
      "content": "In the event of insolvency of a foreign participant in Rwanda, his or her following settlement -related rights and obligations are governed by the Laws of Rwanda: 1° the rights and obligations that arise from, or in connection with, the participation of such participant in the system; 2° the requirements for perfecting a financial collateral arrangement relating to book entry securities collateral and the provision of book entry securities collateral under such an arrangement, in a manner effective against third parties; 3° a person’s title to or interest in book entry securities collateral; 4° the steps required for the realization of book entry securities collateral. The rights and obligations of a Rwandan participant in a foreign system are governed by the Laws governing that system."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter VIII – Faults, offences and penalties",
      "section": "49",
      "title": "Article 49 – Administrative faults and sanctions",
      "content": "The National Bank of Rwanda, in the event it finds that a payment service provider or operator, their board of directors or a member of their senior management violates the provisions of this Law or regulations made thereunder, it imposes administrative sanctions on them. The regulations of the National Bank of Rwanda determine administrative faults and sanctions as well as procedures for imposing and appealing against such sanctions."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter VIII – Faults, offences and penalties",
      "section": "50",
      "title": "Article 50 – Offence committed in payment system",
      "content": "Any person who: 1° acts as payment system operator or service provider without having obtained from the National Bank of Rwanda a license for this purpose; 2° does not respond to the request of the National Bank of Rwanda for information or who knowingly provides false information; 3° damages, destroys, alters or falsifies accounts, books or records of an operator or participant; 4° interferes in any way with audit activities of the National Bank of Rwanda or with the work of another competent auditor, or refuses to give him or her access to documents relevant to the accomplishment of his or her mission; 5° claims to be an operator of a designated payment system without designation of the National Bank of Rwanda; 6° who makes use of any information related to the payment system in violation of the provisions of this Law, for his personal advantage or the advantage of another person; 7° invites the public to use payment services or advertises payment services without being licensed to do so; commits an offence. Upon conviction of any of the offences referred to in Paragraph One of this Article, he or she is liable to imprisonment for a term of not less than six (6) months, but not exceeding one (1) year and a fine of not less than five million Rwandan francs (FRW 5,000,000), but not exceeding ten million Rwandan francs (FRW 10,000,000) or only one of these penalties. Where the offences referred to in Paragraph One of this Article are committed by an operator, a payment service provider, a company, an organization, or a legal person, they are upon conviction liable to a fine of at least ten (10) times but not exceeding twenty (20) times the amount of the fine for the offences referred to in Paragraph 2 of this Article, or to a penalty of being dissolved."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter IX – Miscellaneous provisions",
      "section": "51",
      "title": "Article 51 – Admissibility of electronic or optical evidence and archive",
      "content": "The enforceability and evidential value of electronic fund transfers and records are provided for by relevant Laws. The provisions of Paragraph One of this Article, any information stored, disseminated, or used by participants and operators are not denied legal effect solely on the ground that: 1° it is in the form of an electronic record; 2° it is not contained in the electronic record purporting to give it legal force and validity, but is referred to in another electronic record. Payment instruments already introduced into a system, or their archives held in writing, in an electronic or optical form or in durable medium ensuring their traceability including the print-out of such electronic or optical documents are admissible as evidence in all legal matters."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter IX – Miscellaneous provisions",
      "section": "52",
      "title": "Article 52 – Dispute settlement",
      "content": "A dispute arising between an operator and a participant or between participants in a payment system in relation to any matter arising from the operation of the system, is settled in accordance with the directive of the National Bank of Rwanda. A party that is dissatisfied with the outcome of the dispute settlement referred to in Paragraph One of this Article may refer the matter to other competent organs."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter IX – Miscellaneous provisions",
      "section": "53",
      "title": "Article 53 – Exchange of information",
      "content": "No obligation as to secrecy or other restriction upon the disclosure of information, whether imposed by Law or otherwise, prevents the exchange of information between the regulators."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter IX – Miscellaneous provisions",
      "section": "54",
      "title": "Article 54 – Data protection",
      "content": "The processing of personal data by payment systems and payment service providers is permitted if it is necessary to safeguard the prevention, investigation, and detection of payment fraud. The processing and use of personal data are carried out in accordance with relevant Laws. Payment service providers only access, process and retain personal data necessary for the provision of their payment services, with the explicit consent of the payment service user."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter IX – Miscellaneous provisions",
      "section": "55",
      "title": "Article 55 – Compliance with Laws and regulations on anti-money laundering, countering the financing of terrorism and financing of proliferation of weapons of mass destruction",
      "content": "Every operator or payment service provider must: 1° comply with the obligations and requirements under Laws and regulations on anti-money laundering, countering the financing of terrorism and financing of proliferation of weapons of mass destruction; 2° ensure that any agent or third party acting on its behalf complies with Laws and regulations mentioned in Item One of this Article."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter IX – Miscellaneous provisions",
      "section": "56",
      "title": "Article 56 – Retention of records",
      "content": "The National Bank of Rwanda, participants and payment service providers retain all records obtained in the course of their operation and administration of the payment system, clearing and settlement systems for a period of ten (10) years from the date the record was obtained or produced."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter X – Transitional and final provisions",
      "section": "57",
      "title": "Article 57 – Validity of acts performed before this Law",
      "content": "Acts performed in accordance with Law n° 03/2010 of 26/02/2010 concerning payment system as amended to date remain valid."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter X – Transitional and final provisions",
      "section": "58",
      "title": "Article 58 – Existing regulations",
      "content": "The regulations of the National Bank of Rwanda relating to payment systems made under Law n° 03/2010 of 26/02/2010 concerning payment systems as amended to date remain in force in all their provisions which are not inconsistent in terms of their substance with this Law for a period not exceeding twelve (12) months from the publication of this Law in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter X – Transitional and final provisions",
      "section": "59",
      "title": "Article 59 – Drafting, consideration, and adoption of this Law",
      "content": "This Law was drafted in English, considered, and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter X – Transitional and final provisions",
      "section": "60",
      "title": "Article 60 – Saving and repealing provision",
      "content": "With the exception of Article 23 of Law n° 03/2010 of 26/02/2010 concerning payment system as amended to date which establishes the National Payment System Council, its other Articles as well as other prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter X – Transitional and final provisions",
      "section": "61",
      "title": "Article 61 – Commencement",
      "content": "This Law comes into force on the date of its publication in the official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "financial collateral arrangement",
      "definition": "a title transfers financial collateral arrangement or a security financial collateral arrangement whether or not these are covered by a master agreement or general terms and conditions",
      "source_provision": "art3"
    },
    {
      "term": "systemic risk",
      "definition": "the risk that the inability of one of the participants to meet its obligations, or a disruption in the system itself, could result in the inability of other participants or of financial institutions in other parts of the financial system to meet their obligations as they become due",
      "source_provision": "art3"
    },
    {
      "term": "access regime",
      "definition": "a regime imposed by the National Bank of Rwanda that includes terms and conditions of an entity’s participation in the payment system",
      "source_provision": "art3"
    },
    {
      "term": "certificate",
      "definition": "a physical document that evidences the ownership claim in, indebtedness of, or other outstanding obligations of the issuer",
      "source_provision": "art3"
    },
    {
      "term": "payment instrument",
      "definition": "a personalized device or set of procedures agreed between the payment service user and the payment service provider and used in order to initiate a payment order",
      "source_provision": "art3"
    },
    {
      "term": "insolvency proceeding",
      "definition": "any collective measure provided for in the Laws either to wind up a person or entity or to reorganize it, where such measure involves its suspension, or imposing limitations on transfers or payments in Rwanda",
      "source_provision": "art3"
    },
    {
      "term": "netting",
      "definition": "the conversion into one net claim or obligation of different claims or obligations between participants for settlement purposes",
      "source_provision": "art3"
    },
    {
      "term": "clearing",
      "definition": "a process of transmitting, reconciling and confirming transactions prior to settlement",
      "source_provision": "art3"
    },
    {
      "term": "safeguarding institution",
      "definition": "a financial institution that maintains customer funds on behalf of a payment service provider",
      "source_provision": "art3"
    },
    {
      "term": "enforcement event",
      "definition": "a default or any similar event as agreed between the parties on the occurrence of which, under the terms of a financial collateral arrangement or by Law, the collateral taker is entitled to realize or appropriate financial collateral or a close-out netting provision comes into effect",
      "source_provision": "art3"
    },
    {
      "term": "financial collateral",
      "definition": "cash, financial instruments, or precious metals",
      "source_provision": "art3"
    },
    {
      "term": "book entry collateral",
      "definition": "financial securities provided under a financial collateral arrangement which consists of financial instruments, title to which is evidenced by entries in a register or account maintained by or on behalf of an intermediary",
      "source_provision": "art3"
    },
    {
      "term": "agent",
      "definition": "a natural or legal person who acts on behalf of a payment institution in providing payment services",
      "source_provision": "art3"
    },
    {
      "term": "financial instruments",
      "definition": "shares in companies and other securities equivalent to shares in companies, bonds, and other forms of debt instruments, if these are negotiable on the capital market, and any other securities which are normally dealt in and which give the right to acquire any such shares, bonds or other securities by subscription, purchase or exchange or which give rise to a cash settlement excluding payment instruments but including units in collective investment schemes, money market instruments and claims rel",
      "source_provision": "art3"
    },
    {
      "term": "settlement",
      "definition": "the act of discharging obligations by transferring funds or securities or other financial instruments between two or more parties",
      "source_provision": "art3"
    },
    {
      "term": "book entry",
      "definition": "transfer of securities or other financial assets which does not involve the physical movement of paper documents or certificates",
      "source_provision": "art3"
    },
    {
      "term": "cash",
      "definition": "money credited to an account in any currency, or similar claims for the repayment of money",
      "source_provision": "art3"
    },
    {
      "term": "settlement account",
      "definition": "an account in the books of an agent in charge of settlement used in holding money and financial instruments and to settle transfer orders between participants in a payment system",
      "source_provision": "art3"
    },
    {
      "term": "payment account",
      "definition": "an account held in the name of one or more consumers which is used for the execution of payment transactions",
      "source_provision": "art3"
    },
    {
      "term": "access",
      "definition": "an entity’s entitlement or eligibility to be a participant in the payment system",
      "source_provision": "art3"
    },
    {
      "term": "securities settlement system",
      "definition": "a system that enables securities to be transferred and settled by book entry according to the set of predetermined multilateral rules",
      "source_provision": "art3"
    },
    {
      "term": "payment system",
      "definition": "a set of payment instruments, rules, participants, principles and technologies used for fund transfer purposes",
      "source_provision": "art3"
    },
    {
      "term": "collateral taker",
      "definition": "an individual or a body corporate being provided financial collateral with or without a title transfer financial collateral arrangement",
      "source_provision": "art3"
    },
    {
      "term": "participant",
      "definition": "an entity that has a role in the payment system or one of the parties to an arrangement that establishes a system, including its operator",
      "source_provision": "art3"
    },
    {
      "term": "settlement agent",
      "definition": "an entity providing to participants, settlement accounts through which transfer orders within such systems are settled, and extending credit to those participants for settlement purposes",
      "source_provision": "art3"
    },
    {
      "term": "operator",
      "definition": "the entity that is in charge of the operation or administration of the payment system",
      "source_provision": "art3"
    },
    {
      "term": "collateral provider",
      "definition": "an individual or a body corporate providing financial collateral with or without a title transfer financial collateral arrangement",
      "source_provision": "art3"
    },
    {
      "term": "payment service provider",
      "definition": "a body corporate that is authorized by the National Bank of Rwanda to provide payment services to customers and businesses",
      "source_provision": "art3"
    }
  ]
}
