{
  "id": "rw-personal-data-protection-2021",
  "type": "statute",
  "title": "Itegeko N° 058/2021 ryo ku Kurinda Amakuru Bwite n'Ubuzima bw'Umuntu",
  "title_en": "Law N° 058/2021 of 13/10/2021 on Protection of Personal Data and Privacy",
  "short_name": "PDPA 2021",
  "status": "in_force",
  "issued_date": "2021-10-13",
  "in_force_date": "2021-10-13",
  "url": "https://www.rdb.rw/uploads/tx_sbdownloader/Law_on_Protection_of_Personal_Data_and_Privacy.pdf",
  "description": "Law N° 058/2021 establishes the legal framework governing the collection, processing, storage, and transfer of personal data in Rwanda. It defines the rights of data subjects and the obligations of data controllers and processors. The law establishes the National Cyber Security Authority (NCSA) as the supervisory authority responsible for enforcement and compliance oversight.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1. Purpose and Scope",
      "content": "This Law establishes the framework for the protection of personal data and privacy of natural persons in Rwanda. It applies to any processing of personal data carried out by a data controller or data processor established in Rwanda, or by a data controller or processor not established in Rwanda where the processing relates to data subjects located in Rwanda. The Law aims to ensure that personal data is processed lawfully, fairly, and transparently, and that individuals retain meaningful control over information relating to them. It applies across all sectors of the economy and all branches of government, subject to exceptions provided herein. Processing activities conducted solely for personal or household purposes are excluded from the scope of this Law."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2. Definitions",
      "content": "For the purposes of this Law: 'Personal data' means any information relating to an identified or identifiable natural person, including name, identification number, location data, or one or more factors specific to the physical, physiological, genetic, mental, economic, cultural, or social identity of that person. 'Processing' means any operation or set of operations performed on personal data, whether or not by automated means, including collection, recording, organisation, structuring, storage, adaptation, retrieval, consultation, use, disclosure, dissemination, restriction, erasure, or destruction. 'Data controller' means a natural or legal person, public authority, agency, or other body which, alone or jointly, determines the purposes and means of processing personal data. 'Data processor' means a natural or legal person, public authority, agency, or other body which processes personal data on behalf of a data controller. 'Data subject' means a natural person whose personal data is processed."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3. Principles of Personal Data Processing",
      "content": "Personal data shall be processed in accordance with the following principles: (1) Lawfulness, fairness, and transparency — data shall be processed on a lawful basis and in a manner that is transparent to the data subject; (2) Purpose limitation — data shall be collected for specified, explicit, and legitimate purposes and not further processed in a manner incompatible with those purposes; (3) Data minimisation — data collected shall be adequate, relevant, and limited to what is necessary in relation to the purposes for which it is processed; (4) Accuracy — data shall be accurate and, where necessary, kept up to date; (5) Storage limitation — data shall be kept in a form that permits identification of data subjects for no longer than necessary; (6) Integrity and confidentiality — data shall be processed in a manner that ensures appropriate security, including protection against unauthorised or unlawful processing, accidental loss, destruction, or damage; (7) Accountability — the data controller shall be responsible for and able to demonstrate compliance with these principles."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4. Lawful Bases for Processing",
      "content": "Processing of personal data is lawful where at least one of the following conditions applies: (a) the data subject has given consent to the processing of their personal data for one or more specific purposes; (b) processing is necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract; (c) processing is necessary for compliance with a legal obligation to which the data controller is subject; (d) processing is necessary in order to protect the vital interests of the data subject or of another natural person; (e) processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the data controller; (f) processing is necessary for the purposes of the legitimate interests pursued by the data controller or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5. Special Categories of Personal Data",
      "content": "Processing of personal data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership, and the processing of genetic data, biometric data for the purpose of uniquely identifying a natural person, data concerning health, or data concerning a natural person's sex life or sexual orientation shall be prohibited, unless one of the following applies: (a) the data subject has given explicit consent; (b) processing is necessary for carrying out obligations in the field of employment, social security, and social protection law; (c) processing is necessary to protect the vital interests of the data subject or of another natural person where the data subject is physically or legally incapable of giving consent; (d) processing is carried out in the course of legitimate activities by a foundation, association, or any other not-for-profit body with a political, philosophical, religious, or trade union aim; (e) processing relates to personal data which are manifestly made public by the data subject; (f) processing is necessary for the establishment, exercise, or defence of legal claims; (g) processing is necessary for reasons of substantial public interest."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6. Rights of Data Subjects",
      "content": "Data subjects have the following rights in relation to their personal data: (1) Right to information — the data subject has the right to be informed about the collection and use of their personal data; (2) Right of access — the data subject has the right to obtain confirmation of whether personal data concerning them is being processed, and where that is the case, access to the personal data; (3) Right to rectification — the data subject has the right to obtain rectification of inaccurate personal data; (4) Right to erasure — the data subject has the right to obtain erasure of personal data where certain conditions are met; (5) Right to restriction of processing — the data subject has the right to obtain restriction of processing in certain circumstances; (6) Right to data portability — the data subject has the right to receive personal data in a structured, commonly used, and machine-readable format; (7) Right to object — the data subject has the right to object to processing of personal data; (8) Rights related to automated decision-making — the data subject has the right not to be subject to a decision based solely on automated processing which produces legal or significant effects."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7. Obligations of Data Controllers",
      "content": "Data controllers shall: (a) implement appropriate technical and organisational measures to ensure that, by default, only personal data which are necessary for each specific purpose of processing are processed; (b) where processing is to be carried out on behalf of a data controller, only engage data processors providing sufficient guarantees to implement appropriate technical and organisational measures; (c) maintain a record of processing activities under their responsibility; (d) cooperate with the supervisory authority and make available to it all information necessary to demonstrate compliance; (e) notify the supervisory authority of a personal data breach without undue delay, and where feasible, within seventy-two hours of becoming aware of it; (f) where a personal data breach is likely to result in a high risk to the rights and freedoms of natural persons, communicate the breach to the data subject without undue delay; (g) carry out a data protection impact assessment prior to processing likely to result in a high risk to the rights and freedoms of natural persons."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8. Data Protection Impact Assessment",
      "content": "Where a type of processing is likely to result in a high risk to the rights and freedoms of natural persons, the data controller shall, prior to the processing, carry out an assessment of the impact of the envisaged processing operations on the protection of personal data. A data protection impact assessment is required in particular where: (a) a systematic and extensive evaluation of personal aspects relating to natural persons is carried out based on automated processing, including profiling; (b) processing on a large scale of special categories of data is carried out; (c) a systematic monitoring of a publicly accessible area on a large scale is carried out. The assessment shall include at a minimum: a systematic description of the envisaged processing operations and the purposes of processing; an assessment of the necessity and proportionality of processing; an assessment of the risks to the rights and freedoms of data subjects; the measures envisaged to address the risks. The data controller shall consult the supervisory authority prior to processing where the assessment indicates that the processing would result in a high residual risk."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9. Transfer of Personal Data to Third Countries",
      "content": "Transfer of personal data to a third country or an international organisation may take place where the supervisory authority has decided that the third country, a territory, or one or more specified sectors within that third country, or the international organisation in question ensures an adequate level of protection. In the absence of an adequacy decision, a transfer to a third country may take place only if the data controller or data processor has provided appropriate safeguards, including: (a) a legally binding and enforceable instrument between public authorities or bodies; (b) binding corporate rules; (c) standard contractual clauses adopted by the supervisory authority; (d) an approved code of conduct; (e) an approved certification mechanism. The data controller shall make available to data subjects a copy of the appropriate safeguards and information on where to obtain a copy."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10. Supervisory Authority",
      "content": "The National Cyber Security Authority (NCSA) is designated as the competent supervisory authority responsible for monitoring and enforcing the application of this Law. The supervisory authority shall act with complete independence in performing its tasks and exercising its powers. The tasks of the supervisory authority include: monitoring and enforcing the application of this Law; promoting public awareness and understanding of the risks, rules, safeguards, and rights in relation to processing; advising the Government and other institutions and bodies on legislative and administrative measures relating to the protection of natural persons; handling complaints from data subjects; cooperating with other supervisory authorities. The supervisory authority shall have the power to carry out investigations and audits, issue warnings, issue reprimands, and impose administrative sanctions."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11. Consent Requirements",
      "content": "Where processing is based on consent, the data controller shall be able to demonstrate that the data subject has consented to processing of their personal data. Consent shall be given by a clear affirmative act establishing a freely given, specific, informed, and unambiguous indication of the data subject's agreement to the processing of personal data relating to them. The data subject shall have the right to withdraw their consent at any time. The withdrawal of consent shall not affect the lawfulness of processing based on consent before its withdrawal. Prior to giving consent, the data subject shall be informed thereof. It shall be as easy to withdraw consent as to give it. When assessing whether consent is freely given, utmost account shall be taken of whether, inter alia, the performance of a contract is made conditional on consent to the processing of personal data that is not necessary for the performance of that contract. Consent obtained under this provision shall not constitute a valid legal basis for processing where there is a clear imbalance between the data subject and the data controller."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12. Children's Data",
      "content": "Where information society services are offered directly to a child, the processing of personal data of a child below the age of sixteen years shall be lawful only if and to the extent that consent is given or authorised by the holder of parental responsibility over the child. The data controller shall make reasonable efforts to verify that consent is given or authorised by the holder of parental responsibility, taking into consideration available technology. The supervisory authority may establish guidelines and requirements for obtaining verifiable parental consent. Processing of children's data shall be conducted in accordance with the best interests of the child, and data controllers shall apply enhanced data minimisation principles when collecting data from children. Special category data of children shall not be processed except in strictly limited circumstances provided for in this Law."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13. Data Breach Notification",
      "content": "In the case of a personal data breach, the data controller shall without undue delay and, where feasible, not later than seventy-two hours after having become aware of it, notify the personal data breach to the supervisory authority, unless the personal data breach is unlikely to result in a risk to the rights and freedoms of natural persons. The notification shall at a minimum: describe the nature of the personal data breach including where possible the categories and approximate number of data subjects concerned and the categories and approximate number of personal data records concerned; communicate the name and contact details of the data protection officer or other contact point where more information can be obtained; describe the likely consequences of the personal data breach; describe the measures taken or proposed to be taken by the data controller to address the personal data breach. Where notification to the supervisory authority is not made within seventy-two hours, it shall be accompanied by reasons for the delay."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14. Administrative Sanctions",
      "content": "The supervisory authority shall have the power to impose administrative sanctions on data controllers and processors that fail to comply with the requirements of this Law. In deciding whether to impose an administrative sanction and deciding on the amount, due regard shall be given to: the nature, gravity, and duration of the infringement; the intentional or negligent character of the infringement; any action taken by the controller or processor to mitigate the damage suffered by data subjects; the degree of responsibility of the controller or processor, taking into account technical and organisational measures implemented; any relevant previous infringements; the degree of cooperation with the supervisory authority; the categories of personal data affected; the manner in which the infringement became known to the supervisory authority; any other aggravating or mitigating factor applicable to the circumstances of the case. The supervisory authority may also issue warnings, reprimands, and orders requiring compliance."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15. Transitional Provisions and Entry into Force",
      "content": "Data controllers and processors who were processing personal data before the entry into force of this Law shall bring their processing activities into compliance with the requirements of this Law within one year of its entry into force. During this transitional period, the supervisory authority shall issue guidelines and practical tools to assist data controllers and processors in achieving compliance. The supervisory authority shall also publish a register of compliance resources including approved codes of conduct, certification mechanisms, and standard contractual clauses. All previous regulations and guidelines relating to personal data protection that are inconsistent with this Law are hereby repealed. This Law shall enter into force on the date of its publication in the Official Gazette of the Republic of Rwanda. The Minister responsible for information and communication technology shall, by regulations, further specify requirements and procedures necessary for the implementation of this Law."
    }
  ],
  "definitions": [
    {"term": "personal data", "definition": "Any information relating to an identified or identifiable natural person.", "source_provision": "art2"},
    {"term": "processing", "definition": "Any operation or set of operations performed on personal data, whether or not by automated means.", "source_provision": "art2"},
    {"term": "data controller", "definition": "A natural or legal person, public authority, agency, or other body which determines the purposes and means of processing personal data.", "source_provision": "art2"},
    {"term": "data processor", "definition": "A natural or legal person, public authority, agency, or other body which processes personal data on behalf of a data controller.", "source_provision": "art2"},
    {"term": "data subject", "definition": "A natural person whose personal data is processed.", "source_provision": "art2"},
    {"term": "consent", "definition": "A freely given, specific, informed, and unambiguous indication of the data subject's agreement to the processing of their personal data.", "source_provision": "art11"},
    {"term": "personal data breach", "definition": "A breach of security leading to the accidental or unlawful destruction, loss, alteration, unauthorised disclosure of, or access to, personal data.", "source_provision": "art13"}
  ]
}
