{
  "id": "rw-law-2021-54",
  "type": "statute",
  "title": "Law governing the Office of the Ombudsman",
  "title_en": "Law governing the Office of the Ombudsman",
  "short_name": "Law 54 of 2021",
  "status": "repealed",
  "issued_date": "2021-08-29",
  "in_force_date": "2021-08-30",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/54/eng@2021-08-30",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the responsibilities, powers, organization and functioning of the Office of the Ombudsman, hereinafter referred to as “the Office”."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Legal personality, independence and autonomy of the Office",
      "content": "The Office has legal personality, is independent and enjoys administrative and financial autonomy."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Headquarters of the Office",
      "content": "The Office’s headquarters is located in the City of Kigali, the Capital of the Republic of Rwanda. If deemed necessary, an Order of the Prime Minister may approve the relocation of the Office’s headquarters to another location on the national territory or the establishment of the Office’s branches."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Responsibilities and powers of the Office",
      "section": "4",
      "title": "Article 4 – Responsibilities of the Office",
      "content": "The Office has the following responsibilities: 1° to prevent and fight injustice and corruption; 2° to instil in the Rwandans values that consist in resisting, preventing, avoiding and fighting injustice and corruption; 3° to review and decide on injustice and corruption complaints that are not resolved by relevant organs; 4° to receive and verify asset declarations; 5° to advise the Government on the establishment and promotion of policies and strategies to prevent, fight and punish injustice and corruption; 6° to monitor the implementation of policies and strategies aimed at preventing and fighting injustice and corruption; 7° to establish contacts and cooperate with regional and international institutions having similar responsibilities; 8° to carry out such other responsibilities as may be assigned by Law."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Responsibilities and powers of the Office",
      "section": "5",
      "title": "Article 5 – Powers of the Office",
      "content": "The Office has the following powers: 1º to receive, review and monitor complaints, acts and decisions related to injustice; 2º to receive, search, monitor and analyse information on corruption and submit findings thereon to competent organs; 3º to follow up on injustice and corruption complaints referred to organs for investigation or resolution; 4º to require institutions, other institutions, or any individual to provide a document, testimony or explanations necessary for the consideration of injustice and corruption cases; 5º to request the Supreme Court to examine and review, in accordance with relevant legal provisions, a final judgement when it finds that the judgment is marred by injustice."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "6",
      "title": "Article 6 – Organs of the Office",
      "content": "The organs of the Office are as follows: 1° the Bureau of the Office; 2° the Permanent Secretariat."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "7",
      "title": "Article 7 – Bureau of the Office",
      "content": "The Bureau of the Office is the supreme management and decision-making organ of the Office."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "8",
      "title": "Article 8 – Members of the Bureau of the Office",
      "content": "The Bureau of the Office consists of the Ombudsman, the Deputy Ombudsman in charge of Preventing and Fighting Injustice and the Deputy Ombudsman in charge of Preventing and Fighting Corruption. A Presidential Order may appoint another Deputy Ombudsman and determine his or her duties. At least thirty percent (30%) of the members of the Bureau of the Office must be female."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "9",
      "title": "Article 9 – Appointment of the Ombudsman and the Deputy Ombudsman and their term of office",
      "content": "The Ombudsman and the Deputy Ombudsman are appointed by a Presidential Order. The Ombudsman and the Deputy Ombudsman serve for a term of five (5) years, renewable once."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "10",
      "title": "Article 10 – Requirements for being Ombudsman and Deputy Ombudsman",
      "content": "The Ombudsman or the Deputy Ombudsman must: 1° be a Rwandan national; 2° be a person of integrity; 3° be known for having foresight and abilities necessary for the discharge of his or her duties; 4° not have been definitively sentenced to a term of imprisonment equal to or exceeding six (6) months; 5° not have been convicted of the crime of genocide, that of genocide ideology and related crimes."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "11",
      "title": "Article 11 – Incompatibilities with the duties of Ombudsman or Deputy Ombudsman",
      "content": "The Ombudsman or the Deputy Ombudsman is not allowed to: 1° perform any other remunerated work; 2° make an investment or enter into a contract likely to undermine his or her duties in any way whatsoever; 3° bid for public or private contracts."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "12",
      "title": "Article 12 – Oath-taking by the Ombudsman and the Deputy Ombudsman",
      "content": "Before assuming office, the Ombudsman and the Deputy Ombudsman take their oath of office before the President of the Republic."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "13",
      "title": "Article 13 – Salary and fringe benefits allocated to the Ombudsman and the Deputy Ombudsman",
      "content": "The Cabinet approves the salary and fringe benefits allocated to the Ombudsman and the Deputy Ombudsman."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "14",
      "title": "Article 14 – Grounds for termination of office of Ombudsman or Deputy Ombudsman and modalities for his or her replacement",
      "content": "The Ombudsman or the Deputy Ombudsman ceases to hold office if: 1° his or her term of office expires; 2° he or she is assigned other duties; 3° he or she suffers from an illness which prevents him or her from discharging his or her duties, as certified by a recognized medical doctor; 4° he or she resigns in writing; 5° he or she no longer satisfies the requirements having served as the basis for his or her being appointed; 6° he or she dies. The Ombudsman or the Deputy Ombudsman who resigns tenders his or her resignation in writing to the President of the Republic. If the President of the Republic does not decide thereon within thirty (30) days of receipt of written notice of resignation, the resignation is deemed accepted. When the term of office of a member of the Bureau of the Office nears its end, the Ombudsman notifies the President of the Republic thereof in writing at least three (3) months before the expiry of the term of office. When a member of the Bureau of the Office ceases to hold office before the expiry of his or her term of office, his or her replacement starts a new term of office."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "15",
      "title": "Article 15 – Permanent Secretariat of the Office",
      "content": "The Permanent Secretariat of the Office consists of the Permanent Secretary and staff members of the Office."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "16",
      "title": "Article 16 – Appointment of members of the Permanent Secretariat",
      "content": "The Permanent Secretary of the Office is appointed by a Presidential Order. Staff members of the Office are recruited and managed in accordance with the provisions of the general statute governing public servants."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "17",
      "title": "Article 17 – Responsibilities of the Bureau of the Office",
      "content": "The responsibilities of the Bureau of the Office are as follows: 1° to monitor the implementation of policies and strategies for the prevention of and fight against injustice and corruption; 2° to monitor and coordinate asset declaration activities; 3° to approve the draft internal rules and regulations of the Office; 4° to approve the strategic plan and action plan of the Office; 5° to approve the recruitment of staff members of the Office; 6° to approve the annual draft budget proposal of the Office and monitor the execution of the budget; 7° to approve the annual procurement plan; 8° to consider and approve the Office’s reports prior to forwarding them to those for whom they are intended; 9° to provide advice on any other issue falling within the scope of the Office’s responsibilities as may be required."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "18",
      "title": "Article 18 – Functioning of the Bureau of the Office",
      "content": "The internal rules and regulations determine the functioning of the Bureau of the Office."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "19",
      "title": "Article 19 – Responsibilities of the Ombudsman",
      "content": "The Ombudsman has the following responsibilities: 1° to serve as the legal representative and spokesperson for the Office; 2° to coordinate and lead the activities of the Office; 3° to convene and chair the meetings of the Bureau of the Office; 4° to monitor and coordinate activities aimed at preventing and fighting injustice and corruption; 5° to monitor the execution of the responsibilities and decisions of the Office, the implementation of its recommendations and that of those made to the Office by other organs; 6° to submit reports of the Office to the organs provided for by this Law; 7° to inform the organs or persons concerned of the decisions of the Office; 8° to monitor and coordinate asset declaration activities."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "20",
      "title": "Article 20 – Responsibilities of the Deputy Ombudsman in charge of Preventing and Fighting Injustice",
      "content": "The Deputy Ombudsman in charge of Preventing and Fighting Injustice has the following responsibilities: 1° to assist the Ombudsman; 2° to educate the population, public servants and employees of other organs on the prevention of and fight against injustice; 3° to set up mechanisms for the prevention of and fight against injustice; 4° to review complaints related to injustice and suggest appropriate action; 5° to replace the Ombudsman in case of his or her absence; 6° to perform any other duty as may be assigned by the Bureau of the Office. The internal rules and regulations of the Office determine modalities applicable to the replacement of the Ombudsman provided for under Item 5° of Paragraph One of this Article."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "21",
      "title": "Article 21 – Responsibilities of the Deputy Ombudsman in charge of Preventing and Fighting Corruption",
      "content": "The Deputy Ombudsman in charge of Preventing and Fighting Corruption has the following responsibilities: 1° to assist the Ombudsman; 2° to educate the population, public servants and employees of other organs on the prevention of and fight against corruption; 3° to set up mechanisms for the prevention of and fight against corruption; 4° to follow up on reports of corruption and suggest appropriate action; 5° to replace the Ombudsman in case of his or her absence; 6° to perform any other duty as may be assigned by the Bureau of the Office. The internal rules and regulations of the Office determine modalities applicable to the replacement of the Ombudsman provided for under Item 5° of Paragraph One of this Article."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "22",
      "title": "Article 22 – Responsibilities of the Permanent Secretary of the Office",
      "content": "The Responsibilities of the Permanent Secretary of the Office are as follows: 1° to coordinate and lead activities of a technical nature; 2° to serve as the Chief Budget Manager of the Office; 3° to develop the strategic plan, the action plan and the draft budget proposal of the Office; 4° to monitor the implementation of the action plan; 5° to manage staff members, finances and property of the Office; 6° to prepare documents to be considered at the meetings of the Bureau of the Office; 7° to serve as rapporteur for the meetings of the Bureau of the Office and implement its decisions; 8° to prepare activity reports of the Office; 9° to prepare the draft internal rules and regulations of the Office; 10° to perform any other duty falling within the scope of the Office’s responsibilities as may be assigned by the Bureau of the Office."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "23",
      "title": "Article 23 – Organisational structure of the Office",
      "content": "An Order of the Prime Minister establishes the organisational structure of the Office."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "24",
      "title": "Article 24 – Salaries and fringe benefits allocated to members of the Permanent Secretariat of the Office",
      "content": "The Cabinet approves salaries and fringe benefits allocated to members of the Permanent Secretariat of the Office."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "25",
      "title": "Article 25 – Collaboration between the Office and other organs",
      "content": "In performing its responsibilities, the Office collaborates and works in complementarity with other organs without interfering with their functioning. When the Office completes its consideration of a complaint related to injustice, it reports thereon to the authority concerned by the complaint for its resolution. Procedures for receiving and reviewing a complaint as well as for referring it to the authority concerned and monitoring its resolution are provided for under the internal rules and regulations."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Organisation and functioning of the Office",
      "section": "26",
      "title": "Article 26 – Reports and action plan and persons to whom they are submitted",
      "content": "Within the first three (3) months of every fiscal year, the Ombudsman submits to the President of the Republic and both Chambers of Parliament the activity report of the Office for the previous fiscal year and the action plan for the following fiscal year. A copy of the report and that of the action plan are submitted to the President of the Supreme Court and the Prime Minister. They may also be submitted to such other organs as may be considered necessary by the Office. The report and the action plan referred to in Paragraph One of this Article are presented to both Chambers of Parliament in a joint sitting. The Office may make a report on a specific issue and submit it to relevant organs."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Advisory Council for the Fight Against Injustice and Corruption",
      "section": "27",
      "title": "Article 27 – Establishment, responsibilities, organisation and functioning of the Advisory Council for the Fight Against Injustice and Corruption",
      "content": "There is hereby established an Advisory Council for the Fight Against Injustice and Corruption. A Presidential Order determines the composition, responsibilities, organisation and functioning of the Advisory Council for the Fight Against Injustice and Corruption."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter V – Property and finances of the Office",
      "section": "28",
      "title": "Article 28 – Property and its sources",
      "content": "The property of the Office consists of movable and immovable assets. The property of the Office derives from the following sources: 1º State budget allocations; 2º State or partners’ subsidies; 3º donations and bequests."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter V – Property and finances of the Office",
      "section": "29",
      "title": "Article 29 – Management, use and audit of property",
      "content": "The management, use and audit of the property of the Office are carried out in accordance with relevant Laws. The Office’s internal audit service submits a quarterly report to the Bureau of the Office."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter V – Property and finances of the Office",
      "section": "30",
      "title": "Article 30 – Budget of the Office",
      "content": "The budget of the Office is approved and managed in accordance with relevant Laws."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "31",
      "title": "Article 31 – Prosecution of the Ombudsman or the Deputy Ombudsman",
      "content": "The Ombudsman or the Deputy Ombudsman cannot be prosecuted or brought before courts for his or her acts lawfully performed in the discharge of his or her duties. The Ombudsman or the Deputy Ombudsman cannot be subject to provisional detention unless he or she is caught red-handed committing a felony or misdemeanour."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "32",
      "title": "Article 32 – Internal rules and regulations of the Office",
      "content": "A Presidential Order establishes the internal rules and regulations of the Office."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "33",
      "title": "Article 33 – Term of office of the incumbent Ombudsman and Deputy Ombudsman",
      "content": "The term of office of the Ombudsman and the Deputy Ombudsman holding office as of the date of publication of this Law in the Official Gazette of the Republic of Rwanda is five (5) years running from the date of their respective appointments or from the date of renewal of their respective terms of office."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "34",
      "title": "Article 34 – Orders provided for under this Law",
      "content": "Orders which were provided for by Law n° 76/2013 of 11/9/2013 determining the mission, powers, organization and functioning of the Office of the Ombudsman and which are also provided for by this Law remain in force in their provisions which are not inconsistent in terms of their substance with this Law for a period not exceeding two (2) months from the publication of this Law in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "35",
      "title": "Article 35 – Pending actions started by the Office which no longer fall within the scope of the Office’s responsibilities",
      "content": "Actions started by the Office in accordance with the provisions of Law nº 76/2013 of 11/9/2013 determining the mission, powers, organization and functioning of the Office of the Ombudsman that remain pending as of the date of publication of this Law in the Official Gazette of the Republic of Rwanda and no longer fall within the scope of the Office’s responsibilities in accordance with the provisions of this Law are handed over to the organs under the responsibility of which they fall."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "36",
      "title": "Article 36 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "37",
      "title": "Article 37 – Repealing provision",
      "content": "Law nº 76/2013 of 11/9/2013 determining the mission, powers, organization and functioning of the Office of the Ombudsman and all prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "38",
      "title": "Article 38 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
