{
  "id": "rw-law-2021-30",
  "type": "statute",
  "title": "Law governing the Organisation of Insurance Business",
  "title_en": "Law governing the Organisation of Insurance Business",
  "short_name": "Law 30 of 2021",
  "status": "repealed",
  "issued_date": "2021-06-30",
  "in_force_date": "2021-08-02",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/30/eng@2021-08-02",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs the organisation of insurance business."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Scope of this Law",
      "content": "This Law applies to: 1° insurers or reinsurers being public or private entities; 2° insurance intermediaries; 3° health maintenance organisations; 4° other authorised entities carrying out insurance related business; 5° insurance contract; 6° reinsurance contracts entered into in Rwanda, unless otherwise provided by other laws or international treaties."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Definitions",
      "content": "In this Law, the following terms are defined as follows: 1° sum insured under insurance contract: an amount of money a policyholder unveils to an insurer in proposed contract which is one of criteria of fixing the total amount of premiums and valuation of damages where contingent risks under insurance policy occur; 2° regulations: normative acts which are aimed to specify modalities of application of provisions of this Law; 3° directives: orders or prohibitions of acting in a certain manner designed for a natural person or legal entity; 4° technical provisions: amount reserved by an insurer to fulfil its insurance obligations and to settle all commitments to policyholders and other beneficiaries arising from the insurance contract over the lifetime of the portfolio; 5° indemnity insurance contract: a written agreement under which the insured person is entitled to compensation for any loss suffered due to the occurrence of the insured event; 6° insurance contract: a written agreement between the insurer and the policyholder by which in case of occurrence of an insured event, the insurer undertakes to make payment or if specifically agreed, make provision in kind to the policyholder or to a third party, in return for premiums paid once or several times; 7° cover note: a temporary document which is used as a proof that a person is insured until the issuance of the policy; 8° minimum solvency margin: absolute minimum regulatory solvency that is required to be maintained by an insurer at all times; 9° prescribed solvency margin: level of regulatory solvency higher than the minimum capital required above which an insurer would be considered adequately solvent; 10° foreign insurer: an institution which is licensed under the laws of a foreign country to carry on insurance business; 11° insurer: a licensed or authorised legal entity which carries out insurance business; 12° public insurer: a public institution established by law which operates in insurance business; 13° private insurer: an entity which is not a public insurer licensed to carry out insurance business; 14° premium: payment due by the policyholder to an insurer under an insurance contract; 15° material functions or activities: functions or activities the instability of which may jeopardise business activities, trust or interests of an insurer; 16° loss adjuster: a specialist, who, for a fee, provides service related to the investigation and negotiation of the settlement of claims under insurance contracts on behalf of either the insurer or the insured; 17° appointed actuary: a specialist in actuarial science approved by the Supervisory Authority; 18° actuary: specialised professional in analysis, modelling and management of the financial consequences resulting from unforeseeable events or risks; 19° derivative financial instruments: financial agreements or products whose value derives from similar products value; 20° insurance policy: a written document issued by an insurer evidencing the insurance contract; 21° insurable interest: right to insure arising out of an economic relationship between the insured person and the subject matter of insurance; 22° insurance group: a group of related companies, at least one of which is an insurer which regulates other insurers as well as such other non-insurers; 23° micro insurance: an insurance which consists of covering risks of policyholders with low or middle income, prior to payment of premiums proportionate to the likelihood of risks; 24° bancassurance: the sale, marketing and distribution of insurance products by a bank or a financial institution through insurance intermediary; 25° reinsurance: an agreement whereby a licensed reinsurer provides insurance to a risk assumed by an insurer; 26° short-term insurance: an insurance arrangement that protects an insured person against the risk of financial loss or damage due to contingent events specified in the contract for a period not exceeding one year; 27° long-term insurance: category of insurance whereby an insurer promises, upon payment of premiums, to pay a sum of money as prescribed in the contract, to the insured person or to a designated beneficiary relating to contingencies occurring after a set time span or which are deemed to cause harmful effects on the life of the insured person; 28° captive insurance scheme: an insurance business which undertakes liability solely to the risks of the parent company and entities within the same group structure; 29° liability insurance: insurance which consists of paying for damages whereby an insurer undertakes to insure any tort that a policyholder may cause to a third party; 30° mutual insurance: type of insurance, whereby policyholders contribute money into a pooling system in order to secure insurance against contingent risks; 31° insurer’s related person: a. qualifying shareholder in an insurer, a member of the board of directors, or a senior officer and his or her spouse, family members on direct lineage or collateral lineage up to the second degree; b. any enterprise where any of the persons specified in the preceding item is a member of the board or management or holds directly or indirectly, at least ten per cent (10%) of the shares or voting rights; c. any enterprise, an insurer, alone or with others, he or she controls directly or indirectly; d. any enterprise controlled directly or indirectly by the Supervisory Authority; 32° policyholder: a person who enters into an insurance contract with an insurer; 33° beneficiary: a person entitled to payment under insurance contract; 34° consumer: a natural person, group of persons or a corporate person that enters, or may enter, into a business relationship or a contract with a financial service provider for the purpose of acquiring or providing a financial product or service; 35° insurance intermediary: any person operating as intermediary in insurance business and in a similar field; 36° insurance agent: a person other than an employee of an insurer appointed and authorised by that insurer to solicit prospective policyholders to buy insurance products; 37° insurance broker: a company which, for commission, negotiates insurance business with insurers on behalf of a prospective policyholder or as a representative of a policyholder and includes reinsurance broker carrying on reinsurance brokerage for an assurer; 38° person: a natural or a corporate person; 39° insurance business: activity of assuming risks or undertaking liability related to insurance or reinsurance contract as well as insurance intermediary’s business; 40° qualifying shareholding: an amount of money directly or indirectly invested in an insurer solely or together with additional amount of at least 5% of its capital or of voting rights for its holder or otherwise providing him or her powers to influence decision making as far as the management of that insurer is concerned; 41° Supervisory Authority: an organ in charge of regulating and supervising insurance business; 42° insured person: a person who is covered under an insurance contract."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Categories and classes of insurance",
      "content": "Insurance business comprises the following two main categories: 1° short-term insurance; 2° long-term insurance. Classes of insurance comprised under each category of insurance business are determined by the regulations. Insurance business also comprises special insurance including: 1° mutual insurance; 2° micro insurance; 3° captive insurance scheme. Specific requirements for each category of insurance referred to under Paragraph One of this Article as well as such other special insurance not provided for under Paragraph 3 of this Article are determined by the regulations."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Protection of the term “insurance”",
      "content": "No person is allowed to use, in any language, the word “insurance” in its corporate name, trade name, signage or advertisement, or any other derivative that can indicate or be perceived as related to insurance business without being authorised."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Licensing insurers",
      "section": "6",
      "title": "Article 6 – Licence of carrying out insurance business",
      "content": "Insurance business on the territory of the Republic of Rwanda is carried out by a person holding a license issued by the Supervisory Authority. However, the licence referred to under the preceding Paragraph does not apply to a public insurer."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Licensing insurers",
      "section": "7",
      "title": "Article 7 – Insuring risks outside the territory of Rwanda",
      "content": "An insurer or a reinsurer with a head office in Rwanda, who intends to carry out insurance business outside Rwanda or insure a risk located outside Rwanda, has to secure a prior authorisation issued by the Supervisory Authority."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Licensing insurers",
      "section": "8",
      "title": "Article 8 – Authorising a foreign insurer to insure a risk located on the territory of Rwanda",
      "content": "A foreign insurer is authorised by the Supervisory Authority to insure a risk on the territory of Rwanda where: 1° one Rwandan insurer or in partnership with other insurers are unable to ensure that risk; 2° the class of insurance required is not found in Rwanda. Other requirements for a foreign insurer to insure a risk located on the territory of Rwanda are specified in the regulations."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Licensing insurers",
      "section": "9",
      "title": "Article 9 – Requirements for licensing private insurer",
      "content": "Any person intending to carry out insurance business as a private insurer must: 1° be an institution registered in accordance with Rwandan Laws; 2° Have a minimum paid-up capital; 3° indicate the prospective insurance business category; 4° demonstrate shareholding structure; 5° demonstrate that qualifying shareholders possess good business standing, integrity, financial strength and ability to provide further financial support, if necessary; 6° prove that members of the Board of Directors, senior managers, auditors and actuaries are competent and capable to fulfil their responsibilities; 7° prove that it has got an effective risk management system; 8° demonstrate that internal procedures and information technology systems are adequate for the nature and scale of the proposed business operations; 9° demonstrate business plan and related financial estimates as well as solvency margins; 10° provide a valid proof of supervision made by the Supervisory Authority of the home country if the applicant is a foreign insurer. The regulations may provide for additional licencing requirements for a private insurer."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Licensing insurers",
      "section": "10",
      "title": "Article 10 – Application procedure for license to carry out insurance business",
      "content": "A person applying for a license to carry out insurance business as a private insurer submits a written application document to the Supervisory Authority or via electronic means together with other accompanying documents as may be specified by the regulations. However, where deemed necessary, the Supervisory Authority may request submission of original copies of any application documents submitted."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Licensing insurers",
      "section": "11",
      "title": "Article 11 – Feedback to the applicant",
      "content": "The Supervisory Authority notifies the applicant, within seven (7) working days from the date of reception of the application, that his or her application file is complete or incomplete. The Supervisory Authority grants or denies to grant to the applicant a license to operate as a private insurer, within a period not exceeding thirty (30) working days from the date of reception of the complete application documents. However, the time referred to in the preceding Paragraph may be extended, when the Supervisory Authority finds that there is a need for additional information before a decision is taken. That period may not exceed thirty (30) working days. If the applicant is not comfortable with the response, he or she may appeal to a relevant organ within a period not exceeding thirty (30) days from the date of receipt of the response. Where the appellant is not comfortable with the response, he or she is entitled to six (6) months effective from the date of reception of the response, to file a case in a court of law."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Licensing insurers",
      "section": "12",
      "title": "Article 12 – Register of insurers",
      "content": "The Supervisory Authority establishes, keeps and publishes an updated register of all licenced insurers on its website as well as in media with large audience."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "13",
      "title": "Article 13 – Fair treatment of consumer",
      "content": "An insurer must act with due skills, care and diligence when dealing with consumers and refrains from placing its interests above those of consumers. The regulations set up other market conduct requirements observed by an insurer, including the following: 1° disclose information to consumer; 2° collect information about consumer; 3° make advertisements; 4° deal with claims settlement and handle complaints; 5° sell or provide insurance policies services through electronic means."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "14",
      "title": "Article 14 – Pre-sale process of insurance products",
      "content": "When developing and marketing insurance products, an insurer must consider the interests of the consumer especially the following: 1° promoting products and services in a manner that is clear, fair and not misleading; 2° complying with the requirements set out by the Supervisory Authority with regard to the timing, service delivery and content of information provided to the consumer at the time of sale; 3° ensuring whether, the consumer receives appropriate advice before entering into an insurance contract; 4° establishing that any potential conflict of interest is properly managed, where consumer receives advice prior to entering into an insurance contract."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "15",
      "title": "Article 15 – Criteria for setting rates of insurance premiums and contributions",
      "content": "An insurer puts in place a written underwriting and pricing policy for each class of insurance. Premium rates are based on actuarial premium rates, statistical and financial methods. In setting premium rates as stated in the preceding Paragraph, at least the following is considered: 1° nature of risk insured; 2° sum insured; 3° amount of indemnity or payment; 4° nature of the risk; 5° behaviour of a policyholder; 6° claims ratio. The basis for determining the contribution of insurance in public insurers is determined by relevant laws. Insurers organised in associations are not allowed to set common insurance premium rates. Insurers are not allowed to form cartels with a view to set rates of premiums and contributions of insurance. The regulations set out other methods for insurers to set rates of premiums and contributions of insurance."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "16",
      "title": "Article 16 – Measures for countering fraud",
      "content": "An insurer must undertake effective measures to prevent, detect, report and fight against fraud in insurance business. Requirements to counter fraud in insurance business are determined by the regulations. The Supervisory Authority may take appropriate enforcement action to ensure compliance with the regulations referred to in Paragraph two of this article."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "17",
      "title": "Article 17 – Anti-money laundering and combating the financing of terrorism",
      "content": "An insurer must take effective measures to combat money laundering and the financing of terrorism. Without prejudice to the provisions of the laws for combating money laundering and financing terrorism, the Supervisory Authority may issue specific guidelines in respect of anti-money laundering and combating the financing of terrorism applicable by all parties bound by the provisions of this Law, and take appropriate enforcement measures to ensure their implementation."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "18",
      "title": "Article 18 – Change of head office and branch of an insurer",
      "content": "Without prejudice to other provisions, any change related to the head office of an insurer requires a prior written approval by the Supervisory Authority. An insurer intending to open, relocate or close the office of its branch must secure a prior approval of the Supervisory Authority. The regulations determine requirements for opening, relocating or closing the office of a branch of an insurer."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "19",
      "title": "Article 19 – Change of name",
      "content": "Without prejudice to other provisions, a private insurer is not allowed to change its name without a prior written approval of the Supervisory Authority."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "20",
      "title": "Article 20 – Minimum paid-up capital",
      "content": "A private insurer must ensure that at all times its minimum paid-up share capital is maintained as stipulated by the regulations. Every share making up the minimum share capital of a private insurer must be wholly settled prior to the commencement of insurance business. The minimum share capital requirement of a public insurer is determined by relevant law."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "21",
      "title": "Article 21 – Capital adequacy requirements",
      "content": "An insurer must at all times meet its solvency and capital adequacy requirements. The Supervisory Authority issues regulations specifying the requirements for solvency and capital adequacy for all types of insurers depending on the nature, scale and complexity of the insurance business."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "22",
      "title": "Article 22 – Minimum solvency margin",
      "content": "An insurer must ensure that at all times it maintains a solvency margin not less than the minimum solvency margin calculated in accordance with the regulations. The regulations determine the minimum solvency margin that applies to each category of licenced insurer. It may also specify different minimums by category of insurance business or fund."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "23",
      "title": "Article 23 – Prescribed solvency margin",
      "content": "An insurer must at all times maintain its solvency margin. The solvency margin referred to under Paragraph One of this Article is determined in the regulations."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "24",
      "title": "Article 24 – Increasing capital",
      "content": "If the Supervisory Authority considers it appropriate, having regard to the nature and the extent of the insurance business carried out or proposed to be carried out, by a private insurer, it may at any time issue written directives to the private insurer requiring the following: 1° to increase its paid-up share capital to an amount higher than the minimum paid up capital specified in the regulations; 2° to maintain a solvency margin that is higher than the prescribed solvency margin specified in the regulations. The directives provided for under Paragraph One of this Article specify the period for the implementation of the provisions of points 1° and 2° of this Article."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "25",
      "title": "Article 25 – Notification of failure to comply with solvency margin",
      "content": "If the solvency margin of an insurer falls below the prescribed solvency margin required, the insurer must immediately submit to the Supervisory Authority a written notice specifying the measures undertaken to increase it. Any member of the Board of Directors or the senior management and any employee of an insurer, who knows or has reason to suspect that it is not able to comply with the requirements of the Paragraph One of this Article, must immediately notify the Supervisory Authority."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "26",
      "title": "Article 26 – Remedial actions",
      "content": "An insurer who fails to comply with the minimum capital and solvency requirements is subject to remedial actions as provided for by the regulations."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "27",
      "title": "Article 27 – Requirement to maintain appropriate technical provisions",
      "content": "An insurer must maintain at all times an appropriate and adequate level of technical provisions for each class of insurance business that it underwrites. For each category and class of insurance, the Supervisory Authority issues directives specifying the following: 1° categories of technical provisions or policy liabilities required to be determined and maintained by the insurer; 2° methods and assumptions to be applied in the determination of the amount of technical provisions to be maintained."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "28",
      "title": "Article 28 – Prudent investment rule",
      "content": "An insurer must have an investment policy that ensures its financial soundness, protects its policyholders’ interests and do not expose it to risks."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "29",
      "title": "Article 29 – Investment guidelines",
      "content": "Without prejudice to provisions of Article 28 of this Law, the regulations determine the following: 1° different guidelines for investments for each category of insurance business; 2° minimum and maximum investments exposure for each category of investment portfolio of the insurer’s total assets; 3° the requirements that the insurer’s must fulfil so that it can have adequate managerial and organisational resources to manage its investments; 4° Any other guidelines relating to investment activities."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "30",
      "title": "Article 30 – Investment in derivatives",
      "content": "Any investment in derivative financial instruments or issuance of derivative financial instruments must seek prior approval of the Supervisory Authority. The regulations determine the requirements for an insurer to be authorised to invest in derivative financial instruments or issuance of derivative financial instruments."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "31",
      "title": "Article 31 – Operations subject to a prior approval",
      "content": "Without prejudice to provisions of other laws, an insurer is not allowed, without a prior written approval of the Supervisory Authority, to do the following: 1° to purchase its own shares or lend money or make advances on the security of its own shares; 2° to lend any of its funds to a person related to the insurer; 3° to grant unsecured credit; 4° to provide any guarantee for a loan granted by another person; 5° to mortgage its assets; 6° to issue or convert any shares that give preferential right in determining capital or profit; 7° to convert its shares from one category to another; 8° to convert one of the shares to debentures; 9° to invite the public to subscribe for debentures; 10° to reduce the share capital. The Supervisory Authority may prescribe other activities that require prior approval."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "32",
      "title": "Article 32 – Accounting records",
      "content": "Without prejudice to provisions of other laws, an insurer must maintain its accounts in accordance with accounting principles as directed by the Supervisory Authority. The Supervisory Authority may issue directives specifying the following: 1° the form and manner in which accounting records of an insurer are maintained; 2° records to be kept as part of an insurer’s accounting records; 3° Other requirements applicable to the accounting records of the insurer. The accounting records of an insurer are kept at its head office or elsewhere on the territory of the Republic of Rwanda unless otherwise provided by other laws."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "33",
      "title": "Article 33 – Establishment of separate insurance funds",
      "content": "An insurer establishes and maintain a separate insurance fund in respect of any class of insurance it underwrites or any distinct group of insured persons. Resources of each fund referred to under Paragraph One of this Article are exclusively spent on operations pertaining to class of insurance. The regulations prescribe the use and investment of a separate insurance fund, declaration or payment of dividends to shareholders or bonuses to policyholders, and allocation of any surplus. The regulations also establish the relationship among funds."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "34",
      "title": "Article 34 – Standards for financial statements preparation",
      "content": "The audited and published financial statements of an insurer comply with International Financial Reporting Standards (IFRS), as implemented in Rwanda. An insurer with subsidiaries prepares its financial statements and consolidated financial statements."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "35",
      "title": "Article 35 – Audited financial statements",
      "content": "Audited financial statements of an insurer comprise the following: 1° statement of the financial position of the insurer as at its reporting date; 2° statement of comprehensive income in relation to the financial year ending on its reporting date; 3° statement of cash flows for the insurer in relation to the financial year ending on its reporting date; 4° statement on changes in equity; 5° performance from each class of insurance business it underwrites; 6° any other document providing information relating to the matters specified in items 1°, 2° and 3° of this Article. An insurer submits to the Supervisory Authority the audited financial statements within three (3) months after the end of its financial year. The Supervisory Authority issues regulations specifying requirements with respect to the preparation, format or matters to be contained in the audited financial statements to be prepared by an insurer."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "36",
      "title": "Article 36 – Obligation to submit accounts of a group of companies",
      "content": "Where an insurer is a member of a group of companies, such an insurer must submit consolidated accounts of such a group of companies to the Supervisory Authority. The Supervisory Authority issues regulations specifying the form and content of group consolidated accounts referred to in Paragraph One of this Article."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "37",
      "title": "Article 37 – Accreditation and appointment of an external auditor",
      "content": "The Supervisory Authority publishes an updated list of external auditors accredited to perform external audit activities in insurers. Every insurer must appoint an external auditor who is on the list referred to in Paragraph One of this Article. In case an insurer is unable to appoint an external auditor in a specified period, the Supervisory Authority appoints him or her and the fee of the external auditor is paid by the insurer. Procedure for accreditation, appointment and term of office of an external auditor are determined by the regulations."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "38",
      "title": "Article 38 – Duties of an external auditor",
      "content": "An external auditor, while on duty, reports immediately to the Supervisory Authority any information relating to the affairs of the insurer that he or she has obtained and indicates that: 1° the insurer is insolvent or is likely to become insolvent or is likely to be unable to comply with its obligations; 2° a criminal offence has been or is being committed by the insurer in connection with its business; 3° the insurer experiences significant weaknesses in its internal controls which render it vulnerable to significant risks or exposures that have the potential to jeopardise its financial viability; 4° there is a breach of this Law or related regulations by the insurer; 5° the insurer does not comply with laws and regulations relating to combatting money laundering and financing terrorism. The Supervisory Authority may require the external auditor to discuss any audit he or she has conducted or commenced, or provide it with additional information regarding the audit. It may also require him or her to prepare an additional report on the audit conducted. The fee charged for the additional report is borne by the insurer."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "39",
      "title": "Article 39 – Termination of the duties of an external auditor",
      "content": "When the term of office for external auditor expires or when he or she resigns, he or she must: 1° immediately inform the Supervisory Authority about the termination of his or her appointment or his or her resignation, and disclose to it circumstances that led to such termination or resignation; 2° if, for the expiration of the mandate or upon resignation, he or she would have reported to the Supervisory Authority his or her findings in accordance with Article 38 of this Law, he or she must report them to the Supervisory Authority."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "40",
      "title": "Article 40 – Revocation of accreditation of an external auditor",
      "content": "Where the Supervisory Authority finds that the external auditor has failed to fulfil his or her obligations or is no longer fulfilling the requirement to act as an external auditor, the Supervisory Authority inform the insurer in writing that it revokes the accreditation of such an external auditor. A copy of the notice revoking the accreditation of an external auditor referred to under Paragraph One of this Article must be submitted to the external auditor. The insurer appoints a new external auditor in accordance with this Law. If an insurer fails to appoint a new external auditor, the Supervisory Authority appoints him or her and his or her fee is borne by the insurer."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "41",
      "title": "Article 41 – Defective financial statements",
      "content": "An insurer that submits defective financial statements and any other financial information which are inaccurate, or incomplete is liable to administrative sanctions determined by the regulations. An external auditor who certifies defective financial statements is liable to administrative sanctions as determined by the regulations."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "42",
      "title": "Article 42 – Publication of audited financial statements and annual reports",
      "content": "An insurer must publish the audited financial statements and any other information as may be prescribed by the Supervisory Authority in a widely circulated newspaper published in the Republic of Rwanda and on its website. Without prejudice to the provisions of the Law relating to companies, an insurer publishes an annual report that reflects its financial conditions, performance, risk exposures, risk management strategies and corporate governance structure. Procedures for publishing the audited financial statements and annual reports of insurers are determined by the regulations."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "43",
      "title": "Article 43 – Appointment of actuaries",
      "content": "The Supervisory Authority publishes an updated list of actuaries. Every insurer must appoint an actuary listed on the list referred to in the previous Paragraph. Criteria for accrediting an actuary, duties and term of office of an actuary are determined by the regulations."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "44",
      "title": "Article 44 – Thorough investigation carried out by an appointed actuary",
      "content": "The Supervisory Authority may, by a written notice, direct an insurer to require an appointed actuary to carry out a thorough investigation. The Supervisory Authority may, if it considers it appropriate, direct an actuary appointed by an insurer or any other actuary to carry out an investigation referred to in Paragraph One of this Article. In both cases, the cost of actuarial investigation is borne by the insurer. The actuary referred to in Paragraphs One and 2 of this Article submits the actuarial investigation report to the Supervisory Authority and to the insurer."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter III – Market conduct and prudential rules in insurance business",
      "section": "45",
      "title": "Article 45 – Revocation of the accreditation of an appointed actuary",
      "content": "If the Supervisory Authority finds that the appointed actuary has failed to fulfil his or her obligations or is not no longer fit and proper to act as an actuary, the Supervisory Authority informs the insurer in a written notice, that it revokes the approval of the appointed actuary. A copy of the notice revoking the approval of the appointed actuary referred to in Paragraph One of this Article must be submitted to that actuary. The insurer appoints a new actuary in accordance with this Law. If the insurer fails to appoint a new actuary, the Supervisory Authority appoints another actuary and his or her fee is borne by the insurer."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter IV – Governance for insurers",
      "section": "46",
      "title": "Article 46 – Requirement to establish a corporate governance framework",
      "content": "An insurer must establish and implement a corporate governance framework which provides for sound and prudent management and oversight of the insurance business and protects the interests of policyholders."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter IV – Governance for insurers",
      "section": "47",
      "title": "Article 47 – Minimum requirements for corporate governance framework of insurer",
      "content": "Without prejudice to provisions of other laws, the corporate governance framework must determine the following: 1° role and responsibilities of the Board of Directors, senior management and key employees in the management of an insurer; 2° separation of the Board of Directors oversight function from management responsibilities; 3° remuneration policy for the members of the Board of Directors, senior management, insurer’s key employees in control functions and other employees; 4° structure and governance of the insurer’s Board of Directors, in accordance with directives issued by the Supervisory Authority and commensurate with the nature, scale and complexity of the insurer and insurance business; 5° appropriate policies and procedures relating to the competence, duties and functioning of senior management; 6° systems and controls to ensure effective communication between the insurer and the Supervisory Authority and relevant stakeholders relating to the governance of the insurer. Other requirements for corporate governance taking into account different categories of the insurers, the nature, scale and complexity of the insurer are determined by the regulations."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter IV – Governance for insurers",
      "section": "48",
      "title": "Article 48 – Group-wide insurance governance",
      "content": "Insurance groups must have and implement group-wide insurance governance policies and practices. Such policies and practices must meet the standards required at the entity level, and take into account the nature, scale and complexity of the operations of the insurer and any group-wide risks."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter IV – Governance for insurers",
      "section": "49",
      "title": "Article 49 – Members of the Board of Directors and senior managers of private insurers",
      "content": "The appointment of members of the Board of Directors and senior managers of private insurers is effective after securing written approval from the Supervisory Authority. The Supervisory Authority issues regulations determining the following: 1° the standards and procedures for approval; 2° categories and descriptions of persons who may be appointed as members of the Board of Directors or senior managers of private insurers; 3° duties and term of office of members of the Board of Directors of a private insurer."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter IV – Governance for insurers",
      "section": "50",
      "title": "Article 50 – Members of the Board of Directors and senior managers of public insurers",
      "content": "Appointment of members of the Board of Directors and senior managers of public insurers is determined by the laws governing such institutions. Oversight responsibilities of members of the Board of Directors and senior managers of public insurers are determined by the regulations to the extent that they are not inconsistent with the laws governing them."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter IV – Governance for insurers",
      "section": "51",
      "title": "Article 51 – Prohibition of multiple functions",
      "content": "It is prohibited to hold the position of a member of the Board of Directors in more than one institution licensed under this Law unless the said institutions are subsidiaries or parent companies of an insurance group. No shareholder with a qualifying holding is eligible to be appointed as the chairperson or deputy chairperson of the board. It is prohibited to combine the post of chairperson or deputy chairperson of the Board of Directors and the post of the managing director of any insurer. A managing director of an insurer is not allowed to hold the position of managing director in any other company or entity."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter IV – Governance for insurers",
      "section": "52",
      "title": "Article 52 – Duties of shareholders",
      "content": "Without prejudice to the provisions of the law relating to companies, shareholders of an insurer have the following duties: 1° actively exercise their authority in general meetings; 2° appoint to the Board of Directors credible persons having skills and competences in different fields who may add value to the management and development of an institution; 3° constantly held the Board of Directors accountable for the efficient and effective governance of the institution; 4° changing a member of the Board of Directors that does not perform as expected or in accordance with the mandate of the institution. The Supervisory Authority may give shareholders other duties."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter IV – Governance for insurers",
      "section": "53",
      "title": "Article 53 – Requirements for qualifying shareholders",
      "content": "No shareholder is allowed, whether directly or indirectly, to own a significant interest in the shareholding of an insurer unless he or she obtains prior written approval of the Supervisory Authority. When necessary, the Supervisory Authority may impose restrictions on qualifying shareholders in the shareholding of an insurer regarding the number of shares that must be owned in an insurer. A qualifying shareholder in shareholding of an insurer wishing to sell, transfer or otherwise mortgage his or her shares, cannot do so unless he or she obtains prior written approval of the Supervisory Authority. Approval procedures on the sell, transfer or mortgage of shares equal to or greater than the qualifying shareholding, are determined by the regulations."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter IV – Governance for insurers",
      "section": "54",
      "title": "Article 54 – Restrictions on payment of dividends",
      "content": "No insurer is allowed to declare, credit, pay, or transfer abroad any dividend or make any other transfer from profits unless: 1° all capitalised expenditure, including preliminary expenses and those relating to its incorporation, share selling commission, brokerage, loss incurred and any other item of expenditure not represented by tangible assets, have been completely written off; 2° there is no impairment in its share capital; 3° adequate technical provisions, to the satisfaction of the Supervisory Authority, have been made in respect of its contractual liabilities; 4° the insurer complies with minimum capital and prescribed solvency margin requirements; 5° unearned profits have been adequately accounted for; 6° An actuary has certified that the insurer will remain financially stable. Issuing bonus shares is considered as payment of dividends. For purposes of this Article, bonus shares are shares distributed to shareholders out of profits of an institution in lieu of receiving dividends."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter IV – Governance for insurers",
      "section": "55",
      "title": "Article 55 – Amalgamation of private insurers",
      "content": "Without prejudice to other laws, a private insurer cannot amalgamate with another insurer without prior approval of the Supervisory Authority. Modalities and requirements for amalgamation of a private insurer with another insurer are set out in the regulations."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter IV – Governance for insurers",
      "section": "56",
      "title": "Article 56 – Risk management policies and systems",
      "content": "An insurer must establish comprehensive policies and systems capable of promptly identifying, measuring, assessing, reporting and controlling their financial and non-financial risks, appropriate to the nature, size and complexity of the insurance business. The Supervisory Authority may require an insurer to demonstrate that its risk management system is adequate and effective. The content of the risk management framework is determined by the regulations."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter IV – Governance for insurers",
      "section": "57",
      "title": "Article 57 – Internal control policies and systems",
      "content": "An insurer establishes and implements effective policies and systems for internal controls. The content of the internal control framework is determined by the regulations."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter IV – Governance for insurers",
      "section": "58",
      "title": "Article 58 – Key control functions of an insurer",
      "content": "An insurer establishes the following key control functions: 1° Actuarial function; 2° Risk management function; 3° compliance function; 4° Internal Audit function. Every function referred to in the previous Paragraph is functionally answerable to the Board of Directors but it is administratively answerable to the senior management in terms of daily work. Responsibilities and criteria for the selection of employees appointed in the key control functions referred to in Paragraph One of this Article are determined by the regulations."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter IV – Governance for insurers",
      "section": "59",
      "title": "Article 59 – Outsourcing of material functions or activities",
      "content": "When an insurer outsources its material functions or activities, it must maintain the same degree of oversight and accountability as applied to functions or activities that are not outsourced. The provisions of Paragraph One of this Article also apply to material functions or activities that are outsourced to entities within the same insurance group. Material functions and activities as well as other requirements on the outsourcing of material functions or activities by an insurer are determined by the regulations."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter IV – Governance for insurers",
      "section": "60",
      "title": "Article 60 – Change in policies, systems and controls",
      "content": "Any change in policies, systems and controls of an insurer must be notified to the Supervisory Authority within seven (7) working days after the approval by the competent organ."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter IV – Governance for insurers",
      "section": "61",
      "title": "Article 61 – Reinsurance and other forms of risk transfer",
      "content": "An insurer maintains adequate reinsurance arrangements and adequate arrangements for other forms of risk transfer in respect of risks insured. Contracts for reinsurance and for other forms of risk transfer must take into consideration the insurer’s risk management strategy. The requirements for entering into reinsurance arrangements and other forms of risk transfer are determined by the regulations."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter V – Supervision of insurers",
      "section": "62",
      "title": "Article 62 – Supervision procedures",
      "content": "The Supervisory Authority conducts both off-site and on-site inspections of all entities governed by this Law. It requests and accesses all relevant information considered necessary to perform its duties. An insurer, members of the Board of Directors, senior managers, employees or any other person having information about an insurer cannot invoke professional secrecy against the inspection powers of the Supervisory Authority."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter V – Supervision of insurers",
      "section": "63",
      "title": "Article 63 – Inspection report",
      "content": "Report on findings of the field inspection conducted by the Supervisory Authority is submitted to the Board of Directors and a copy thereof is sent to the senior management of the insurer. The Supervisory Authority is provided with an action plan determining the implementation of recommendations set out in the inspection report."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter V – Supervision of insurers",
      "section": "64",
      "title": "Article 64 – Disclosure of financial situation of insurers",
      "content": "The Supervisory Authority may publish the following: 1° the consolidated financial situation, in whole or in part, of the insurance business on a regular basis; 2° information about failed insurers, including information on inspection actions taken, subject to confidentiality considerations. The Supervisory Authority determines modalities for publishing the provisions of items 1° and 2°."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter V – Supervision of insurers",
      "section": "65",
      "title": "Article 65 – Group-wide insurance supervision",
      "content": "The Supervisory Authority inspects the insurance group. Modalities for group-wide insurance inspection are determined by the regulations."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter V – Supervision of insurers",
      "section": "66",
      "title": "Article 66 – Identification and management of systemic risks",
      "content": "The Supervisory Authority collects the necessary information on, but not limited to, profitability, capital position, liabilities, assets and underwriting, in order to identify and assess the underlying trends within the insurance sector and any systemic risks. The Supervisory Authority develops appropriate tools that take into account the nature, scale and complexity of insurers as well as non-core activities of insurance groups, in order to limit significant systemic risks. The Supervisory Authority establishes measures to support its management of systemic risks."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter V – Supervision of insurers",
      "section": "67",
      "title": "Article 67 – Systemic risk monitoring",
      "content": "The Supervisory Authority monitors effects of macro-economic vulnerabilities and financial market risks on prudential safeguards or the financial stability of the insurance sector. The Supervisory Authority monitors the potential systematic risks of insurers, including policies they underwrite and instruments they issue in traditional and non-traditional lines of business. If the Supervisory Authority identifies an insurer as systemically important, it develops an appropriate supervisory response commensurate with the nature and degree of the risk."
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter V – Supervision of insurers",
      "section": "68",
      "title": "Article 68 – Coordination of supervision for public insurers",
      "content": "The Supervisory Authority must ensure that there is effective coordination of the supervision of public insurers. The Supervisory Authority enters into cooperation agreements with other authorities to implement effective joint supervision of insurers referred to in Paragraph One of this Article."
    },
    {
      "provision_ref": "art69",
      "chapter": "Chapter V – Supervision of insurers",
      "section": "69",
      "title": "Article 69 – Cooperation between supervisory authorities",
      "content": "The Supervisory Authority enters into supervisory cooperation agreements with another Supervisory Authority at domestic level. The Supervisory Authority enters into cooperation agreements with the Supervisory Authority of the home country or of the host country. The Supervisory Authority puts in place adequate cooperation arrangements between supervisors concerning the supervision on cross-border issues in order to facilitate the comprehensive supervision at entity and group levels. The Supervisory Authority shares with other involved supervisors, in a timely fashion, the information required to manage a cross-border financial crisis."
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter VI – Insurance intermediaries",
      "section": "70",
      "title": "Article 70 – Categories, responsibilities and functioning of insurance intermediaries",
      "content": "Insurance intermediaries are classified into the following categories: 1° insurance broker; 2° insurance agent; 3° bancassurance; 4° insurance loss adjuster. The Supervisory Authority may determine any other insurance intermediary category. Responsibilities and functioning of each insurance intermediary category are determined by the regulations."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter VI – Insurance intermediaries",
      "section": "71",
      "title": "Article 71 – Insurance intermediary’s commission fee",
      "content": "The commission rate for every insurance intermediary category is determined by the regulations."
    },
    {
      "provision_ref": "art72",
      "chapter": "Chapter VI – Insurance intermediaries",
      "section": "72",
      "title": "Article 72 – Prohibition to act as an insurance intermediary without licence",
      "content": "Is allowed to act as an insurance intermediary on the territory of the Republic of Rwanda, a person holding a license issued by the Supervisory Authority. However, an insurance agent acts upon an authorisation issued by his or her employing insurer as per the regulations. An insurance intermediary must, at all times ensure that the insurer who arranges business with him or her is licensed to conduct insurance business in accordance with this Law. An insurer cannot enter into a contract with an unlicensed or unauthorised insurance intermediary or pay him or her any commission."
    },
    {
      "provision_ref": "art73",
      "chapter": "Chapter VI – Insurance intermediaries",
      "section": "73",
      "title": "Article 73 – Application for being an insurance intermediary",
      "content": "A person applying for being an insurance intermediary submits a duly completed application form prescribed. An application must be accompanied by a receipt of non-refundable fee for application for the licence to conduct insurance business. The Supervisory Authority grants the license of an insurance intermediary if the applicant meets the requirements including skills, competences, expertise and integrity. A license to conduct insurance intermediary business clearly indicates the insurance intermediary category. Once the application is approved, the applicant pays a fee for the license to conduct insurance intermediary business. Criteria for application and issuance of the license to conduct insurance intermediary business as well as licensing criteria are determined by the regulations."
    },
    {
      "provision_ref": "art74",
      "chapter": "Chapter VI – Insurance intermediaries",
      "section": "74",
      "title": "Article 74 – Publication of licensed insurance intermediaries",
      "content": "The Supervisory Authority publishes an updated list of licensed insurance intermediaries on its website."
    },
    {
      "provision_ref": "art75",
      "chapter": "Chapter VI – Insurance intermediaries",
      "section": "75",
      "title": "Article 75 – Restrictions in insurance intermediary business",
      "content": "In relation to insurance intermediary activity, it is prohibited to: 1° receive insurance premiums; 2° conduct business without licence; 3° use information received from consumers in activities other than insurance activities. The regulations determine other restrictions in insurance intermediary’s business."
    },
    {
      "provision_ref": "art76",
      "chapter": "Chapter VI – Insurance intermediaries",
      "section": "76",
      "title": "Article 76 – Procedures for supervision of insurance intermediaries",
      "content": "The Supervisory Authority conducts the inspection of insurance intermediaries based on both off-site and on-site inspections. The Supervisory Authority has also the right to request all relevant information considered necessary. An insurance intermediary cannot invoke professional secrecy when the Supervisory Authority performs its duties."
    },
    {
      "provision_ref": "art77",
      "chapter": "Chapter VI – Insurance intermediaries",
      "section": "77",
      "title": "Article 77 – Fair treatment of a consumer",
      "content": "An insurance intermediary is required to act wisely, carefully and diligently when dealing with a consumer. An insurance intermediary must not place its interests above those of a consumer or a prospective consumer. The regulations determine the following specific requirements in relation to fair treatment of a consumer: 1° disclosure of information to a consumer; 2° advertisements; 3° handling claims and complaints related to indemnity; 4° professional indemnity insurance for insurance intermediaries; 5° choice of adequate of insurance cover; 6° obtaining information in relation to trends within insurance market."
    },
    {
      "provision_ref": "art78",
      "chapter": "Chapter VI – Insurance intermediaries",
      "section": "78",
      "title": "Article 78 – Application for facilitation",
      "content": "An insurance broker who wishes to apply for facilitation based on market capacity, may seek the following facilitation from the Supervisory Authority: 1° making application or negotiating an insurance business with a foreign insurer including renewal of such business; 2° intermediating a prospective policyholder living in Rwanda with a foreign insurer with an aim of insuring his or her property. Other reasons to facilitate insurance brokers as well as procedures in which such facilitation is granted are determined by the regulations."
    },
    {
      "provision_ref": "art79",
      "chapter": "Chapter VI – Insurance intermediaries",
      "section": "79",
      "title": "Article 79 – Responsibilities of shareholders",
      "content": "Without prejudice to the provisions of the law relating to companies, shareholders of an insurance broker must actively exercise their authority in general meetings. The Supervisory Authority issues regulations relating to: 1° the duties and responsibilities of shareholders of an insurance broker; 2° the shareholding and transfer of qualifying shareholding."
    },
    {
      "provision_ref": "art80",
      "chapter": "Chapter VI – Insurance intermediaries",
      "section": "80",
      "title": "Article 80 – Members of the Board of Directors and senior managers",
      "content": "The appointment of members of the Board of Directors and senior managers of an insurance broker becomes effective after securing a written approval from the Supervisory Authority. The Regulations determine at least the following: 1° requirements and procedures of approval; 2° categories and descriptions of persons who may not be appointed as a member of the Board of Directors or senior managers of an insurance broker; 3° duties and responsibilities of members of the Board of Directors of an insurance broker; 4° criteria for approval of the members of Board of Directors and senior managers of insurance brokers."
    },
    {
      "provision_ref": "art81",
      "chapter": "Chapter VI – Insurance intermediaries",
      "section": "81",
      "title": "Article 81 – Structure of responsibilities of an insurance broker",
      "content": "An insurance broker must maintain a clear and appropriate structure of responsibilities for members of the Board of Directors and senior managers. In case of any change thereto, the broker submits a written notification to the Supervisory Authority in order to obtain its opinion within seven (7) working days. Additional corporate governance requirements appropriate to an insurance broker are determined by the regulations."
    },
    {
      "provision_ref": "art82",
      "chapter": "Chapter VI – Insurance intermediaries",
      "section": "82",
      "title": "Article 82 – Risk management for an insurance broker",
      "content": "An insurance broker undertakes appropriate risk management policies and internal control systems. Risk management policies and systems are undertaken to prevent risks including financial, operational risks and those arising from fraud, money laundering and financing of terrorism."
    },
    {
      "provision_ref": "art83",
      "chapter": "Chapter VI – Insurance intermediaries",
      "section": "83",
      "title": "Article 83 – Preparation of financial statements of an insurance broker",
      "content": "The financial statements of an insurance broker comply with International Financial Reporting Standards (IFRS) as implemented in Rwanda."
    },
    {
      "provision_ref": "art84",
      "chapter": "Chapter VI – Insurance intermediaries",
      "section": "84",
      "title": "Article 84 – Accounting records of an insurance broker",
      "content": "An insurance broker must keep his or her books of account in accordance with accounting principles and other requirements as may be set by the Regulatory Authority. Without prejudice to the provisions of the law governing companies, the Supervisory Authority may issue regulations providing the following: 1° form and manner in which an accounting record is maintained; 2° record which must be kept as part of an insurance broker’s accounting records; 3° period of time for which accounting record is kept; 4° other requirements applicable to accounting record."
    },
    {
      "provision_ref": "art85",
      "chapter": "Chapter VI – Insurance intermediaries",
      "section": "85",
      "title": "Article 85 – Audited financial statements of an insurance broker",
      "content": "An insurance broker within three (3) months from the end of the financial year, submits audited financial statements to the Supervisory Authority and quarterly financial report submitted within a period of time determined by the Regulatory Authority. The Financial statements referred to in Paragraph One of this Article are prepared by an external auditor listed on the list of the Regulatory Authority."
    },
    {
      "provision_ref": "art86",
      "chapter": "Chapter VI – Insurance intermediaries",
      "section": "86",
      "title": "Article 86 – Defective documents and financial reports of an insurance broker",
      "content": "If the Supervisory Authority finds that a report, document or information of an insurance broker was submitted in a manner that is inappropriate, incomplete or prepared in a manner that is contrary to the law, in writing, it requests him or her to complete such a document or replace it."
    },
    {
      "provision_ref": "art87",
      "chapter": "Chapter VII – Insurance contract",
      "section": "87",
      "title": "Article 87 – Principle of good faith",
      "content": "An insurance contract is based on utmost good faith between the parties to the contract. It is considered to include a provision that each party to the contract must act with good faith towards the other party in respect of any matter arising under, or in connection with the contract."
    },
    {
      "provision_ref": "art88",
      "chapter": "Chapter VII – Insurance contract",
      "section": "88",
      "title": "Article 88 – Insurable interest in long-term insurance",
      "content": "Where a person has an insurable interest in the life of some other person, the amount of that interest is unlimited. A long-term insurance contract and the assignment of such a contract are void if, at the time the contract was concluded or assigned, the policyholder or the assignee did not have an insurable interest in the life of the insured person, unless the person insured consents in writing. The persons who have insurable interest in long term insurance are the following: 1° any person who has an insurable interest in his or her own life, the life of his or her spouse, the life of his or her descendants and ascendants, as well as the life of the descendants and ascendants of his or her spouse; 2° a person who is likely to suffer pecuniary or economic loss as a result of the death of a person; 3° an employer has an insurable interest on the life of his or her employees; 4° an employee has an insurable interest in the life of his or her employer. Any person who has an insurable interest in the life of a person may subscribe to insurance for that person, but the latter must consent beforehand when he or she can. However, when the person to be insured is unable to consent, his or her representative must consent beforehand."
    },
    {
      "provision_ref": "art89",
      "chapter": "Chapter VII – Insurance contract",
      "section": "89",
      "title": "Article 89 – Insurable interest in indemnity insurance",
      "content": "An indemnity insurance contract is not void by reason only that the policyholder did not have an insurable interest in the subject matter of the insurance contract, whether at the time that the contract was entered into or at the time of the occurrence of the insured event."
    },
    {
      "provision_ref": "art90",
      "chapter": "Chapter VII – Insurance contract",
      "section": "90",
      "title": "Article 90 – Insurable interest in other insurance contracts",
      "content": "An insurance contract that is not a long-term insurance contract or an indemnity insurance contract is void, if the policyholder does not have an insurable interest in the subject matter of the insurance contract at the time of the occurrence of the insured event."
    },
    {
      "provision_ref": "art91",
      "chapter": "Chapter VII – Insurance contract",
      "section": "91",
      "title": "Article 91 – Duty of disclosure",
      "content": "A policyholder must disclose to the insurer every fact or circumstance that could help the insurer in the decision making, whether to accept the risk and, on what terms. However, a policyholder is not under a duty to disclose any fact or circumstance that: 1° diminishes the risk to be insured; 2° the insurer was, or should have been aware of; 3° the insurer advised the policyholder, or gave the policyholder reasonable cause to believe, it did not have to be disclosed."
    },
    {
      "provision_ref": "art92",
      "chapter": "Chapter VII – Insurance contract",
      "section": "92",
      "title": "Article 92 – Duty to disclose true information",
      "content": "A policyholder has a duty, before an insurance contract is entered into, to disclose to the insurer the right information relating to the insurance subject matter. The information is considered true when it enables the insurer to have full knowledge of the insurance subject matter and the appropriate cost of insurance."
    },
    {
      "provision_ref": "art93",
      "chapter": "Chapter VII – Insurance contract",
      "section": "93",
      "title": "Article 93 – Information considered to be the statement of the policyholder",
      "content": "If, prior to a long-term insurance contract entering, information is provided to the insurer by an individual who is not the policyholder, but whose life will be insured under the contract, the information provided is considered to be the statement of the policyholder. However, if, in connection with the information provided, anything turns on the state of mind, knowledge, circumstances or characteristics of the individual providing the information, the truthfulness of the information is to be determined by reference to the individual whose life becomes insured, not the policyholder."
    },
    {
      "provision_ref": "art94",
      "chapter": "Chapter VII – Insurance contract",
      "section": "94",
      "title": "Article 94 – Effects of fraudulent misrepresentation",
      "content": "A policyholder’s fraudulent misrepresentation is a ground for contract nullification. In this case, the insurer retains premiums paid."
    },
    {
      "provision_ref": "art95",
      "chapter": "Chapter VII – Insurance contract",
      "section": "95",
      "title": "Article 95 – Effects of good-faith misrepresentation",
      "content": "Even when otherwise provided by the insurance contract, good-faith misrepresentation by the policyholder is not a ground for contract nullification. In case a policyholder’s misrepresentation in good faith is known before the occurrence of an insured event, the insurer may terminate contract after one month from the date of the insurer’s notification to the policyholder or not terminate the contract upon mutual agreement and after correction based on accurate information. In case a policyholder’s misrepresentation in good faith is known after the occurrence of an insured event, the indemnity or insured value is reduced in respect of the amount paid by the policyholder against the amount that he or she would have paid if all the insurance subject matters had been well described."
    },
    {
      "provision_ref": "art96",
      "chapter": "Chapter VII – Insurance contract",
      "section": "96",
      "title": "Article 96 – Provision of documents",
      "content": "An insurer must provide to a person who applies to enter into an insurance contract with a copy of the proposal, form and terms and conditions related to his or her insurance request and such other documents specified in the general regulations."
    },
    {
      "provision_ref": "art97",
      "chapter": "Chapter VII – Insurance contract",
      "section": "97",
      "title": "Article 97 – Duties to give advice and explanations to the policyholder",
      "content": "The insurer must provide the policyholder with explanations related to the types of insurance that he or she wants to subscribe to as well as advice. The insurer must also provide the policyholder with explanations on the content of terms and conditions related to the subject matter of insurance request, his or her rights and obligations as well as the procedure to follow at the time of the occurrence of the insured event."
    },
    {
      "provision_ref": "art98",
      "chapter": "Chapter VII – Insurance contract",
      "section": "98",
      "title": "Article 98 – Effects of failure to provide the policyholder with explanations or advice",
      "content": "The policyholder has the right to terminate the contract in case he or she did not receive explanations or advice as per the provisions of Article 97 of this Law so that he subscribed to an insurance that he or she would not have subscribed to if he or she had received appropriate advice and explanations."
    },
    {
      "provision_ref": "art99",
      "chapter": "Chapter VII – Insurance contract",
      "section": "99",
      "title": "Article 99 – Insurance contract considered as concluded",
      "content": "An insurance contract is considered entered into when the insurer accepts the prospective policyholder’s application and after payment of the premium."
    },
    {
      "provision_ref": "art100",
      "chapter": "Chapter VII – Insurance contract",
      "section": "100",
      "title": "Article 100 – Content of the insurance contract",
      "content": "An insurance contract contains general and specific terms and conditions which are clear and understandable. The specific terms and conditions of an insurance contract include at least the following: 1° names and complete contact address of parties; 2° subject of contract; 3° rights and obligations of each party; 4° nature of insured object; 5° liability covered or amount; 6° exclusions or limitations of insurer’s liabilities; 7° the beneficiary of the insurance indemnity; 8° amount and modalities of premium payment; 9° the start and expiration dates of the contract; 10° dispute resolution; 11° place and date of signature. The regulations may determine other terms and conditions of the insurance contract. The insurance contract and its appendices are signed by both parties."
    },
    {
      "provision_ref": "art101",
      "chapter": "Chapter VII – Insurance contract",
      "section": "101",
      "title": "Article 101 – Keeping and management of insurance contracts",
      "content": "The insurer establishes and keeps the register where to record insurance contracts. In the management of insurance contracts, the insurer must ensure the compliance with the following: 1° managing insurance contracts appropriately until all obligations provided under it are complied with; 2° disclosing to the policyholder information on any contractual changes during the term of the contract."
    },
    {
      "provision_ref": "art102",
      "chapter": "Chapter VII – Insurance contract",
      "section": "102",
      "title": "Article 102 – Insurance policy",
      "content": "The insurer, after entering into an insurance contract with a policyholder, issues to him or her an insurance policy. However, the validity of the insurance contract is not affected if the insurer fails to issue an insurance policy to a policyholder."
    },
    {
      "provision_ref": "art103",
      "chapter": "Chapter VII – Insurance contract",
      "section": "103",
      "title": "Article 103 – Issuance of insurance policy",
      "content": "An insurance policy is issued in print or by electronic means. The regulations establish modalities for issuance of insurance policies through electronic means."
    },
    {
      "provision_ref": "art104",
      "chapter": "Chapter VII – Insurance contract",
      "section": "104",
      "title": "Article 104 – Group insurance policy",
      "content": "Group insurance policy is a single insurance policy which covers more than one person who are members of a recognised group or association. The regulations may determine the requirements for certificates of insurance, disclosures and notifications to be provided to members of a group insurance."
    },
    {
      "provision_ref": "art105",
      "chapter": "Chapter VII – Insurance contract",
      "section": "105",
      "title": "Article 105 – Index-based insurance contract",
      "content": "An index-based insurance contract is a contract where the insurance coverage is triggered by an event measured by an external index rather than an insured’s loss event. The loss amount is calculated in connection with the index trigger, rather than based on the actual loss experienced by the insured. The regulations determine requirements regarding nature of indices that may be used, appropriate premiums and losses payment and required disclosures and notifications to policyholders with respect to index-based insurance contracts."
    },
    {
      "provision_ref": "art106",
      "chapter": "Chapter VII – Insurance contract",
      "section": "106",
      "title": "Article 106 – Interpretation of insurance contract",
      "content": "Where there is any doubt concerning the content of an insurance contract, it must be interpreted in the way that is most favourable to the policyholder, the insured or the beneficiary."
    },
    {
      "provision_ref": "art107",
      "chapter": "Chapter VII – Insurance contract",
      "section": "107",
      "title": "Article 107 – Issuance of a cover note",
      "content": "The insurer provides the policyholder with a cover note when the insurance contract is not yet signed. The cover note states its starting and expiration dates. In case of occurrence of insured event when the cover note has been issued, the liability is based on both parties’ agreement."
    },
    {
      "provision_ref": "art108",
      "chapter": "Chapter VII – Insurance contract",
      "section": "108",
      "title": "Article 108 – Expiration of the cover note",
      "content": "The cover note expires: 1° when the insurance contract is signed; 2° at its expiration date; 3° when it is revoked."
    },
    {
      "provision_ref": "art109",
      "chapter": "Chapter VII – Insurance contract",
      "section": "109",
      "title": "Article 109 – Duration of insurance contract",
      "content": "An insurance contract continues to be in force for such period as the parties agree. Where insurance contract is provided for a limited period of time, an insurer gives the policyholder a written notice of the expiration of the insurance contract thirty (30) days prior to the contract expiration. A notice of expiration states the date and time on which the insurance contract expires. The notice referred to in Paragraph 2 of this Article may be submitted electronically."
    },
    {
      "provision_ref": "art110",
      "chapter": "Chapter VII – Insurance contract",
      "section": "110",
      "title": "Article 110 – Termination of insurance contract",
      "content": "An insurer or a policyholder has the right to terminate an insurance contract in case any of them violates the provisions of the insurance contract or this Law. The party that intends to terminate the contract gives a notice of fifteen (15) days. However, in case of both parties’ agreement to terminate the contract, the notice is not necessary."
    },
    {
      "provision_ref": "art111",
      "chapter": "Chapter VII – Insurance contract",
      "section": "111",
      "title": "Article 111 – Notice of termination of insurance contract and the commencement of the termination",
      "content": "An insurer or policyholder that intends to terminate an insurance contract notifies it in writing to the other party. Unless the termination time is specified in the contract or in the termination notice, a termination takes effect at midnight: 1° on the fifth (5 th) working day following the date on which the termination notice was given to the other party, in case of a short-term insurance contract; 2° on twenty-first (21 st) working day following the date on which the termination notice was given to the other party, in case of a long-term insurance contract."
    },
    {
      "provision_ref": "art112",
      "chapter": "Chapter VII – Insurance contract",
      "section": "112",
      "title": "Article 112 – Effect of termination of insurance contract",
      "content": "In case a short-term insurance contract is terminated, the insurer pays any liabilities incurred prior to the commencement of termination and it returns to the policyholder the premiums proportionally to the remaining time. In case a long-term insurance contract is terminated, the insurer returns to the policyholder the contributions he or she made up to the date of termination in accordance with the provisions of the contract."
    },
    {
      "provision_ref": "art113",
      "chapter": "Chapter VII – Insurance contract",
      "section": "113",
      "title": "Article 113 – Payment of premium",
      "content": "The insurance premium is paid during the period provided for in the insurance contract. There is no insurance without payment of premium. However, both parties to the insurance may agree on the postponement of the effect of the insurance contract as long as the premium is not paid."
    },
    {
      "provision_ref": "art114",
      "chapter": "Chapter VII – Insurance contract",
      "section": "114",
      "title": "Article 114 – Payment of premium by third party to an insurance contract",
      "content": "A third party to an insurance contract may pay the premium if: 1° he or she is acting with the consent of the policyholder; 2° has a legitimate interest in ensuring that the insurance contract remains in effect."
    },
    {
      "provision_ref": "art115",
      "chapter": "Chapter VII – Insurance contract",
      "section": "115",
      "title": "Article 115 – Valuation of insured asset",
      "content": "Prior to concluding a contract, the policyholder shows to the insurer the valuation of the insured asset made by a recognised valuer so that the sum insured in the contract is known. In case a policyholder is unable to provide an asset valuation, the basis for valuation consists of the value stated in the pre-contractual document."
    },
    {
      "provision_ref": "art116",
      "chapter": "Chapter VII – Insurance contract",
      "section": "116",
      "title": "Article 116 – Multiple insurance",
      "content": "In a short-term insurance, underwriting the same risk under multiple insurers is prohibited. If several insurers insure the same liability for the same risk so that there is over insurance and there is fraud on the part of the underwriter, each insurer can request the nullity of the contract. However, in case no policyholder’s fraud was involved, when an insured event occurs, each insurer provides indemnity in respect of the insured amount."
    },
    {
      "provision_ref": "art117",
      "chapter": "Chapter VII – Insurance contract",
      "section": "117",
      "title": "Article 117 – Assignment of insured object",
      "content": "In case of assignment of an insured object, the insurance contract passes to the assignee. However, the assignee or the insurer may terminate the contract. The party intending to terminate the contract gives the other party a notice of a period not exceeding thirty (30) days."
    },
    {
      "provision_ref": "art118",
      "chapter": "Chapter VII – Insurance contract",
      "section": "118",
      "title": "Article 118 – Nullity of a provision of an insurance contract",
      "content": "A provision provided for by an insurance contract is null and void if it: 1° authorises or permits the insurer to modify the contract to the prejudice of the policyholder or any other person with interest in the contract; 2° puts the policyholder in a worse position than he or she would be unless the law provides otherwise."
    },
    {
      "provision_ref": "art119",
      "chapter": "Chapter VII – Insurance contract",
      "section": "119",
      "title": "Article 119 – Not limiting or not excluding liability",
      "content": "An insurer does not rely on a provision in the contract that has the effect of limiting or excluding its liability, where the claim is made in respect of a loss that occurred as a result of a defect or imperfection in an object, sickness or disability that the policyholder was not aware of, or a reasonable person in the same circumstances could not be aware of."
    },
    {
      "provision_ref": "art120",
      "chapter": "Chapter VII – Insurance contract",
      "section": "120",
      "title": "Article 120 – Fast declaration of occurrence of the insured event",
      "content": "The policyholder, beneficiary, insured person or any other interested person immediately notifies the insurer of the occurrence of the insured event as soon as he or she becomes aware of it. The declaration referred to in Paragraph One of this Article is made through any communication means readily available to the declaring person."
    },
    {
      "provision_ref": "art121",
      "chapter": "Chapter VII – Insurance contract",
      "section": "121",
      "title": "Article 121 – Detailed declaration of occurrence of insured event",
      "content": "The policyholder, beneficiary, insured person or any other interested person immediately gives a detailed declaration in writing or through electronic means to the insurer of the occurrence of the insured event, within a period of five (5) working days from the time he or she becomes aware of the event except in case of force majeure. The period cannot be reduced by the contract. The declaration of the insured event includes at least the following: 1° date, time and place of occurrence of insured event and cause if known; 2° approximate extent of any loss or damage; 3° all beneficiaries under the contract who suffered the effects of the occurrence of the insured event; 4° third parties who suffered the effects of the occurrence of the insured event; 5° any other insurance contracts covering the same risks; 6° possible rights that the insurer may have from third parties with liability on the insured object. The insurer may request the declaring person to give more information, documents and to access the property premises. Where the notifying person does not comply with the requirements of this article, the liability is reduced according to the loss suffered by the insurer."
    },
    {
      "provision_ref": "art122",
      "chapter": "Chapter VII – Insurance contract",
      "section": "122",
      "title": "Article 122 – Insurer’s admission of liability",
      "content": "Where a claim for compensation is made to an insurer under an insurance contract, the insurer promptly determines that it accepts its liability in whole or in part or that it rejects it. Where the insurer rejects the liability or accepts part of it, it notifies it in writing to the claimant for compensation within ten (10) working days from receipt of the claim and it explains the grounds for rejection."
    },
    {
      "provision_ref": "art123",
      "chapter": "Chapter VII – Insurance contract",
      "section": "123",
      "title": "Article 123 – Time limit for indemnity payment",
      "content": "Where an insurer admits its liability, the indemnity is paid within one month from the compliance with all requirements and agreement on the amount to be paid. Where the insurer fails to comply with provisions of Paragraph One of this Article, it pays interest on the amount due counted from the date it should have paid to the date that the payment is made. The interest is paid to any beneficiary provided for under the contract. The rate of interest payable or the method for determining the rate are specified in the regulations."
    },
    {
      "provision_ref": "art124",
      "chapter": "Chapter VII – Insurance contract",
      "section": "124",
      "title": "Article 124 – Right of not settling claims",
      "content": "The insurer has the right of not settling a claim if: 1° what caused or contributed to the occurrence of insured event was a voluntary act of the policyholder, the insured person or the beneficiary; 2° under a contract of liability insurance, the policyholder is required to give the insurer declaration of facts that he or she has become aware of before the insurance cover expires and that might give rise to a claim against the policyholder and the policyholder did not give such declaration: a. as required by the contract, b. within thirty (30) days after that cover had expired; 3° fraudulent claim for indemnity."
    },
    {
      "provision_ref": "art125",
      "chapter": "Chapter VII – Insurance contract",
      "section": "125",
      "title": "Article 125 – Restrictions on the right of not settling claims",
      "content": "Where an insurance contract includes a provision that has the effect of enabling an insurer not to pay a claim, an insurer cannot refuse to pay the claim, if the policyholder proves that: 1° the act or failure to act did not contribute to the occurrence of the insured event; 2° the act or failure to act was necessary to protect the safety of a person or to preserve property; 3° it was reasonably not possible for the policyholder or other person not to do the act or omission; 4° an act or omission has no effect of altering the state or condition of the insured object under the insurance contract or of allowing the state or condition of that object to alter."
    },
    {
      "provision_ref": "art126",
      "chapter": "Chapter VII – Insurance contract",
      "section": "126",
      "title": "Article 126 – General duty of insurer to provide information",
      "content": "An insurer has a continuing duty, during the period that an insurance contract is in force, to provide the policyholder, within fifteen (15) days from the change, with information in relation to any change in its name, legal form, and address of its principal office or of the branch office with which the policyholder entered into the contract. The policyholder may any time request the insurer to provide him or her with: 1° a summary of the content of the insurance contract; 2° the progress report of implementation of the insurance contract; 3° an explanatory note about the termination of contract."
    },
    {
      "provision_ref": "art127",
      "chapter": "Chapter VII – Insurance contract",
      "section": "127",
      "title": "Article 127 – Obligation to notify the risks’ increase",
      "content": "In case of risks’ increase so that if it were known at the time of concluding the contract, the insurer would not have concluded the contract or would have concluded the contract and charged premiums higher than what it charged, the policyholder notifies the insurer of the risks’ increase within a period of fifteen (15) days from the awareness of risks’ increase. This period cannot be reduced by the contract. In case what is provided for in Paragraph One of this Article occurs, the insurer may terminate the contract or continue the contract after increase of premiums. In case the policyholder does not declare the risks’ increase or makes a false declaration, the provisions of Articles 92 and 93 of this Law apply. The provisions of this Article do not apply for a long-term insurance."
    },
    {
      "provision_ref": "art128",
      "chapter": "Chapter VII – Insurance contract",
      "section": "128",
      "title": "Article 128 – Insurer’s subrogation rights",
      "content": "Where an insurer has paid a claim under a contract of indemnity insurance, the insurer is entitled to exercise rights of subrogation against a third party who is liable for loss or damage, to the extent that the insurer has indemnified the policyholder or the beneficiary. An insurer is not entitled to exercise the rights referred to in Paragraph One of this Article against a policyholder’s ascendant, descendant, employment representative and employees or the persons living at his or her home that he or she is in charge of, except when it appears that the persons caused the loss intentionally or fraudulently even when otherwise provided by insurance contract."
    },
    {
      "provision_ref": "art129",
      "chapter": "Chapter VII – Insurance contract",
      "section": "129",
      "title": "Article 129 – Effects of waiver of the right to a claim",
      "content": "Where the policyholder waives his or her rights against a third party whom the insurer would have been entitled to exercise rights of subrogation, the insurer’s liability to indemnify the policyholder is reduced by the value of the prejudice which the policyholder’s action caused to the insurer in waiving his or her rights."
    },
    {
      "provision_ref": "art130",
      "chapter": "Chapter VII – Insurance contract",
      "section": "130",
      "title": "Article 130 – Money recovered from a third party",
      "content": "The insurer who recovers money from the third party is entitled to an amount not exceeding the sum paid to the policyholder with respect to the loss and the reasonable costs incurred in connection with the recovery."
    },
    {
      "provision_ref": "art131",
      "chapter": "Chapter VII – Insurance contract",
      "section": "131",
      "title": "Article 131 – Maximum indemnity",
      "content": "In case of occurrence of insured event, the insurer pays maximum indemnity based on the value of the insured object under an indemnity insurance contract to indemnify or compensate the policyholder, or such other person whose interest is insured under the contract, for the insured loss or damage."
    },
    {
      "provision_ref": "art132",
      "chapter": "Chapter VII – Insurance contract",
      "section": "132",
      "title": "Article 132 – Indemnification relating to loss mitigation",
      "content": "Where the policyholder has taken measures to mitigate the loss from insured object, provided that the measures were, in all the circumstances, reasonable, in terms both of cost and likelihood of success, even if those measures were not successful in mitigating the loss, the insurer indemnifies a policyholder for the costs incurred."
    },
    {
      "provision_ref": "art133",
      "chapter": "Chapter VII – Insurance contract",
      "section": "133",
      "title": "Article 133 – Underinsurance",
      "content": "Where a property is insured for less than its real value, the insurer’s liability is limited to the average provision. In such case, the policyholder is liable for the uninsured portion. However, where a policyholder has insured a portion of his or her property, the average provision is not applicable."
    },
    {
      "provision_ref": "art134",
      "chapter": "Chapter VII – Insurance contract",
      "section": "134",
      "title": "Article 134 – Circumstances where liability is not based on average provision",
      "content": "In case of occurrence of an insured event and an insurer finds out that the value of property under a short-term insurance contract is not less than eighty percent (80%) of the value of the insured property, the liability of the insurer is not based on average provision."
    },
    {
      "provision_ref": "art135",
      "chapter": "Chapter VII – Insurance contract",
      "section": "135",
      "title": "Article 135 – Over-insurance",
      "content": "Where the property insured is more than its real value and if the policyholder has acted fraudulently, the insurer may request the cancellation of the insurance contract and claim damages. If there has been no fraud, the insurance contract remains valid, but only up to the actual value of the insured property. If, at the request of the policyholder, the insured value is reduced, the insurer is entitled to reduced premiums but keeps premiums due before reduction."
    },
    {
      "provision_ref": "art136",
      "chapter": "Chapter VII – Insurance contract",
      "section": "136",
      "title": "Article 136 – Long-term insurance contract",
      "content": "Notwithstanding the provisions of Article 100 of this Law, a long-term insurance contract must include the following: 1° the names and date of birth of the individual for whom the long-term insurance is purchased; 2° the names of the beneficiary, if he or she is named; 3° the insured object or the term on which depends the payment; 4° if applicable, the method of calculation of the reduction or the surrender value."
    },
    {
      "provision_ref": "art137",
      "chapter": "Chapter VII – Insurance contract",
      "section": "137",
      "title": "Article 137 – Long-term insurance for the benefit of a third party",
      "content": "Where a policyholder concludes a long-term insurance contract for the benefit of a third party specified in the contract, the money payable under this contract does not form part of the policyholder’s estate, it is payable to the specified third party. However, the policyholder under a long-term insurance for the benefit of a third party continues to exercise any right or power under his or her insurance contract including the right to surrender the contract, to borrow money on the security of the contract, to obtain any modification of the contract or any other means provided for under this Law."
    },
    {
      "provision_ref": "art138",
      "chapter": "Chapter VII – Insurance contract",
      "section": "138",
      "title": "Article 138 – Assignment of a long-term insurance contract",
      "content": "The assignment of a long-term insurance contract, whether with or without consideration, may only be made by an endorsement upon the contract itself or a separate instrument, signed in either case by the assignor or his or her duly authorised agent and attested by at least one witness. The assignment provided for under Paragraph One of this Article cannot be operative before the insurer is notified in writing of the assignment, or its certified copy approved by the assignor and assignee or their duly authorised agents."
    },
    {
      "provision_ref": "art139",
      "chapter": "Chapter VII – Insurance contract",
      "section": "139",
      "title": "Article 139 – Notice of assignment of a long-term insurance policy",
      "content": "The date on which the written notice of assignment of a long-term insurance policy is delivered to the insurer regulates the priority of all claims transferred between persons interested in the long-term insurance policy. Upon the receipt of notice of assignment of long-term insurance policy, the insurer records it together with the date thereof and the name of the assignee and, on the request of the person to whom the notice was given, or of the assignee, grants a written acknowledgment of the receipt of such notice."
    },
    {
      "provision_ref": "art140",
      "chapter": "Chapter VII – Insurance contract",
      "section": "140",
      "title": "Article 140 – Effects of the transfer of long-term insurance policy",
      "content": "From the date of the receipt of notice of assignment of long-term insurance policy, the insurer recognizes the assignee named in the notice as the only person entitled to benefits under the insurance policy. The assignee may institute any proceeding in relation to the long-term insurance policy without obtaining the consent of the assignor or have him or her intervene in such proceedings."
    },
    {
      "provision_ref": "art141",
      "chapter": "Chapter VII – Insurance contract",
      "section": "141",
      "title": "Article 141 – Nomination of a beneficiary of long-term insurance policy",
      "content": "A long-term insurance policyholder, may, when subscribing to the policy or at any time before the policy matures, nominate the beneficiary or beneficiaries to whom the benefits under the policy are paid in when the ensured event occurred."
    },
    {
      "provision_ref": "art142",
      "chapter": "Chapter VII – Insurance contract",
      "section": "142",
      "title": "Article 142 – Benefits related to long-term insurance policy payable without deduction",
      "content": "Any payment related to long-term insurance policy, or its surrender must be done in accordance with the long-term insurance policy. Any clause contained in a long-term insurance policy or in any other agreement made by both parties related to that policy is void, in so far as it entitles the insurer to make any such deduction without policyholder’s consent."
    },
    {
      "provision_ref": "art143",
      "chapter": "Chapter VII – Insurance contract",
      "section": "143",
      "title": "Article 143 – Surrender value and non-payment of premium",
      "content": "Where a long-term insurance policy has been in force for at least three (3) years: 1° the policyholder may, by notice in writing to the insurer surrender the policy and become entitled to receive the surrender value; 2° the insurance policy may not lapse or be forfeited because of non-payment of premiums."
    },
    {
      "provision_ref": "art144",
      "chapter": "Chapter VII – Insurance contract",
      "section": "144",
      "title": "Article 144 – long-term insurance policy loans",
      "content": "In long-term insurance policy, an insurer may grant to a policyholder a loan on premium of a long-term insurance policy. However, such loan must be less than a hundred percent (100%) of the current value of total premiums the insurance policy."
    },
    {
      "provision_ref": "art145",
      "chapter": "Chapter VII – Insurance contract",
      "section": "145",
      "title": "Article 145 – Share of a policyholder to long-term insurer’s interests",
      "content": "Long-term insurance policy which provides that the policyholder is entitled to interests, specifies the manner bonuses and interests are paid to a policyholder in line with interests determined by the appointed actuary. Where the insurer’s appointed actuary in long-term insurance recommends, after an actuarial scrutiny, that the policyholder contributed to surplus of an insurer, such surplus is given to the policyholder."
    },
    {
      "provision_ref": "art146",
      "chapter": "Chapter VII – Insurance contract",
      "section": "146",
      "title": "Article 146 – Loss of validity of a long-term insurance",
      "content": "A long-term insurance loses its validity if: 1° the insured person committed suicide in the last three (3) years following the signing of long-term insurance contract; 2° the beneficiary is convicted of the murder of the insured person. The burden of proving the insured’s suicide lies upon the insurer. While there are many beneficiaries in the contract, the cost of insurance is paid to beneficiaries who have not been involved in the death of the insured person. In case the event referred to in items 1° and 2° of Paragraph One of this Article, the cost of insurance may be payable to the legal beneficiaries. However, insurance remains valid when the beneficiary proves that the insured person has committed suicide due to a mental illness that has arisen after the contract is signed."
    },
    {
      "provision_ref": "art147",
      "chapter": "Chapter VII – Insurance contract",
      "section": "147",
      "title": "Article 147 – Insurer’s liability towards a third party",
      "content": "The insurer’s liability is only liable towards a third party if, subsequent to the occurrence of the insured event, the aggrieved third party has claimed to the insurer."
    },
    {
      "provision_ref": "art148",
      "chapter": "Chapter VII – Insurance contract",
      "section": "148",
      "title": "Article 148 – Persons not entitled to insurance liability",
      "content": "Under liability insurance, the following are not entitled to any benefit: 1° the spouse of a policyholder, his or her ascendants, his/her descendants and his or her spouse’s ascendants who are his or her dependents; 2° Persons concerned by special laws in respect of work-related accident compensation unless such persons have chosen to lodge a claim for compensation from the insurer; 3° employees or representatives of a policyholder while on duty."
    },
    {
      "provision_ref": "art149",
      "chapter": "Chapter VII – Insurance contract",
      "section": "149",
      "title": "Article 149 – Rejecting a liability",
      "content": "The insurer has the right not recognize liability or negotiation that occurred without his or her consent. The recognition of the occurrence of an event should not be equated to the recognition of liability."
    },
    {
      "provision_ref": "art150",
      "chapter": "Chapter VII – Insurance contract",
      "section": "150",
      "title": "Article 150 – Prohibition for the policyholder to admit an indemnity claim",
      "content": "It is prohibited for the policyholder or any of his or her beneficiaries to admit, settle compromise or pay an indemnity claim on behalf of the insurer without a written consent of the insurer."
    },
    {
      "provision_ref": "art151",
      "chapter": "Chapter VII – Insurance contract",
      "section": "151",
      "title": "Article 151 – Right to follow up legal proceedings brought by a third party",
      "content": "The insurer is entitled to follow up legal proceedings in the civil trial with respect to the liability action brought by the aggrieved third party, but it is not involved in the criminal cases brought by the policyholder."
    },
    {
      "provision_ref": "art152",
      "chapter": "Chapter VII – Insurance contract",
      "section": "152",
      "title": "Article 152 – Direct action of the aggrieved third party",
      "content": "The aggrieved third party has a right to take a direct action against the insurer of the liability of the author of the damage. However, he or she has first to prove to the insurer the insured person who caused the damage. The insurer cannot pay to third party, other than the aggrieved one, all or part of the sum insured unless the aggrieved third party gives his or her consent. The insurer must not oppose against the aggrieved third party the forfeitures of the policyholder incurred after the insured event occurs."
    },
    {
      "provision_ref": "art153",
      "chapter": "Chapter VII – Insurance contract",
      "section": "153",
      "title": "Article 153 – Collaboration between a Public insurer and a private policyholder",
      "content": "Public insurer may make a police insurance contract with a private policyholder unless provided otherwise by other laws. The insurance contract provided for in Paragraph One of this Article must be in writing and has to comply with other provisions related to insurance contract provided for by this Law."
    },
    {
      "provision_ref": "art154",
      "chapter": "Chapter VII – Insurance contract",
      "section": "154",
      "title": "Article 154 – Health maintenance organization",
      "content": "No health maintenance organization cannot operate as such unless it is licensed to do so by the Supervisory Authority. Requirements for authorizing a health maintenance organization to operate, interact with other health-related organization and insurance companies are determined by the regulations."
    },
    {
      "provision_ref": "art155",
      "chapter": "Chapter VII – Insurance contract",
      "section": "155",
      "title": "Article 155 – Effect of bankruptcy of the policyholder",
      "content": "bankruptcy of the policyholder is not the cause of termination of the insurance contract. In such a case, the contract continues for the benefit of the body of creditors who become indebted for premiums due. However, the body of creditors and the insurer can, within three (3) months from the date of declaration of bankruptcy, terminate the contract."
    },
    {
      "provision_ref": "art156",
      "chapter": "Chapter VII – Insurance contract",
      "section": "156",
      "title": "Article 156 – Death of the insured person",
      "content": "In case of death of the insured person, the insurance contract continues automatically with his or her heir, notwithstanding any contrary clause. However, the heir or the insurer can within three (3) months of death, terminate the contract."
    },
    {
      "provision_ref": "art157",
      "chapter": "Chapter VII – Insurance contract",
      "section": "157",
      "title": "Article 157 – Right of creditors",
      "content": "Compensation for property insurance is paid to the debtors in accordance with their preferential rights to benefit in accordance with the relevant laws. Creditors are directly entitled to lodge a claim against the insurer. Payments made in good faith by the insurer, without knowledge of any surety are valid."
    },
    {
      "provision_ref": "art158",
      "chapter": "Chapter VII – Insurance contract",
      "section": "158",
      "title": "Article 158 – Limitation period",
      "content": "Any claim arising out of an insurance contract expires after a period of five (5) years from the occurrence of the insured event or from the day when the party becomes aware of it. The limitation period referred to in Paragraph One of this Article does not concern the aggrieved third party and occurrence of insured event. The duration of limitation period cannot be shortened by the contract."
    },
    {
      "provision_ref": "art159",
      "chapter": "Chapter VII – Insurance contract",
      "section": "159",
      "title": "Article 159 – Exclusions",
      "content": "Unless otherwise provided by the insurance agreement, the insurer is not liable for damages for political, war or terrorist reasons. Evidence that the insurance subject matter is damaged for the reasons stated in the Paragraph One of this Article is provided by the insurer."
    },
    {
      "provision_ref": "art160",
      "chapter": "Chapter VII – Insurance contract",
      "section": "160",
      "title": "Article 160 – Removal of insurance subject matter after insurance contract",
      "content": "In property insurance, the permanent removal of insurance subject matter for a reason not provided for in the insurance policy is a ground for the termination of the insurance contract. Where the event provided for in Paragraph One of this Article occurs, the unused insurance cost is reimbursed to the policyholder."
    },
    {
      "provision_ref": "art161",
      "chapter": "Chapter VII – Insurance contract",
      "section": "161",
      "title": "Article 161 – Removal of the risk",
      "content": "In property insurance, if the insured did not exist at the time the contract was signed or exists but is no longer under risk, it is the reason for the nullification of the insurance contract. Where the event provided for in Paragraph One of this Article occurs, the insurance premium paid is refunded to the insurer."
    },
    {
      "provision_ref": "art162",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "162",
      "title": "Article 162 – Contingency plans",
      "content": "The insurer must maintain contingency plans and procedures for counteracting economy based specific risks for use in the current and future concern situations. The content of the contingency plan is determined by the regulations."
    },
    {
      "provision_ref": "art163",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "163",
      "title": "Article 163 – Approval of recovery plan",
      "content": "The Supervisory Authority may, if the financial situation of an insurer so requires, require the insurer’s members of the Board, management, shareholders or other owners of the insurer to submit a recovery plan to the Supervisory Authority for approval."
    },
    {
      "provision_ref": "art164",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "164",
      "title": "Article 164 – Contents of the recovery plan of an insurer",
      "content": "The recovery plan of an insurer must be based on some of the following elements: 1° measures designed to restore or strengthen the financial stability; 2° constituting provisions and other reserves; 3° suspending the payment of dividends; 4° increasing the capital, as well as any other financial support or guarantee; 5° proceeding with required adjustment of organization and operation of the insurer in order to improve the quality of its operations and management. The Supervisory Authority may request that the insurer which submitted a recovery plan to take additional measures."
    },
    {
      "provision_ref": "art165",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "165",
      "title": "Article 165 – Powers to appoint a special administrator",
      "content": "The Supervisory Authority may appoint a special administrator for an insurer. The special administrator referred to in the Paragraph One of this Article, is appointed if it is established that: 1° the recovery plan submitted by the insurer is not effective for the recovery of the insurer; 2° the insurer failed to comply with the provisions of this Law or regulations; 3° the insurer failed to implement its recovery plan; 4° the financial situation of the insurer requires it; 5° the insurer is engaged in risky and dangerous insurance practices; 6° the insurer is engaged in money laundering and financing terrorism activities; 7° the insurer is hindering the supervisory activities of the Supervisory Authority; 8° the insurer is hindering the work of the external auditors; 9° the insurer’s situation may jeopardize interests of its policyholders; 10° it is necessary to ensure the stability and soundness of the insurance system as a whole."
    },
    {
      "provision_ref": "art166",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "166",
      "title": "Article 166 – Powers of the special administrator",
      "content": "The Supervisory Authority may assign to the special administrator part or whole of the following powers: 1° conducting investigation within the insurer; 2° granting prior approval of an insurer’s decisions, instructions, transactions, and other operations of the insurer; 3° managing the insurer; 4° reorganizing an insurer. While on duties, the special administrator has rights to call for experts including accountants, independent auditors or legal experts. Duties of a special administrator are defined in the Supervisory Authority’s appointment document. The document must specify: 1° where the powers of the special Administrator are limited and how to use them; 2° collaboration of a special Administrator with the organs of the insurer. The Supervisory Authority may modify or suspend the mandate of the Special Administrator. No person may invoke professional secrecy obligation for non-disclosure of information required by the special administrator."
    },
    {
      "provision_ref": "art167",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "167",
      "title": "Article 167 – Investigating powers",
      "content": "When the special administrator is granted powers of carrying out investigations to an insurer, he or she conducts any investigations or actuarial he or she deems necessary. In case the special administrator is assigned the power referred to in Paragraph One of this Article, the insurer must provide to the special administrator and give him or her human and material resources."
    },
    {
      "provision_ref": "art168",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "168",
      "title": "Article 168 – Effects of mandate to provide prior approval",
      "content": "In case the insurer takes decisions, issues instructions, makes transactions and other operations that are within the power of the special administrator without his or her prior approval, the Supervisory Authority may invalidate such deeds. Where the insurer’s decisions are invalidated due to the reason specified in Paragraph One of this Article, the asset transferred, or sum paid must be restituted and any person who made the decisions be liable."
    },
    {
      "provision_ref": "art169",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "169",
      "title": "Article 169 – Use of power to manage an insurer",
      "content": "When the special administrator is appointed to manage the insurer, the Supervisory Authority vests in him or her full power to fulfil his or her mandate. The power vested in the special administrator must be observed by the insurer and other person. The Supervisory Authority may limit or suspend the powers of the Board of Directors, and General Assembly of shareholders of the insurer. It may also publish this decision or displays a copy of this decision in all branches of the concerned insurer. The special administrator appointed to manage the insurer is empowered to suspend, in whole or in part, any payment, property transfer, contract execution, or transactions of the insurer if he or she deems it necessary. The Supervisory Authority may determine modalities of making public such suspension. Where the suspension referred to in paragraph 2 of this Article happens, no payment, transfer, signing or execution of contracts may be carried out by the insurer except with prior approval of the special administrator. During the suspension referred to in paragraph 3 of this Article, the payment of debts and any other enforcement procedures for obtaining payment of debts are suspended."
    },
    {
      "provision_ref": "art170",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "170",
      "title": "Article 170 – Power of reorganizing an insurer",
      "content": "When the special administrator is vested with the power of reorganizing an insurer, he or she analyses the insurer’s financial situation and submit to the Supervisory Authority a report on the prospects for restoring the insurer’s financial soundness. Upon receipt of the special administrator’s report, the Supervisory Authority decides on the prospects for restoring the insurer’s financial soundness. Before making such a decision, the Supervisory Authority, if it deems necessary may meet the management, the members of the Board of Directors or shareholders and insurer’s creditors."
    },
    {
      "provision_ref": "art171",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "171",
      "title": "Article 171 – Wages of special administrator and experts cost",
      "content": "The insurer pays wages and other service emoluments of the special administrator as well as costs associated with any expert services that the special administrator may require, under conditions set by the Supervisory Authority."
    },
    {
      "provision_ref": "art172",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "172",
      "title": "Article 172 – Completion of the mandate of the special administrator",
      "content": "Upon completion of his or her mandate, the special administrator must submit a report to the Supervisory Authority. The special administrator is bound by professional secrecy with regard to any information obtained in connection with his or her mandate."
    },
    {
      "provision_ref": "art173",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "173",
      "title": "Article 173 – Other recovery measures by the Supervisory Authority",
      "content": "When the insurer’s recovery plan is not successful, the Supervisory Authority may take recovery measures including among others: 1° selling to other insurers part or all of the insurer’s activities; 2° run-off; 3° converting debts into shares; 4° any other resolution method or transaction that may help in protecting policyholders interests. In case the measures referred to in item 2° of this Article are taken, the insurer suspends any kind of underwriting activities but continues to make payment of any occurred or subsequent event."
    },
    {
      "provision_ref": "art174",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "174",
      "title": "Article 174 – Procedures of the liquidation of an insurer",
      "content": "An insurer may be voluntarily or forcefully liquidated."
    },
    {
      "provision_ref": "art175",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "175",
      "title": "Article 175 – Voluntary liquidation of an insurer",
      "content": "An insurer wishing to be voluntarily liquidated must request for an authorization from the Supervisory Authority. The request referred to in the Paragraph One of this Article, must include a written report from the independent auditor which ascertains the insurer’s ability to immediately pay the insured person and insurer’s debtors and the liquidator’s credentials. In case the Supervisory Authority approves the voluntary liquidation, it determines the procedure for its publication."
    },
    {
      "provision_ref": "art176",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "176",
      "title": "Article 176 – Forced liquidation of an insurer",
      "content": "Supervisory Authority orders the forced liquidation. The Supervisory Authority appoints the liquidator. The remuneration of a liquidator appointed in accordance with the Paragraph One of this Article and the costs associated with the liquidation procedure are borne by the insurer undergoing the liquidation. The regulations determine the special procedures for the liquidation of an insurer."
    },
    {
      "provision_ref": "art177",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "177",
      "title": "Article 177 – Policyholders’ compensation fund",
      "content": "A Policyholder compensation fund is hereby established designed to indemnify policyholders in the event of liquidation of a private insurer. Each private insurer is a member of the Policyholders' compensation fund. A Presidential Order determines the organization and functioning of the Policyholders’ compensation fund."
    },
    {
      "provision_ref": "art178",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "178",
      "title": "Article 178 – Creditors relief ranking from a liquidated insurer",
      "content": "Anytime an insurer is liquidated, the proceeds from the sale of assets and guarantees, minus costs associated with the liquidation are distributed to various categories of creditors. The Policyholders compensation fund has the first claim to the extent of sums repaid to the insured policyholders of the liquidated insurer. The remaining proceeds are distributed to other creditors in the following order: 1° policyholders for sums not paid by the policyholder’s compensation fund; 2° other creditors in accordance with priority order as stated in the law relating to commercial recovery and settling of issues arising from insolvency. As assets and guarantees are sold off, and each time a category of creditor is completely paid off, the remainder is distributed to creditors belonging to the following category in proportion to their respective claims."
    },
    {
      "provision_ref": "art179",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "179",
      "title": "Article 179 – Additional requirements for liquidation of an insurer",
      "content": "Without prejudice to the provisions of this Law, the Supervisory Authority issues regulations specifying additional requirements relating to the liquidation of insurers."
    },
    {
      "provision_ref": "art180",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "180",
      "title": "Article 180 – Liquidation of a public insurer",
      "content": "Liquidation of a public insurer is conducted in accordance with the relevant laws."
    },
    {
      "provision_ref": "art181",
      "chapter": "Chapter VIII – Recovery and liquidation measures",
      "section": "181",
      "title": "Article 181 – Legal personality of an insurer in the process of the liquidation",
      "content": "The legal personality of an insurer in the process of liquidation remains until the liquidation is completed. While in the liquidation, the liquidator has the obligation to specify in his or her relations with third parties that the insurer is under liquidation."
    },
    {
      "provision_ref": "art182",
      "chapter": "Chapter IX – Faults and sanctions, offences and penalties",
      "section": "182",
      "title": "Article 182 – Power to impose sanctions",
      "content": "The Supervisory Authority has the power to take necessary administrative sanctions in respect of insurers, insurance intermediaries and their senior managers who fail to comply with this Law or regulations it issues. The regulations determine the administrative faults and sanctions as well as the procedure for their application."
    },
    {
      "provision_ref": "art183",
      "chapter": "Chapter IX – Faults and sanctions, offences and penalties",
      "section": "183",
      "title": "Article 183 – Operating activities related to insurance business without license",
      "content": "Any person who: 1° operates an insurance business or business of insurance intermediary without license granted by the competent organ; 2° having been granted a license to perform insurance business, operates business other than insurance business; 3° claims to be insurer or insurance intermediary without a license, commits an offence. Upon conviction, he or she is liable to a term of imprisonment of not less than three (3) years but not exceeding five (5) years and a fine of not less than seven million Rwandan francs (FRW 7,000,000) but not exceeding ten million Rwandan francs (FRW 10,000,000) or only one of these penalties."
    },
    {
      "provision_ref": "art184",
      "chapter": "Chapter X – Miscellaneous, transitional and final provisions",
      "section": "184",
      "title": "Article 184 – Compulsory insurance",
      "content": "Compulsory insurance is determined by special laws."
    },
    {
      "provision_ref": "art185",
      "chapter": "Chapter X – Miscellaneous, transitional and final provisions",
      "section": "185",
      "title": "Article 185 – Unclaimed funds",
      "content": "Notwithstanding any agreement between an insurer and a policyholder, where any funds under an insurance policy that are due remains unclaimed for a period of ten (10) years, the insurer sends a notice to the last known address of the recipient and publish it in media outlets with largest audience in Rwanda. If the intended recipient does not respond to the notice referred to in the Paragraph One of this Article within three (3) months from the date of receipt of the notice, his or her entitlements under the insurance contract are deemed to be unclaimed. The regulations by the Supervisory Authority determine the modalities for managing unclaimed funds when they are kept with the insurer. Without prejudice to other laws, if the owner of the funds is found after the period referred to in the Paragraph One of this Article, he or she is entitled to such funds."
    },
    {
      "provision_ref": "art186",
      "chapter": "Chapter X – Miscellaneous, transitional and final provisions",
      "section": "186",
      "title": "Article 186 – Transitional period",
      "content": "All insurers and insurance intermediaries are given a period not exceeding eighteen (18) months from the date of publication of this Law in the Official Gazette of the Republic of Rwanda to comply with its provisions. However, insurers and insurance intermediaries licensed under the Law n° 52/2008 of 10/09/2008 governing the organization of insurance business are considered as licensed under this Law."
    },
    {
      "provision_ref": "art187",
      "chapter": "Chapter X – Miscellaneous, transitional and final provisions",
      "section": "187",
      "title": "Article 187 – Validity of ongoing contracts",
      "content": "Ongoing insurance contracts concluded before the commencement of this Law remain valid."
    },
    {
      "provision_ref": "art188",
      "chapter": "Chapter X – Miscellaneous, transitional and final provisions",
      "section": "188",
      "title": "Article 188 – Existing regulations issued by the Supervisory Authority",
      "content": "All Supervisory Authority regulations and directives issued in accordance with the Decree-law n° 20/75 of 20/06/1975 relating to insurance, confirmed by the Law n° 01/82 of 26 January 1982 confirming the decree-laws as modified and complemented to date and the Law n° 52/2008 of 10/09/2008 governing the organization of insurance business remain applicable in their provisions which are not in contradiction with this Law in term of their substance until they are harmonized with this Law within a period of eighteen (18) months, from the date of publication of this law in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art189",
      "chapter": "Chapter X – Miscellaneous, transitional and final provisions",
      "section": "189",
      "title": "Article 189 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art190",
      "chapter": "Chapter X – Miscellaneous, transitional and final provisions",
      "section": "190",
      "title": "Article 190 – Repealing provision",
      "content": "Decree-Law n° 20/75 of 20/06/1975 relating to insurance, confirmed by the Law n° 01/82 of 26 January 1982 confirming the decree-laws as modified and complemented to date and Law n° 52/2008 of 10/09/2008 governing the organisation of insurance business, and all prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art191",
      "chapter": "Chapter X – Miscellaneous, transitional and final provisions",
      "section": "191",
      "title": "Article 191 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "regulations",
      "definition": "normative acts which are aimed to specify modalities of application of provisions of this Law",
      "source_provision": "art3"
    },
    {
      "term": "directives",
      "definition": "orders or prohibitions of acting in a certain manner designed for a natural person or legal entity",
      "source_provision": "art3"
    },
    {
      "term": "technical provisions",
      "definition": "amount reserved by an insurer to fulfil its insurance obligations and to settle all commitments to policyholders and other beneficiaries arising from the insurance contract over the lifetime of the portfolio",
      "source_provision": "art3"
    },
    {
      "term": "indemnity insurance contract",
      "definition": "a written agreement under which the insured person is entitled to compensation for any loss suffered due to the occurrence of the insured event",
      "source_provision": "art3"
    },
    {
      "term": "insurance contract",
      "definition": "a written agreement between the insurer and the policyholder by which in case of occurrence of an insured event, the insurer undertakes to make payment or if specifically agreed, make provision in kind to the policyholder or to a third party, in return for premiums paid once or several times",
      "source_provision": "art3"
    },
    {
      "term": "cover note",
      "definition": "a temporary document which is used as a proof that a person is insured until the issuance of the policy",
      "source_provision": "art3"
    },
    {
      "term": "minimum solvency margin",
      "definition": "absolute minimum regulatory solvency that is required to be maintained by an insurer at all times",
      "source_provision": "art3"
    },
    {
      "term": "prescribed solvency margin",
      "definition": "level of regulatory solvency higher than the minimum capital required above which an insurer would be considered adequately solvent",
      "source_provision": "art3"
    },
    {
      "term": "foreign insurer",
      "definition": "an institution which is licensed under the laws of a foreign country to carry on insurance business",
      "source_provision": "art3"
    },
    {
      "term": "insurer",
      "definition": "a licensed or authorised legal entity which carries out insurance business",
      "source_provision": "art3"
    },
    {
      "term": "public insurer",
      "definition": "a public institution established by law which operates in insurance business",
      "source_provision": "art3"
    },
    {
      "term": "private insurer",
      "definition": "an entity which is not a public insurer licensed to carry out insurance business",
      "source_provision": "art3"
    },
    {
      "term": "premium",
      "definition": "payment due by the policyholder to an insurer under an insurance contract",
      "source_provision": "art3"
    },
    {
      "term": "material functions or activities",
      "definition": "functions or activities the instability of which may jeopardise business activities, trust or interests of an insurer",
      "source_provision": "art3"
    },
    {
      "term": "loss adjuster",
      "definition": "a specialist, who, for a fee, provides service related to the investigation and negotiation of the settlement of claims under insurance contracts on behalf of either the insurer or the insured",
      "source_provision": "art3"
    },
    {
      "term": "appointed actuary",
      "definition": "a specialist in actuarial science approved by the Supervisory Authority",
      "source_provision": "art3"
    },
    {
      "term": "actuary",
      "definition": "specialised professional in analysis, modelling and management of the financial consequences resulting from unforeseeable events or risks",
      "source_provision": "art3"
    },
    {
      "term": "derivative financial instruments",
      "definition": "financial agreements or products whose value derives from similar products value",
      "source_provision": "art3"
    },
    {
      "term": "insurance policy",
      "definition": "a written document issued by an insurer evidencing the insurance contract",
      "source_provision": "art3"
    },
    {
      "term": "insurable interest",
      "definition": "right to insure arising out of an economic relationship between the insured person and the subject matter of insurance",
      "source_provision": "art3"
    },
    {
      "term": "insurance group",
      "definition": "a group of related companies, at least one of which is an insurer which regulates other insurers as well as such other non-insurers",
      "source_provision": "art3"
    },
    {
      "term": "micro insurance",
      "definition": "an insurance which consists of covering risks of policyholders with low or middle income, prior to payment of premiums proportionate to the likelihood of risks",
      "source_provision": "art3"
    },
    {
      "term": "bancassurance",
      "definition": "the sale, marketing and distribution of insurance products by a bank or a financial institution through insurance intermediary",
      "source_provision": "art3"
    },
    {
      "term": "reinsurance",
      "definition": "an agreement whereby a licensed reinsurer provides insurance to a risk assumed by an insurer",
      "source_provision": "art3"
    },
    {
      "term": "short-term insurance",
      "definition": "an insurance arrangement that protects an insured person against the risk of financial loss or damage due to contingent events specified in the contract for a period not exceeding one year",
      "source_provision": "art3"
    },
    {
      "term": "long-term insurance",
      "definition": "category of insurance whereby an insurer promises, upon payment of premiums, to pay a sum of money as prescribed in the contract, to the insured person or to a designated beneficiary relating to contingencies occurring after a set time span or which are deemed to cause harmful effects on the life of the insured person",
      "source_provision": "art3"
    },
    {
      "term": "captive insurance scheme",
      "definition": "an insurance business which undertakes liability solely to the risks of the parent company and entities within the same group structure",
      "source_provision": "art3"
    },
    {
      "term": "liability insurance",
      "definition": "insurance which consists of paying for damages whereby an insurer undertakes to insure any tort that a policyholder may cause to a third party",
      "source_provision": "art3"
    },
    {
      "term": "mutual insurance",
      "definition": "type of insurance, whereby policyholders contribute money into a pooling system in order to secure insurance against contingent risks",
      "source_provision": "art3"
    },
    {
      "term": "policyholder",
      "definition": "a person who enters into an insurance contract with an insurer",
      "source_provision": "art3"
    },
    {
      "term": "beneficiary",
      "definition": "a person entitled to payment under insurance contract",
      "source_provision": "art3"
    },
    {
      "term": "consumer",
      "definition": "a natural person, group of persons or a corporate person that enters, or may enter, into a business relationship or a contract with a financial service provider for the purpose of acquiring or providing a financial product or service",
      "source_provision": "art3"
    },
    {
      "term": "insurance intermediary",
      "definition": "any person operating as intermediary in insurance business and in a similar field",
      "source_provision": "art3"
    },
    {
      "term": "insurance agent",
      "definition": "a person other than an employee of an insurer appointed and authorised by that insurer to solicit prospective policyholders to buy insurance products",
      "source_provision": "art3"
    },
    {
      "term": "insurance broker",
      "definition": "a company which, for commission, negotiates insurance business with insurers on behalf of a prospective policyholder or as a representative of a policyholder and includes reinsurance broker carrying on reinsurance brokerage for an assurer",
      "source_provision": "art3"
    },
    {
      "term": "person",
      "definition": "a natural or a corporate person",
      "source_provision": "art3"
    },
    {
      "term": "insurance business",
      "definition": "activity of assuming risks or undertaking liability related to insurance or reinsurance contract as well as insurance intermediary’s business",
      "source_provision": "art3"
    },
    {
      "term": "qualifying shareholding",
      "definition": "an amount of money directly or indirectly invested in an insurer solely or together with additional amount of at least 5% of its capital or of voting rights for its holder or otherwise providing him or her powers to influence decision making as far as the management of that insurer is concerned",
      "source_provision": "art3"
    },
    {
      "term": "Supervisory Authority",
      "definition": "an organ in charge of regulating and supervising insurance business",
      "source_provision": "art3"
    },
    {
      "term": "insured person",
      "definition": "a person who is covered under an insurance contract",
      "source_provision": "art3"
    }
  ]
}
