{
  "id": "rw-law-2021-39",
  "type": "statute",
  "title": "Law amending Law on Counter Terrorism",
  "title_en": "Law amending Law on Counter Terrorism",
  "short_name": "Law 39 of 2021",
  "status": "in_force",
  "issued_date": "2021-07-28",
  "in_force_date": "2021-07-30",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/39/eng@2021-07-30",
  "provisions": [
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32 - bis, worded as follows, is",
      "content": "into Law nº 46/2018 of 13/08/2018 counter terrorism: 32 bis: Dealing in funds or other of a designated person person who, knowingly or is likely to deals in: 1° any funds or other assets that are owned or controlled by the designated person; 2° any funds or any other assets that are wholly, partly or jointly owned or controlled, directly or indirectly, by the designated person; 3° any funds or any other assets derived or generated from funds or other assets owned or controlled, directly or indirectly, by the designated person; 4° funds or other assets of a person acting on behalf of, or at the direction of, the designated person; an offence. conviction of one of the acts provided under Paragraph One of this Article, he or is liable to imprisonment for a term of not than three (3) years, but not exceeding (5) years and a fine of not less than three Rwandan francs (FRW 3,000,000), not exceeding five million Rwandan (FRW 5,000,000).” 3: Making funds or other assets to a designated person"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40 - bis, worded as follows, is",
      "content": "into Law nº 46/2018 of 13/08/2018 counter-terrorism: 40 bis: National Committee Counter- is hereby established a National Committee. A Prime Order determines its composition, functioning, responsibilities powers.” 5: Publication of the list of and terrorism financiers 41 of Law nº 46/2018 of 13/08/2018 counter-terrorism is repealed. 6: Drafting, consideration and of this Law Law was drafted in English, considered adopted in Ikinyarwanda. 7: Repealing provision prior legal provisions contrary to this are repealed. 8: Commencement Law comes into force on the date of its in the Official Gazette of the of Rwanda. (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Jonhson w’Ubutabera akaba n’Intumwa Nkuru ya Leta Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux"
    }
  ],
  "definitions": []
}
