{
  "id": "rw-law-2021-37",
  "type": "statute",
  "title": "Law amending Laws governing Recovery of Offence-Related Assets",
  "title_en": "Law amending Laws governing Recovery of Offence-Related Assets",
  "short_name": "Law 37 of 2021",
  "status": "in_force",
  "issued_date": "2021-07-28",
  "in_force_date": "2021-07-30",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/37/eng@2021-07-30",
  "provisions": [
    {
      "provision_ref": "artpremier",
      "section": "premier",
      "title": "Article premier - Biens recouvrables",
      "content": "Ingingo ya 3 y'Itegeko n° 42/2014 ryo ku wa Article 3 of Law n° 42/2014 of 27/01/2015 L’article 3 de la Loi n° 42/2014 du 27/01/2015 27/01/2015 rigenga igaruza ry'umutungo governing recovery of offence-related assets is portant recouvrement des biens infractionnels ufitanye isano n'icyaha ihinduwe ku buryo amended as follows: est modifié comme suit: bukurikira: «Umutungo ugaruzwa ni umutungo ukomoka “Recoverable assets are those derived from the « Les biens recouvrables sont ceux résultant des ku byaha bikurikira: following offences: infractions suivantes: 1° ruswa; 1° corruption; 1° la corruption; 2° iterabwoba; 2° terrorism; 2° le terrorisme; 3° illicit trafficking of narcotics; 3° le trafic illicite de stupéfiants; 4° ubucuruzi butemewe bw’intwaro, ubw’umutungo, ubw’inyamaswa n’ubw’ibindi bitemewe mu bucuruzi; 4° illicit trafficking of weapons, goods, animals and other items not authorized for commerce; 4° le trafic illicite d’armes, de biens, d’animaux et d’autres articles non autorisés au commerce; 5° icuruzwa ry’abantu; 5° trafficking in persons; 5° la traite de personnes; 6° exploitation of prostitution of others; 6° l’exploitation de la prostitution d’autrui; 3° ubucuruzi bw’ibiyobyabwenge; 6° gushakira inyungu mpuzabitsina y’undi; butemewe mu mibonano 7° gukoresha ku muntu cyangwa ku nyamaswa mu buryo butemewe imisemburo, ibyica imisemburo, imiti yongera imbaraga mu mubiri cyangwa ibindi byongera imisemburo cyangwa gukora ubucuruzi butemewe bw’ibyo bintu; 7° Illicit use in a person or animal of substances with hormonal, anti-hormonal, beta-adrenergic or production stimulating effects or illegal trade in such substances; 7° l’utilisation illicite de substances hormonales, antihormonales, bêtaadrénergiques ou stimulant la production sur une personne ou sur un animal ou le commerce illicite de ces substances; 8° ubucuruzi y’abantu; 8° trafficking in human organs; 8° le trafic d’organes humains; 9° icyaha kijyanye n’icuruzwa ry’imigabane ku isoko cyangwa guhamagarira rubanda gufata imigabane bitemewe n’amategeko; 9° offence related to the stock market exchange or illegal public issue of shares; 9° l’infraction boursière ou l’offre au public de titres financiers de manière illégale; 10° ubwambuzi bushukana mu bikorwa by’imari, ubwambuzi cyangwa ubujura bukoreshejwe kiboko cyangwa ibikangisho, gukora cyangwa gukoresha inyandiko mpimbano, igihombo cy’uburiganya; 10° financial fraud, extortion or theft with violence or threats, forgery and use of forged documents, fraudulent bankruptcy; 10° l’escroquerie financière, l’extorsion ou le vol avec violence ou menaces, le faux et usage de faux, la banqueroute frauduleuse; 11° kunyereza umutungo; 11° embezzlement; 11° le détournement de fonds; 12° kuyobya amato, indege n’ibinyabiziga; 12° hijacking of vessels, aircrafts and vehicles; 12° le détournement de navires, d’avions et de véhicules; 13° gushimuta; 13° kidnapping; 13° l’enlèvement; 14° iyezandonke; 14° money laundering; 14° le blanchiment de capitaux; bw’ingingo z’imibiri 15° ibyaha bijyanye n’amasoko ya Leta; 15° offences related to public procurement; 15° les infractions liées aux marchés publics; 16° gutera inkunga iterabwoba; 16° financing of terrorism; 16° le financement du terrorisme; 17° gutera inkunga ikwirakwizwa ry’intwaro za kirimbuzi; 17° financing of proliferation of weapons of mass destruction; 17° le financement de la prolifération des armes de destruction massive; 18° ikindi cyaha cyose giteganywa n’itegeko cyakozwe ku bijyanye n’umutungo rusange, umutungo w’urwego cyangwa umutungo w’umuntu ku giti cye.» 18° any other offence provided by the Law committed with respect to public assets, assets of an organ or assets of a natural person.” 18° toute autre infraction prévue par la loi commise à l’égard des biens publics, des biens d’un organe ou des biens d’une personne physique. » Ingingo ya wanyazwe 2: Kugabana umutungo Article 2: Sharing of confiscated assets"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 - Partage des biens confisqués",
      "content": "Itegeko n° 42/2014 ryo ku wa 27/01/2015 In Law n° 42/2014 of 27/01/2015 governing Dans la Loi n° 42/2014 du 27/01/2015 portant rigenga igaruza ry’umutungo ufitanye isano recovery of offence-related assets, Article 9 bis recouvrement des biens infractionnels, il est n’icyaha ryongewemo ingingo ya 9 bis iteye ku is inserted and worded as follows: inséré l’article 9 bis libellé comme suit: buryo bukurikira: «Ingingo ya 9bis: Kugabana umutungo “Article 9bis: Sharing of confiscated assets wanyazwe « Article 9bis: Partage des biens confisqués Umutungo wanyanzwe uragabanwa. Kugabana umutungo wanyazwe bikorwa mu gihe inzego zishinzwe kubahiriza amategeko z’igihugu cy’amahanga, cyangwa u Rwanda zagize uruhare mu iperereza kuri icyo cyaha cyangwa mu manza mbonezamubano zatumye hanyagwa Les biens confisqués sont soumis au partage. Le partage des biens confisqués s’applique dans des situations où les autorités chargées de l’application de la loi du pays étranger ou du Rwanda ont participé à l’enquête sur l’infraction ou à la procédure civile ayant mené Confiscated assets are subject to sharing. Sharing of confiscated assets applies in circumstances where Law enforcement authorities of a foreign country, or Rwanda participated in the investigation of the offence or in civil proceedings that led to the imitungo. confiscation of assets. à la confiscation des biens. Leta y’u Rwanda ishobora kugirana amasezerano na Leta y’igihugu cy’amahanga yo kugabana umutungo wanyanzwe n’ibiwukomokaho.» The Government of Rwanda may enter into an L’État du Rwanda peut conclure un accord avec agreement with the Government of a foreign l’État étranger pour le partage réciproque d’un country for reciprocal sharing of a confiscated bien confisqué et de ses produits.» asset and its proceeds.” Ingingo ya 3: Gusaba kugabana umutungo Article 3: Request for the sharing of Article 3: Demande de partage des biens wanyazwe confiscated assets confisqués Itegeko n ° 42/2014 ryo ku wa 27/01/2015 In Law n° 42/2014 of 27/01/2015 governing Dans la Loi n° 42/2014 du 27/01/2015 portant rigenga igaruza ry’umutungo ufitanye isano recovery of offence-related assets, Article 9 ter recouvrement des biens infractionnels, il est n’icyaha ryongewemo ingingo ya 9 ter iteye ku is inserted and worded as follows: inséré l’article 9 ter libellé comme suit: buryo bukurikira: «Ingingo ya 9 ter: Gusaba kugabana “Article 9 ter: Request for the sharing of « Article 9 ter: Demande de partage des biens umutungo wanyazwe confiscated assets confisqués Gusaba kugabana umutungo n’igihugu Request for the sharing of assets with a foreign La demande de partage des biens avec un pays cy’amahanga bikorwa binyuze mu nzira za country is done through diplomatic channels. étranger se fait par voies diplomatiques. diporomasi. Ubusabe bwo kugabana umutungo wanyazwe bwoherezwa n’igihugu gisaba, bukohererezwa Minisitiri ufite ubutabera mu nshingano binyuze muri Minisiteri ishinzwe ububanyi n’amahanga. Minisitiri ufite ubutabera mu nshingano asuzuma ibikubiye mu busabe akanabifataho umwanzuro. The request for the sharing of confiscated assets is submitted by the requesting country to the Minister in charge of justice via the Ministry in charge of foreign affairs. The Minister in charge of justice considers the content of the request and decides accordingly. La demande de partage des biens confisqués est transmise par le pays demandeur au Ministre ayant la justice dans ses attributions via le Ministère chargé des affaires étrangères. Le Ministre ayant la justice dans ses attributions examine le contenu de la demande et statue en conséquence. Minisitiri ufite ubutabera mu nshingano The Minister in charge of justice submits Le Ministre ayant la justice dans ses attributions yoherereza igihugu cy’amahanga ubusabe bw’u Rwanda’s request for the sharing of assets to the transmet la demande de partage de biens du Rwanda bwo kugabana umutungo kandi foreign country and ensures the follow-up of the Rwanda au pays étranger et assure le suivi de agakurikirana ishyirwa mu bikorwa ryabwo. execution of that request. l’exécution de cette demande. Kugabana umutungo bikorwa hakurikijwe amasezerano hagati y’u Rwanda n’igihugu cy’amahanga. Icyakora iyo nta masezerano ariho, kugabana umutungo bikorwa hakurikijwe ubwumvikane hagati y’ibihugu byombi.» The sharing of assets is carried out in accordance with the agreement between Rwanda and the foreign country. However, in the absence of the agreement, the sharing of assets is carried out through an understanding between both countries.” Le partage des biens est effectué conformément à l’accord entre le Rwanda et le pays étranger. Toutefois, en l’absence d’accord, le partage des biens se fait au moyen d’une entente entre les deux pays. » Ingingo ya 4: Itegurwa, isuzumwa n’itorwa Article 4: Drafting, consideration and Article 4: Initiation, examen et adoption de by’iri tegeko adoption of this Law la présente loi Iri tegeko ryateguwe mu rurimi This Law was drafted in English, considered La présente loi a été initiée en anglais, examinée rw’Icyongereza, risuzumwa kandi ritorwa mu and adopted in Ikinyarwanda. et adoptée en Ikinyarwanda. rurimi rw’Ikinyarwanda. Ingingo ya 5: Ivanwaho ry’ingingo Article 5: Repealing provision z’amategeko zinyuranyije n’iri tegeko"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5 - Disposition abrogatoire",
      "content": "Ingingo zose z’amategeko abanziriza iri kandi All prior legal provisions contrary to this Law Toutes les dispositions légales antérieures zinyuranyije na ryo zivanyweho. are repealed. contraires à la présente loi sont abrogées. Ingingo ya 6: Igihe iri tegeko ritangira Article 6: Commencement gukurikizwa"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6 - Entrée en vigueur",
      "content": "Iri tegeko ritangira gukurikizwa ku munsi This Law comes into force on the date of its La présente loi entre en vigueur le jour de sa ritangarijweho mu Igazeti ya Leta ya publication in the Official Gazette of the publication au Journal Officiel de la République Repubulika y’u Rwanda. Republic of Rwanda. du Rwanda. Kigali, 28/07/2021 (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre Bibonywe kandi bishyizweho Ikirango cya Repubulika: Seen and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston Minisitiri w’Ubutabera akaba n’Intumwa Nkuru ya Leta Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux"
    }
  ],
  "definitions": []
}
