{
  "id": "rw-ict-governance-2018",
  "type": "statute",
  "title": "Itegeko N° 60/2018 ryo ku Micungire y'Ikoranabuhanga ry'Amakuru na Itumanaho",
  "title_en": "Law N° 60/2018 of 22/08/2018 on Information and Communication Technology Governance",
  "short_name": "ICT Governance 2018",
  "status": "in_force",
  "issued_date": "2018-08-22",
  "in_force_date": "2018-08-22",
  "url": "https://www.minict.gov.rw/index.php?id=372",
  "description": "Law N° 60/2018 establishes the regulatory framework for information and communication technology governance in Rwanda, defining the roles of key institutions, setting standards for ICT deployment, and providing the legal basis for digital government initiatives. The law creates the Rwanda Information Society Authority (RISA) as the primary body responsible for coordinating ICT policy implementation and digital transformation across all government ministries and agencies.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1. Definitions",
      "content": "For the purposes of this Law: 'ICT' means information and communication technology, encompassing any technical means used to handle information and aid communication, including computer and network hardware, communication middleware, as well as necessary software; 'Digital government' means the use of digital technologies as an integrated part of government modernisation strategies to create public value; 'Interoperability' means the ability of ICT systems and services to work together and exchange information; 'Digital infrastructure' means the foundational ICT systems, networks, platforms, and facilities upon which digital services are built and delivered; 'National ICT Authority' means the Rwanda Information Society Authority (RISA) established under this Law; 'Open data' means data that can be freely used, re-used, and redistributed by anyone, subject only to requirements for attribution and share-alike; 'e-Government' means the use of digital technologies to transform government operations with the goal of improving the effectiveness, efficiency, and service delivery of government."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2. Scope and Application",
      "content": "This Law applies to all government institutions, public entities, private organisations, and individuals engaged in the deployment, management, or use of information and communication technology within the territory of Rwanda. It establishes governance principles applicable to the national ICT ecosystem and provides the legal basis for regulatory oversight of digital infrastructure, ICT services, and digital government programmes. The Law further applies to cross-border ICT activities where such activities have a direct and substantial effect within Rwanda. Ministries and government agencies shall align their ICT strategies and investments with the national ICT policy framework established under this Law. The Minister responsible for ICT shall issue regulations and guidelines specifying detailed requirements for specific sectors."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3. Establishment of Rwanda Information Society Authority",
      "content": "There is hereby established a public institution known as the Rwanda Information Society Authority (RISA). RISA shall be a body corporate with perpetual succession and a common seal, capable of suing and being sued, and of performing all acts necessary or incidental to the discharge of its functions under this Law. RISA shall be under the supervision of the Ministry responsible for ICT. The Board of Directors of RISA shall be appointed by the Cabinet upon the recommendation of the Minister responsible for ICT. RISA shall have an Executive Director appointed by the Cabinet upon recommendation of the Minister. The financial resources of RISA shall comprise funds allocated by the Government, grants, donations, and any other income lawfully received. RISA shall submit annual reports on its activities and financial performance to the Minister responsible for ICT and to Parliament."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4. Functions of RISA",
      "content": "RISA shall: (a) coordinate and oversee the implementation of the national ICT policy and digital government programmes across all government institutions; (b) develop, maintain, and promote national ICT standards, guidelines, and best practices; (c) facilitate the deployment of shared digital government infrastructure, platforms, and services; (d) promote digital literacy and ICT skills development among the population; (e) coordinate with the private sector, civil society, and international partners on ICT development initiatives; (f) manage and coordinate the national enterprise architecture for government ICT systems; (g) develop and maintain frameworks for interoperability of government ICT systems; (h) promote innovation and research in the ICT sector; (i) advise the Government on ICT matters, including emerging technologies and their implications; (j) carry out any other functions assigned to it by the Minister or as may be provided by other laws."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5. Digital Government Principles",
      "content": "Digital government services and systems developed and deployed by government institutions shall adhere to the following principles: (1) Digital by design — government services shall be designed primarily for digital delivery, with physical alternatives where necessary for inclusivity; (2) User-centred — services shall be designed around user needs, with continuous feedback and improvement mechanisms; (3) Interoperable — systems shall be built to work together and share data in a standardised manner; (4) Open standards — where technically feasible, open standards shall be preferred over proprietary technologies; (5) Secure by design — security shall be integrated into system design from inception, not added as an afterthought; (6) Privacy by design — personal data protection measures shall be incorporated into ICT systems from the design phase; (7) Once-only — citizens and businesses should not be required to submit information to government more than once; (8) Inclusive — digital services shall be accessible to all, including persons with disabilities and those in remote areas."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6. National ICT Infrastructure",
      "content": "The Government shall develop and maintain national ICT infrastructure to support digital government and private sector ICT activities. National ICT infrastructure designated as critical shall be identified and protected in accordance with applicable cybersecurity frameworks and standards. RISA shall maintain a register of critical national ICT infrastructure in coordination with the National Cyber Security Authority. Government institutions shall procure and deploy ICT infrastructure in compliance with national standards and guidelines established by RISA. Shared ICT infrastructure platforms provided by RISA may be used by government institutions in lieu of developing separate institutional systems, where such shared platforms meet institutional requirements. The Government shall promote the development of broadband infrastructure across Rwanda to ensure universal access to digital services."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7. ICT Procurement and Investment",
      "content": "All government ICT procurement shall be conducted in accordance with public procurement laws and regulations, and shall additionally comply with technical standards and guidelines issued by RISA. Government institutions shall submit major ICT investment proposals for technical review by RISA before approval and procurement. RISA shall issue guidelines defining the threshold for major ICT investments requiring mandatory review. In evaluating ICT procurement, government institutions shall consider total cost of ownership, interoperability, security, data sovereignty, and long-term sustainability. The use of open-source software shall be considered and, where technically and economically viable, preferred. ICT procurement contracts shall include provisions for data ownership, system documentation, security requirements, and exit management."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8. Open Data Policy",
      "content": "Government institutions shall make data generated in the course of their public functions available as open data, except where data is protected by law, restricted for national security reasons, or contains personal data. RISA shall maintain a national open data portal providing a single access point for government open data. Government institutions shall publish data in machine-readable, standardised formats and shall provide adequate metadata to enable effective use of the data. RISA shall establish and maintain a classification framework for government data, specifying which categories of data shall be made publicly available and which shall remain restricted. Government institutions shall appoint data stewards responsible for managing and publishing open data in accordance with RISA guidelines. The national open data programme shall be reviewed periodically to ensure alignment with evolving best practices."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9. Digital Identity",
      "content": "The Government shall maintain a national digital identity system enabling individuals to authenticate themselves securely when accessing digital government services. RISA shall coordinate the development and management of the national digital identity infrastructure in collaboration with relevant government institutions. The national digital identity system shall be designed to meet varying levels of assurance appropriate to different service categories. Private sector entities may be authorised to use the national digital identity infrastructure for authentication purposes, subject to applicable laws and agreements with the responsible authority. The use of digital identity shall be voluntary except where specifically required by law, and alternative means of identification shall be maintained for individuals unable or unwilling to use digital identity services. The national digital identity system shall incorporate strong privacy protections and shall operate in compliance with applicable personal data protection law."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10. Electronic Records Management",
      "content": "Government institutions shall manage electronic records in accordance with the National Archives Law and guidelines issued by RISA. Electronic records shall be treated as legally equivalent to paper records where they meet applicable legal requirements for authenticity, integrity, and accessibility. Government institutions shall implement document management systems meeting national standards for electronic records preservation. RISA shall issue guidelines on the retention, disposition, and archiving of electronic records. Long-term digital preservation shall be planned and implemented to ensure the continued accessibility of electronic records beyond the operational life of any particular ICT system. Electronic records management systems shall incorporate audit trail functionality to ensure accountability and support compliance with legal requirements."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11. ICT Human Capacity Development",
      "content": "The Government shall invest in the development of ICT skills and capacity across the public sector and the broader population. RISA shall coordinate national ICT capacity development programmes, working with educational institutions, the private sector, and international partners. Government institutions shall develop ICT training plans for their staff aligned with their digital transformation objectives. RISA shall establish a national ICT competency framework defining the skills and knowledge expected of ICT professionals in the public sector. The Government shall promote STEM education at all levels to build a sustainable pipeline of ICT talent. Partnerships with universities, technical and vocational education institutions, and the private sector shall be established to provide relevant and high-quality ICT training."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12. ICT Sector Coordination",
      "content": "A national ICT steering committee, chaired by the Minister responsible for ICT and comprising representatives of relevant government institutions, the private sector, civil society, and academia, shall be established to provide strategic direction for the national ICT ecosystem. RISA shall serve as the secretariat to the national ICT steering committee. The steering committee shall convene at least quarterly to review ICT policy implementation, coordinate cross-institutional ICT initiatives, and advise the Minister on matters requiring policy attention. Government institutions shall designate ICT focal points responsible for liaison with RISA and participation in national ICT coordination mechanisms. The national ICT steering committee shall publish an annual report on the state of ICT development in Rwanda."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13. Technology Innovation and Research",
      "content": "The Government shall foster an environment conducive to ICT innovation and technology-driven economic development. RISA shall maintain an ICT innovation programme providing support to start-ups, entrepreneurs, and researchers working on technology solutions relevant to Rwanda's development priorities. Government institutions may establish or participate in technology sandboxes or regulatory innovation frameworks enabling the piloting of new ICT applications under supervised conditions. RISA shall maintain partnerships with international research institutions and technology organisations to facilitate knowledge transfer and technology adoption. The Government shall promote digital entrepreneurship as a key driver of economic growth and shall include ICT sector development as a priority in national economic planning frameworks."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14. Compliance and Enforcement",
      "content": "RISA shall monitor compliance of government institutions with ICT governance requirements established under this Law and related regulations and guidelines. RISA may conduct audits of government ICT systems and infrastructure to assess compliance with applicable standards. The findings of RISA audits shall be reported to the relevant institution, the Minister responsible for ICT, and, where appropriate, to the Cabinet. Government institutions found non-compliant with ICT governance requirements shall submit remediation plans to RISA within thirty days of receiving an audit finding. RISA shall establish an ICT governance compliance dashboard accessible to the public to promote transparency and accountability. Repeated or serious non-compliance by a government institution shall be reported to the Office of the Prime Minister for appropriate action."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15. Miscellaneous and Final Provisions",
      "content": "The Minister responsible for ICT shall, by statutory order, establish detailed regulations necessary for the implementation of this Law, including regulations on ICT standards, procurement procedures, digital identity governance, and open data management. RISA shall publish guidelines and technical specifications supplementing ministerial regulations and providing practical guidance for compliance. Any institution or person aggrieved by a decision of RISA made under this Law may appeal to the Minister responsible for ICT within thirty days of the decision, and thereafter to the competent administrative court. This Law repeals any previous provisions that are inconsistent with it. This Law shall enter into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {"term": "ICT", "definition": "Information and communication technology, encompassing any technical means used to handle information and aid communication.", "source_provision": "art1"},
    {"term": "digital government", "definition": "The use of digital technologies as an integrated part of government modernisation strategies to create public value.", "source_provision": "art1"},
    {"term": "interoperability", "definition": "The ability of ICT systems and services to work together and exchange information.", "source_provision": "art1"},
    {"term": "RISA", "definition": "Rwanda Information Society Authority, the national ICT coordination and oversight body established under this Law.", "source_provision": "art3"},
    {"term": "open data", "definition": "Data that can be freely used, re-used, and redistributed by anyone, subject only to requirements for attribution and share-alike.", "source_provision": "art1"},
    {"term": "digital identity", "definition": "A digital representation of an individual's identity enabling secure authentication when accessing digital services.", "source_provision": "art9"}
  ]
}
