{
  "id": "rw-law-parliament-2021-27",
  "type": "statute",
  "title": "Law Governing Land",
  "title_en": "Law Governing Land",
  "short_name": "Law 27 of 2021",
  "status": "in_force",
  "issued_date": "2021-06-10",
  "in_force_date": "2021-06-10",
  "url": "https://rwandalii.org/akn/rw/act/law/parliament/2021/27/eng@2021-06-10",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER",
      "section": "1",
      "title": "Article 1 - Purpose of this Law",
      "content": "This Law determines modalities of acquisition, registration, allocation, possession, transfer, management and use of land."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER",
      "section": "2",
      "title": "Article 2 - Definitions",
      "content": "In this Law, the following terms have the following meanings: 1º special economic zone: delimited and physically secured geographic area administered by competent organ, to facilitate investment; 2º land use consolidation: procedure of rearrangement of small and fragmented land parcels to form larger holdings in order to efficiently manage and use the land in a more efficient and uniform manner to increase its productivity; 3º servitude: a landowner’s obligation to convey to another person a portion of his or her land for use as a pathway due to its location; 4º certificate of land registration: document certifying that a land is registered; 5º swamp: a plain area between hills or mountains with water and biodiversity, whose boundaries are determined in accordance with the provisions of this Law; 6º national roads: international roads that link Rwanda with neighbouring countries, roads that link Districts or a District and the City of Kigali, roads that link areas of tourist significance and facilities of national or international importance such as ports and airports; 7º donation: a transfer, free of charge, from one person to another of a full right over a land property which belongs to the transferrer or over which he or she has rights; 8º escheat land: a land with no heir; 9º freehold: a form of land tenure based on a contract between person and the State, where it grants him or her full and indefinite rights over the land; 10º vacant land: abandoned land. 11º land concession: contract between a State and a person where it grants him or her the right to use a private State land for investment and social welfare purposes for a fixed term; 12º land title: authentic document confirming a person’s rights to land, governed by laws and delivered by the competent authority in accordance with relevant laws; 13º decentralised entities: decentralised administrative entities with or without legal personality; 14º strategic investment: an investment approved as such by the competent authority; 15º land acquired in a fraudulent manner: any illegal appropriation of land; 16º expropriation: an action based on the powers of the State, public institutions and decentralized entities with legal personality to remove a person from his or her property due to public interest upon prior payment of fair compensation; 17º Ministry: the Ministry in charge of land; 18º Minister: the Minister in charge of land; 19º Land register: land-related data bank in electronic or printed format; 20º agriculture and livestock: any activities related to crops, forestry, nurseries and rearing of any animals that is carried out on the land; 21º emphyteutic lease: type of land ownership based on a long-term contract between the State and person granting him or her rights on land; 22º land right: inalienable ability of person to obtain, possess and utilise land at their discretion so long as their activities on that land do not violate the inalienable rights of others; 23º State land: land owned by the State of Rwanda; 24º land: a field, a plot or a farm located in a known geographical area and with boundaries, including its airspace, the objects underground, the surrounding biodiversity, structures and developments on that surface; 25º competent authority: one or several organs with powers provided for by law; 26º prescription: procedure of acquiring or losing rights over land due to expiration of a certain period of time provided for by laws; 27º sub-lease: a contract between holder of an emphyteutic lease or freehold and another person so that the latter may exploit the former’s land in return for payment of an agreed fee; 28º registrar of land titles: authorised public officer responsible for keeping authentic land titles and updating the land register; 29º person: individual, group of individuals who co-own land, state-owned company, a non-public company, a cooperative, a national non-governmental organisation, an international non-governmental organisation or a faith-based organisation with legal personality; 30º foreigner: an individual without Rwandan nationality, individuals who co-own land, a company, an international organisation or cooperative, with legal personality from a foreign country."
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER",
      "section": "3",
      "title": "Article 3 - Land as a common heritage",
      "content": "Land is part of the common heritage of all Rwandans, the ancestors, present and future generations. Without prejudice to recognised rights of people, the State has absolute power to manage all lands situated in its national territorial boundaries which it exercises in the general interest with a view to ensuring rational economic and social development in accordance with laws. Subject to provisions of Paragraph One of this Article, the State is the sole authority to grant rights of tenure and use of land."
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER",
      "section": "4",
      "title": "Article 4 - Rural lands and urban lands",
      "content": "Rural lands are lands located outside the urban area characterized by clustered settlement where the economy and social welfare are mainly based on agriculture and livestock. Urban lands are lands that are confined within boundaries of urban areas. An Order of the Minister determines boundaries of rural clustered settlement sites and urban lands."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER",
      "section": "5",
      "title": "Article 5 - Equal right to land",
      "content": "Any form of discrimination in relation to access to land and enjoyment of real rights to land is prohibited. The land rights of spouses depend on the type of matrimonial regime of their choice."
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER",
      "section": "6",
      "title": "Article 6 - Right to freehold",
      "content": "A Rwandan is entitled to freehold tenure. A Presidential Order may, for exceptional circumstances of strategic national interest, approve grant of a freehold title to foreigner. Private individual’s land subject to freehold cannot exceed two (2) hectares per person unless an Order of the Minister authorises otherwise. An order of the Minister determines categories of lands subject to freehold, modalities of acquisition of freehold, requirements for granting freehold and compliance requirements for the freehold holder."
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER",
      "section": "7",
      "title": "Article 7 - Land allocated by Rwanda to",
      "content": "another country The land allocated by Rwanda to another country is governed by this Law."
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure",
      "section": "8",
      "title": "Article 8 - Land allocated to Rwanda by",
      "content": "another country The land allocated to Rwanda by another country is governed by the laws of that country. REGISTRATION and certification of land rights"
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure",
      "section": "9",
      "title": "Article 9 - Modalities of land tenure",
      "content": "A person who acquired land through inheritance, succession, purchase, donation, exchange, land sharing or legal grant by competent authorities, owns it in accordance with one of the following tenure modalities: 1 º emphyteutic lease; 2 º freehold."
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure",
      "section": "10",
      "title": "Article 10 - Land allocation, period of",
      "content": "emphyteutic lease and land concession Without prejudice to provisions of Article 9 of this Law, lands are allocated by the State in form of emphyteutic lease and land concession. The emphyteutic lease and land concession period does not exceed ninety-nine (99) years which may be renewed. When the emphyteutic lease period expires, the lease period for a Rwandan is renewed automatically. A Prime Minister’s Order determines modalities for land allocation and acquisition, emphyteutic lease, State land concession and lease, the exact duration of emphyteutic lease and State land concession and lease and its renewal."
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure",
      "section": "11",
      "title": "Article 11 - Concession on a State land",
      "content": "A State land may be subject to concession for: 1º improvement of social welfare of the population; 2º strategic investment. A concessionaire of a State land signs land concession and acquires a concession title in accordance with the requirements determined by a Prime Minister’s Order. The term of land concession depends on the nature of the project and the land use but cannot exceed forty-nine (49) years. The term referred to under Paragraph 3 of this Article may be renewed upon consent between the State and the concessionaire depending on the nature of investment and the way he/she exploited the land. A land concession is granted to an investor to whom a land has been conceded for strategic investment for agricultural use, livestock, forestry, tourism, social welfare activities, sports and leisure, mining and quarrying and scientific research activities. However, an investor to whom a land has been conceded for agricultural use may be granted emphyteutic lease basing on the state of infrastructures that he or she has installed on that land. An investor to whom a land has been conceded for strategic investment has no right to sell, transfer or mortgage the land. However, he or she may sell, transfer or mortgage the concession rights on the property on that land in accordance with the land concession and the remaining land concession period. However, an investor or a person to whom the rights referred to under Paragraph 7 of this Article have been transferred is not allowed to transfer his or her rights on the land or to change the investment activities for which the land was conceded to him or her without prior approval of the organ in charge of investment. An Order of the Minister may determine other activities which may be performed on the State lands on the basis of land concession."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure",
      "section": "12",
      "title": "Article 12 - State lands lease",
      "content": "State lands lease is a State private domain land lease agreement between the State and an investor for strategic investment in construction of infrastructures for commercial purposes. Buildings for commercial purposes are trade centers, hotels, real estate, restaurants, public parks, tourism sites, schools, hospitals, passengers or goods transportation stations and industries. An investor referred to under Paragraph One of this Article acquires a land lease title in accordance with the requirements determined by a Prime Minister’s Order. An Order of the Minister may determine other infrastructures intended for commercial purposes. The term of lease depends on the nature of the project and the land use plan but cannot exceed ninety-nine (99) years. However, the term may be renewed upon consent between the State and the lessee depending on the nature of investment and the way he/she has exploited that land. An investor granted land lease for strategic investment in accordance with the provisions of this Article has no right to sell or transfer that land. However, he or she has the right to mortgage the land and activities developed on that land in accordance with the agreement signed with the State and other relevant laws. In case of default of payment, the mortgage creditor or buyer is required to use the mortgage in respect of the requirements and specific use of the land to serve the investment purpose for the remaining lease period. The investor granted State land lease is not allowed to change the activities related to his or her initial purpose for State land lease without prior approval of the competent organ."
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure",
      "section": "13",
      "title": "Article 13 - Competition on State lands",
      "content": "concession or lease Without prejudice to the provisions of investment laws, concession or lease on State lands in private domain for investment is done through a competition except when otherwise approved by the Cabinet for specific grounds. Concession or lease on State lands for investment is based on approved business plan by the competent authority in accordance with the importance and value of the investment."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure",
      "section": "14",
      "title": "Article 14 - Compliance requirements",
      "content": "for State lands granted for lease or concession An investor granted a concession or lease on State lands uses it in conformity with the contract he or she concluded with the Government of Rwanda, the business plan approved by the competent authority and other documents determined in accordance with relevant laws. In case of non-compliance with the requirements referred to in Paragraph One of this Article, the Government of Rwanda has the right to repossess the land granted to investor in accordance with the provisions of the agreement and relevant laws."
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure",
      "section": "15",
      "title": "Article 15 - Certification of emphyteutic",
      "content": "lease, freehold or land concession The certification of emphyteutic lease, freehold or land concession is a certificate of land registration delivered by the registrar of land titles. A Prime Minister’s Order determines the duties, powers and functioning of the registrar of land titles."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure | Section 2: Land registration",
      "section": "16",
      "title": "Article 16 - Foreigner’s rights on land",
      "content": "Without prejudice to provisions of Articles 6, 10, 11 and 12 of this Law, a foreigner has rights to: 1º an emphyteutic lease; 2º a land concession. The rights referred to under Paragraph One of this Article are only allocated for investment. A Presidential Order may determine other modalities of land possession by foreigner."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure | Section 2: Land registration",
      "section": "17",
      "title": "Article 17 - Land registration and its",
      "content": "cancellation A person has an obligation to register his or her land property. The State has also an obligation to register its land property. An Order of the Minister determines modalities and formalities for land registration and procedures of its cancellation."
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure | Section 2: Land registration",
      "section": "18",
      "title": "Article 18 - Certificate of land",
      "content": "registration and its probative value A certificate of land registration is an original copy of the land register bearing signature of the registrar of the land titles. It may be issued in an electronic or print format. The certificate of land registration constitutes a conclusive evidence of the land related rights whenever their acquisition is lawful."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure | Section 2: Land registration",
      "section": "19",
      "title": "Article 19 - Authenticity of deeds related",
      "content": "to land rights The certificate of land registration, the content of the land register and other deeds related to land rights approved by the registrar of land titles are authentic and are solely used for lawful purposes. However, the provisions of Paragraph One of this Article are void where it is proven that they are established on the basis of false information."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure | Section 2: Land registration | Section 3: Transfer of land rights",
      "section": "20",
      "title": "Article 20 - Format of the land register",
      "content": "and its content The land register is the original data bank of land records. The information contained in the land register is inserted, modified or deleted by the registrar of land titles and all copies are generated from the land register. An Order of the Minister determines the format of the land register."
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure | Section 2: Land registration | Section 3: Transfer of land rights",
      "section": "21",
      "title": "Article 21 - Right to transfer land rights",
      "content": "Land rights may be transferred between persons. Transfer of land rights is carried out through the following: 1º succession; 2º donation; 3º inheritance; 4º lease; 5º sale; 6º sub-lease; 7º exchange; 8º mortgage; 9º concession; 10° any other transfer means in conformity with conditions and methods provided for by laws."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure | Section 2: Land registration | Section 3: Transfer of land rights",
      "section": "22",
      "title": "Article 22 - Consent to transfer land",
      "content": "rights A transfer of land rights, before it is carried out, is consented by all persons registered on the land title. However, the transfer of land rights jointly detained by spouses, is approved by both of them, even if one of the spouses is not registered on the land title. A person who has been deprived of legal capacity by a competent court or a minor are represented in accordance with relevant laws."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure | Section 2: Land registration | Section 3: Transfer of land rights",
      "section": "23",
      "title": "Article 23 - Formation of the contract of",
      "content": "land rights transfer The contract of land rights transfer done in writing is signed by transferee and transferor of land rights, approved and witnessed by the signature of the notary competent in land matters or any other notary recognised by the chief registrar of land titles. The transfer contract referred to under Paragraph One of this Article may be done electronically through digital signature of both parties granted by the competent organ in accordance with relevant laws."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure | Section 2: Land registration | Section 3: Transfer of land rights",
      "section": "24",
      "title": "Article 24 - Validity of the transfer of",
      "content": "land rights A transfer of land rights is valid upon its registration in the land register."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure | Section 2: Land registration | Section 3: Transfer of land rights | Section 4: Land rights sub-lease or sub-",
      "section": "25",
      "title": "Article 25 - Land services provided by an",
      "content": "individual Without prejudice to the provisions of this Law, an individual provides the following land services: 1 º land surveying; 2 º notary services; 3 º land valuation services. An Order of the Minister may determine other land services provided by an individual and related modalities. freehold"
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure | Section 2: Land registration | Section 3: Transfer of land rights | Section 4: Land rights sub-lease or sub-",
      "section": "26",
      "title": "Article 26 - Land rights sub-lease or sub-",
      "content": "freehold contracts A person with land lease or freehold rights may sub-lease or sub-freehold them with written contract thereof. An Order of the Minister determines modalities for sub-lease of agricultural, livestock and forest land."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER II: LAND TENURE AND | Section One: Modalities of land tenure | Section 2: Land registration | Section 3: Transfer of land rights | Section 4: Land rights sub-lease or sub-",
      "section": "27",
      "title": "Article 27 - Land rights sub-lease or sub-",
      "content": "freehold on behalf of a person who lacks capacity to represent himself or herself A land rights sub-lease or sub-freehold carried out by a representative of a minor or any other person deprived of capacity by the competent court is made through written contract and cannot exceed a period of five (5) years renewable. In case the contract of land rights sub-lease or sub-freehold is carried out on behalf of a minor, the latter may continue or terminate the contract at acquisition of majority age. In case deprivation of capacity is cancelled by a competent court, a person whose capacity is rehabilitated may accept or terminate the land rights sub-lease or sub- freehold."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER III: STATE LANDS AND | Section One: Management of State lands",
      "section": "28",
      "title": "Article 28 - Registration of land sub-",
      "content": "lease rights A person holding rights based on sub-lease of land reserved for agriculture, livestock and forestry for a period of five (5) years or more is required to register them in the land register. In case the rights are based on a sub-lease of less than five (5) years, the registration is optional. THEIR MANAGEMENT"
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER III: STATE LANDS AND | Section One: Management of State lands",
      "section": "29",
      "title": "Article 29 - Classification of State lands",
      "content": "State lands are classified as follows: 1 º lands in public domain; 2 º lands in private domain."
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER III: STATE LANDS AND | Section One: Management of State lands",
      "section": "30",
      "title": "Article 30 - Transfer of State lands",
      "content": "Lands in the public domain of the State are inalienable whereas lands in the private domain of the State are alienable. The transfer of State lands from public domain to private domain is done in accordance with this Law. An Order of the Minister may transfer State lands in private domain to a State-owned company or a specialized State organ."
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER III: STATE LANDS AND | Section One: Management of State lands",
      "section": "31",
      "title": "Article 31 - State lands in public domain",
      "content": "State lands in public domain consist of all lands intended to be used by the general public or all the lands reserved for organs of State services and national lands reserved for environmental protection. The lands mentioned in Paragraph One of this Article are the following: 1º lands occupied by lakes or rivers as listed by an Order of the Minister in charge of water resources; 2º lands on the banks of lakes or rivers up to a distance determined by an Order of the Minister in charge of water resources starting from the furthest line reached by water depending on successive floods, excluding exceptional floods; 3º lands occupied by springs and wells determined by an Order of the Minister in charge of water resources; 4º national lands composed of natural forests, national parks, protected swamps, State public gardens and tourist sites; 5º islands as listed by an Order of the Minister; 6º national roads and their boundaries; 7º lands reserved for public State activities and infrastructure; 8º lands reserved cemeteries; 9º lands on which memorial sites of the genocide against the Tutsi are built. Except for lands on which memorial sites of the genocide against the Tutsi are built that cannot be transferred from public domain, lands mentioned in this Article are for public transferred from public domain to private domain by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER III: STATE LANDS AND | Section One: Management of State lands",
      "section": "32",
      "title": "Article 32 - State lands in private domain",
      "content": "State lands in private domain consist of: 1º lands that are not included in State lands reserved for public activities or infrastructure; 2º lands of a State-owned company excluding lands reserved for public activities or infrastructure of that company; 3º lands registered under the name of a specialized organ basing on its responsibilities excluding lands reserved for public activities or infrastructure of that organ; 4º lands that do not belong to individuals. Lands in private domain of the State is composed of the following categories: 1º vacant lands; 2º escheat lands; 3º lands repossessed by State in accordance with laws; 4º State lands previously occupied by public activities that were transferred from public domain in accordance with relevant laws; 5º lands the State acquired through purchase, exchange, donation or expropriation; 6º unprotected swamps; 7º lands occupied by State owned forests; 8º lands derived from non-renewed emphyteutic lease issued to foreigner as provided by this Law; 9º lands reserved cemeteries. for special"
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER III: STATE LANDS AND | Section One: Management of State lands",
      "section": "33",
      "title": "Article 33 - Swamp lands tenure",
      "content": "Swamp lands belongs to the State. They cannot be definitively allocated to individuals and no person can use the ground of holding swamp lands for a long time to justify the definitive takeover of lands. However, swamp lands may be granted through concession to a person based on concession agreement concluded between the Ministry and the concessionaire. A Prime Minister’s Order outlines a list of swamp lands, their classification and boundaries and sets up modalities of their use, development and management for the sustainable benefit of the Rwandan population."
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER III: STATE LANDS AND | Section One: Management of State lands | Section 2: Identification and registration",
      "section": "34",
      "title": "Article 34 - Overriding State lands",
      "content": "A person is prohibited to override or allocate himself or herself any State land right. of State lands"
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER III: STATE LANDS AND | Section One: Management of State lands | Section 2: Identification and registration",
      "section": "35",
      "title": "Article 35 - Identification of State lands",
      "content": "The Ministry takes accurate records of geographic coordinates of all State lands and keeps all related information. Information relating to State lands is public except for lands meant for national security and sovereignty."
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER III: STATE LANDS AND | Section One: Management of State lands | Section 2: Identification and registration",
      "section": "36",
      "title": "Article 36 - Registration of State lands",
      "content": "State lands are registered on the State of Rwanda represented by the Ministry. However, a State private domain land used for commercial activities may be registered under the name of a State-owned company or a specialized organ according to their responsibilities. A public institution or decentralised entities must undertake registration of the land acquired through expropriation, donation, purchase or other way to the Ministry within a period not exceeding sixty (60) days from the date of acquisition. State lands are registered under freehold. However, State lands vested in commercial activities are granted an emphyteutic lease."
    },
    {
      "provision_ref": "art37",
      "chapter": "CHAPTER III: STATE LANDS AND | Section One: Management of State lands | Section 2: Identification and registration",
      "section": "37",
      "title": "Article 37 - Organ in charge",
      "content": "management of State lands of State lands are managed by the Government of Rwanda represented by the Ministry. However, State lands used for commercial activities registered under the name of State-owned company or a specialized organ are managed by that company or specialized organ in accordance with relevant laws."
    },
    {
      "provision_ref": "art38",
      "chapter": "CHAPTER III: STATE LANDS AND | Section One: Management of State lands | Section 2: Identification and registration",
      "section": "38",
      "title": "Article 38 - Special rights of land",
      "content": "transfer A State-owned company or a specialized State organ under which a State private domain land used for commercial activities is registered can transfer that land to each other in accordance with relevant laws."
    },
    {
      "provision_ref": "art39",
      "chapter": "CHAPTER III: STATE LANDS AND | Section One: Management of State lands | Section 2: Identification and registration",
      "section": "39",
      "title": "Article 39 - Rights to use State lands",
      "content": "A public institution or decentralised entities have the right to use the State lands required for accomplishing its mission and responsibilities. The institution in charge of land management and use conducts an inspection of the State land use and submits to the Ministry an inspection report at the latest on 30 th September every year. A Prime Minister’s Order determines modalities of using State lands by public institutions and decentralized entities and the format of the report on their use."
    },
    {
      "provision_ref": "art40",
      "chapter": "CHAPTER IV: USE OF LAND | Section One: Land rights use",
      "section": "40",
      "title": "Article 40 - Transfer of rights to use State",
      "content": "lands The rights to use State lands can be transferred between public institutions or between public institutions and decentralised entities. A Prime Minister’s Order determines modalities for granting rights to use State lands and for their transfer. RIGHTS AND OBLIGATIONS"
    },
    {
      "provision_ref": "art41",
      "chapter": "CHAPTER IV: USE OF LAND | Section One: Land rights use",
      "section": "41",
      "title": "Article 41 - Absolute enjoyment of land",
      "content": "rights A holder of land rights enjoys full rights in exploiting his or her land in accordance with legal provisions. The State grants the right to free ownership of land and protects the land rights holder from being dispossessed of the land whether totally or partially, except in case of expropriation in the public interest in accordance with relevant laws."
    },
    {
      "provision_ref": "art42",
      "chapter": "CHAPTER IV: USE OF LAND | Section One: Land rights use",
      "section": "42",
      "title": "Article 42 - Presumption of ownership of",
      "content": "property on land Buildings, crops and other property found on a land are presumed to belong to the land owner. However, that does not prohibit any other person to own buildings, crops and any other property on other person’s land in accordance with provisions of this Law, other laws or agreement with the land owner. In case a person constructs a building, plants crops or places other properties on another person’s land through procedures contrary to legal provisions or a contract, the land owner has the right to request the person who constructed the building or planted the crops on that land to remove them without prejudice to the land owner to claim for damages."
    },
    {
      "provision_ref": "art43",
      "chapter": "CHAPTER IV: USE OF LAND | Section One: Land rights use | Section 2: Land obligations",
      "section": "43",
      "title": "Article 43 - Rights on natural resources",
      "content": "Notwithstanding personal land rights and other related properties, all rights of ownership and control of natural resources on, under or upon any land in Rwanda are vested in the State in accordance with relevant laws."
    },
    {
      "provision_ref": "art44",
      "chapter": "CHAPTER IV: USE OF LAND | Section One: Land rights use | Section 2: Land obligations",
      "section": "44",
      "title": "Article 44 - Obligations for protection,",
      "content": "conservation and exploitation of lands A holder of land rights has obligations of protection, conservation and exploitation of lands in accordance with their intended use. A Prime Minister’s Order determines modalities for implementation of provisions of Paragraph One of this Article."
    },
    {
      "provision_ref": "art45",
      "chapter": "CHAPTER IV: USE OF LAND | Section One: Land rights use | Section 2: Land obligations",
      "section": "45",
      "title": "Article 45 - Servitude",
      "content": "A holder of land rights has an obligation of servitude. An order of the Minister determines types of servitude and modalities for implementation."
    },
    {
      "provision_ref": "art46",
      "chapter": "CHAPTER IV: USE OF LAND | Section One: Land rights use | Section 2: Land obligations",
      "section": "46",
      "title": "Article 46 - Land exploitation in",
      "content": "productive way A holder of land rights has an obligation to exploit the land by increasing its value and in a productive way in accordance with its nature and intended use. A person who, legally exploits another person’s land, is obliged to properly maintain and use it in a productive manner. A Prime Minister’s Order establishes standards and guidelines for land efficient use, monitoring and reporting tools for land use and criteria to consider whether land is efficiently or inefficiently exploited. Article 47: Non-obstruction underground or space activities to A holder of land rights must not obstruct underground activities or those in the space above his or her land when the activities are of public interest and are done in accordance with relevant laws. In case the activities mentioned in Paragraph One of this Article cause any loss to the holder of land rights, he or she is given fair compensation."
    },
    {
      "provision_ref": "art48",
      "chapter": "CHAPTER IV: USE OF LAND | Section One: Land rights use | Section 2: Land obligations",
      "section": "48",
      "title": "Article 48 - Payment of land tax and fees",
      "content": "A holder of land rights has the obligation to pay land tax and fees in accordance with relevant laws."
    },
    {
      "provision_ref": "art49",
      "chapter": "CHAPTER IV: USE OF LAND | Section One: Land rights use | Section 2: Land obligations | Section 3: Prescription",
      "section": "49",
      "title": "Article 49 - Termination",
      "content": "ownership contract of land The State may, after issuing to the land owner a written notice of ninety (90) days, terminate the land ownership contract if the lessee has not complied with the land ownership contract obligations. However, the State cannot terminate the land ownership contract if the land owner has presented reasonable grounds for not complying with the land ownership contract. An Order of the Minister determines modalities for terminating a land ownership contract."
    },
    {
      "provision_ref": "art50",
      "chapter": "CHAPTER IV: USE OF LAND | Section One: Land rights use | Section 2: Land obligations | Section 3: Prescription",
      "section": "50",
      "title": "Article 50",
      "content": "prescription Land rights from A person who owns land continuously and uninterruptedly, publicly and unequivocally for thirty (30) years from the date of acquisition of the land, may acquire the land rights by prescription. However, the sub-lease beneficiary cannot acquire rights from prescription. A Presidential Order may determine other circumstances that lead to land rights arising from prescription."
    },
    {
      "provision_ref": "art51",
      "chapter": "CHAPTER IV: USE OF LAND | Section One: Land rights use | Section 2: Land obligations | Section 3: Prescription",
      "section": "51",
      "title": "Article 51 - Approval of prescription",
      "content": "The registrar of land titles of the place where the land is located approves prescription after consideration of the report submitted by the land committee."
    },
    {
      "provision_ref": "art52",
      "chapter": "CHAPTER IV: USE OF LAND | Section One: Land rights use | Section 2: Land obligations | Section 3: Prescription",
      "section": "52",
      "title": "Article 52 - Acquisition of a land through",
      "content": "fraudulent means A person who, through fraudulent means, acquired vacant, escheat land or any other person’s land, cannot invoke the prescription of the right to land to claim definite right on the land, even if he or she has possessed the land for a period longer than the prescription period provided for in"
    },
    {
      "provision_ref": "art53",
      "chapter": "CHAPTER V: PLANNING OF LAND",
      "section": "53",
      "title": "Article 53 - Non-prescription among",
      "content": "members of the same family There is no prescription of land right among members of the same family. The family referred to in Paragraph One of this Article is determined by the order of succession in accordance with relevant laws. USE"
    },
    {
      "provision_ref": "art54",
      "chapter": "CHAPTER V: PLANNING OF LAND",
      "section": "54",
      "title": "Article 54 - Planning of land use and",
      "content": "development The planning of land use and development is governed in accordance with this Law. The use of land is guided by the land use master plan of the area where the land is located."
    },
    {
      "provision_ref": "art55",
      "chapter": "CHAPTER V: PLANNING OF LAND",
      "section": "55",
      "title": "Article 55 - Fundamental principles",
      "content": "governing use of lands The fundamental principles governing use of land are as follows: 1º the land use and development must be administered and managed so as to contribute to the sustainable development for the benefit of current and future generations of Rwanda; 2º the land use and development must take into account gender considerations; 3º the land use must help in minimizing the need for land development based on the excessive use of land, energy and natural resources; 4º the planning of land use and development must prioritise higher population density and multi-family residential settlements in an urban and rural areas; 5º the land use must prevent urban sprawl, maximize mixed zoning and integrated land uses; 6º the land use must consider all categories of land use."
    },
    {
      "provision_ref": "art56",
      "chapter": "CHAPTER V: PLANNING OF LAND",
      "section": "56",
      "title": "Article 56 - Initiation of draft master",
      "content": "plan of land use and development The draft national land use and development master plan is initiated by the Minister after consulting the Minister in charge of economic planning. Another public entity or decentralised entity with legal personality, after consulting the Minister, requests, in writing, the Minister in charge of economic planning to initiate a draft specific master plan of land use and development. The Minister in charge of economic planning responds, in writing, to the applicant entity in a period not exceeding thirty (30) days from the date of reception of the application. The Minister in charge of economic planning determines requirements to be fulfilled in the application referred to in this Article."
    },
    {
      "provision_ref": "art57",
      "chapter": "CHAPTER V: PLANNING OF LAND",
      "section": "57",
      "title": "Article 57 - Development of a land use",
      "content": "and development master plan The institution in charge of land use develops a land use and development master plan. The Ministry in charge of economic planning ensure coordination of activities of developing a land use and development master plan."
    },
    {
      "provision_ref": "art58",
      "chapter": "CHAPTER V: PLANNING OF LAND",
      "section": "58",
      "title": "Article 58 - Adoption of a land use and",
      "content": "development master plan A land use and development master plan is adopted by the Cabinet. However, the Council of the City of Kigali or of the District where the land is located adopts a detailed plan of plots and sites development for the implementation of national, City of Kigali and District land use master plans."
    },
    {
      "provision_ref": "art59",
      "chapter": "CHAPTER V: PLANNING OF LAND",
      "section": "59",
      "title": "Article 59 - Establishment of a land use",
      "content": "and development master plan A national land use and development master plan is established by a Presidential Order. The City of Kigali or a District land use and development master plan is established by an Order of the Minister in charge of economic planning. A specific sectorial land use master plan initiated by another public entity is established by an Order of the Minister in charge of economic planning."
    },
    {
      "provision_ref": "art60",
      "chapter": "CHAPTER V: PLANNING OF LAND",
      "section": "60",
      "title": "Article 60 - Standards of a land use and",
      "content": "development master plan The land use and development master plan must: 1º conform to the fundamental principles enshrined in this Law; 2º determine, indicate and designate the land use and development that should be adopted in each area in accordance with its specific conditions; 3º give effect to integrated and coordinated national visions, policies, strategies and practices affecting land use and development; 4º comply with a land use and development master plan on higher level."
    },
    {
      "provision_ref": "art61",
      "chapter": "CHAPTER V: PLANNING OF LAND",
      "section": "61",
      "title": "Article 61 - Compliance with the land use",
      "content": "and development master plan A person or organ using land have an obligation to comply with the land use and development master plan. A permit related to land use is granted in accordance with the land use and development master plan and standards set by a Prime Minister’s Order. However, any permit granted in contradiction with the provisions referred to in Paragraph 2 of this Article is null and void and has no effects irrespective of any kind of prescription."
    },
    {
      "provision_ref": "art62",
      "chapter": "CHAPTER V: PLANNING OF LAND",
      "section": "62",
      "title": "Article 62 - Monitoring compliance with",
      "content": "land use and development master plan The institution in charge of land use and management monitors the compliance with the land use and development master plan. The Ministry in charge of economic planning ensures that sector priorities and investments comply with land use and development master plan."
    },
    {
      "provision_ref": "art63",
      "chapter": "CHAPTER V: PLANNING OF LAND",
      "section": "63",
      "title": "Article 63 - Change of land use",
      "content": "The change of land use is carried out in accordance with the master plan and approved by the institution in charge of land management and use. An Order of the Minister determines the modalities of the change of land use."
    },
    {
      "provision_ref": "art64",
      "chapter": "CHAPTER V: PLANNING OF LAND",
      "section": "64",
      "title": "Article 64 - Lands for special economic",
      "content": "zones and industrial park and their management A specific law determines lands for special economic zones and industrial park."
    },
    {
      "provision_ref": "art65",
      "chapter": "CHAPTER VI: INSTITUTIONS IN",
      "section": "65",
      "title": "Article 65 - Use of land for agriculture",
      "content": "and livestock The land planned for agricultural and livestock use is protected and conserved. Every person has an obligation to use the land planned for agricultural and livestock use in accordance with land use consolidation. A Prime Minister’s Order determines modalities for implementation of provisions of Paragraph One of this Article. CHARGE OF LAND MANAGEMENT AND USE"
    },
    {
      "provision_ref": "art66",
      "chapter": "CHAPTER VI: INSTITUTIONS IN",
      "section": "66",
      "title": "Article 66 - Organ in charge of land",
      "content": "management and use at national level The land management and use at national level falls under the responsibilities of an institution in charge of land management and use."
    },
    {
      "provision_ref": "art67",
      "chapter": "CHAPTER VI: INSTITUTIONS IN",
      "section": "67",
      "title": "Article 67 - Organ in charge of land use",
      "content": "management and monitoring at decentralised entity level The land use management and monitoring at decentralised entity level fall under responsibilities of the City of Kigali, or District with legal personality in accordance with the concerned land territorial location. Each organ referred to in Paragraph One of this Article must comply with technical instructions established by an institution in charge of land management and use. Any act of land use management and monitoring in contradiction with instructions referred to in Paragraph 2 of this Article is null and void."
    },
    {
      "provision_ref": "art68",
      "chapter": "CHAPTER VII: ADMINISTRATIVE | Section One: Administrative measures",
      "section": "68",
      "title": "Article 68 - Land Committees",
      "content": "There is established Land Committees responsible for monitoring land management and use. An Order of the Minister determines the organisation, functioning, responsibilities and composition of Land Committees and their respective operation levels. MEASURES, FAULTS AND SANCTIONS, OFFENSES AND PENALTIES Sub-section One: Inspection of land use"
    },
    {
      "provision_ref": "art69",
      "chapter": "CHAPTER VII: ADMINISTRATIVE | Section One: Administrative measures",
      "section": "69",
      "title": "Article 69 - Monitoring and inspection of",
      "content": "land use Every year, at the latest on 30 th September, District and City of Kigali submit to the Minister a monthly-based cumulative inspection and monitoring report of the previous year on the use of individual land and State land. The Minister, after assessing the report, takes appropriate measures, in accordance with relevant laws, for proper exploitation of land. Sub-Section 2: Temporary requisition of land and repossession of requisitioned land"
    },
    {
      "provision_ref": "art70",
      "chapter": "CHAPTER VII: ADMINISTRATIVE | Section One: Administrative measures",
      "section": "70",
      "title": "Article 70 - Temporary requisition of",
      "content": "land The Minister may order requisition of land intended for agriculture, livestock or forestry non-exploited without sound reason. An order of the Minister determines criteria and modalities for temporary requisition of land and management of requisitioned land."
    },
    {
      "provision_ref": "art71",
      "chapter": "CHAPTER VII: ADMINISTRATIVE | Section One: Administrative measures",
      "section": "71",
      "title": "Article 71 - Repossession",
      "content": "temporarily requisitioned of land The holder of rights over the land temporarily requisitioned may apply to the Minister, in writing, for repossession of that land. An order of the Minister determines requirements and conditions for repossession of requisitioned land."
    },
    {
      "provision_ref": "art72",
      "chapter": "CHAPTER VII: ADMINISTRATIVE | Section One: Administrative measures",
      "section": "72",
      "title": "Article 72 - Allocation of poorly",
      "content": "exploited land in private domain of the State The Minister may temporarily allocate poorly exploited land in private domain of the State to an interested person who demonstrates willingness and capability to make it productive for a period not exceeding five (5) years renewable, upon written agreement of both parties. The Minister allocates lands mentioned in this Article following the investment plan as agreed by concerned parties. However, the Minister may return a land to the State private domain before the expiry of the agreed period after giving agreed upon compensation on the basis of level of development on the land. Sub-section 3: Resolution of disputes related to land marks, systematic land registration, lodging or cancellation of caveat"
    },
    {
      "provision_ref": "art73",
      "chapter": "CHAPTER VII: ADMINISTRATIVE | Section One: Administrative measures",
      "section": "73",
      "title": "Article 73 - Resolution of disputes",
      "content": "related to land boundaries and systematic land registration A person who claims for cancellation of decision made on the cases relating to the disputes based on the systematic land registration and land boundaries, submits his or her claim to the District with legal personality or the City of Kigali where the concerned land is located. The District with legal personality or City of Kigali takes decision on that claim within thirty (30) days from its reception. If he or she is not satisfied with the decision on his or her claim or when the period referred to in Paragraph 2 of this Article expires without being notified of the decision, he or she may appeal to the institution in charge of land management and use within thirty (30) days from the notification of the decision or the expiration date. The institution in charge of land management and use, when considering the appeal, invites the concerned parties for mediation. This institution may also invite relevant experts depending on the status of the concerned claim. The institution in charge of land management and use issues its decision in writing within a period not exceeding forty-five (45) days from the date of reception of the appeal. The decision taken by the institution in charge of land management and use is final and is not eligible to any further administrative review and if there is no court appeal for that decision within thirty (30) days from notification date, the decision bears an enforcement order. An order of the Minister determines modalities and procedures for resolution of disputes related to boundaries and systematic land registration."
    },
    {
      "provision_ref": "art74",
      "chapter": "CHAPTER VII: ADMINISTRATIVE | Section One: Administrative measures | Section 2: Faults and administrative",
      "section": "74",
      "title": "Article 74 - Lodging and cancellation of",
      "content": "caveat in land transfer A person who wants to lodge the caveat on land, submits his or her application, in writing, to the registrar of land titles, if: 1° the concerned land is the subject of the claim; 2° there is a decision of court that orders to lodge the caveat on the concerned land. The registrar of land titles cancels the caveat lodged on land, if there is any of the following: 1° the decision of the court that orders deregistration of the caveat on the concerned land; 2° the request of the person who lodged the caveat of that land. However, except for the caveat lodged by a court, the registrar of land titles, upon hearing both parties and when the caveat lodged is found baseless, cancels it. sanctions"
    },
    {
      "provision_ref": "art75",
      "chapter": "CHAPTER VII: ADMINISTRATIVE | Section One: Administrative measures | Section 2: Faults and administrative",
      "section": "75",
      "title": "Article 75 - Infringement of regulations",
      "content": "related to processing and issuance of land titles and maintenance of land registry Without prejudice to provisions of other laws, the registrar of land titles or any other official in charge of land registration, who deliberately, infringes regulations related to processing and issuance of land titles and maintenance of land registry commits a fault. He or she is liable to an administrative fine of not less than five hundred thousand Rwandan francs (FRW 500,000) but not more than one million Rwandan francs (FRW 1,000,000)."
    },
    {
      "provision_ref": "art76",
      "chapter": "CHAPTER VII: ADMINISTRATIVE | Section One: Administrative measures | Section 2: Faults and administrative",
      "section": "76",
      "title": "Article 76 - Non-compliance with the",
      "content": "land use and development master plan An individual who does not comply with the land use and development master plan commits a fault. He or she is liable to an administrative fine of not less than one million Rwandan francs (FRW 1,000,000) but not more than three million Rwandan francs (FRW 3,000,000). Without prejudice to other relevant laws, person who performs activities on that land removes them or pays the cost for their removal."
    },
    {
      "provision_ref": "art77",
      "chapter": "CHAPTER VII: ADMINISTRATIVE | Section One: Administrative measures | Section 2: Faults and administrative",
      "section": "77",
      "title": "Article 77 - Powers to impose an",
      "content": "administrative fine and its payment The institution in charge of land use and management, the City of Kigali and the District with legal personality have powers to impose an administrative fine to those who do not comply with the provisions of this Law in accordance with the concerned land territorial location. The administrative fine provided for under this Law is paid and deposited in the public treasury."
    },
    {
      "provision_ref": "art78",
      "chapter": "CHAPTER VII: ADMINISTRATIVE | Section One: Administrative measures | Section 2: Faults and administrative | Section 3: Offenses and penalties",
      "section": "78",
      "title": "Article 78 - Faults and penalties against",
      "content": "an entity with legal personality The fine provided for under this Law is multiplied by ten (10) in case the fault referred to under article 76 of this Law is committed by a state-owned company, non-public company, a cooperative organisation, a national non-governmental organisation, an international non- governmental organisation or a faith-based organisation with legal personality."
    },
    {
      "provision_ref": "art79",
      "chapter": "CHAPTER VII: ADMINISTRATIVE | Section One: Administrative measures | Section 2: Faults and administrative | Section 3: Offenses and penalties",
      "section": "79",
      "title": "Article 79 - Use of a land title for",
      "content": "unlawful purposes An individual, who uses a land title for unlawful purposes, commits an offence. Upon conviction, he or she is liable to an imprisonment for a term of not less than five (5) years but not more than seven (7) years and a fine of two (2) to four (4) times the value of the land concerned by the land title or only one of these penalties. Article _80: Provision of false information in land related matters An individual, who provides false information for allocating land rights to himself or herself or to others, commits an offence. Upon conviction, he or she is liable to an imprisonment for a term of not less than one (1) month but not more than three (3) months and a fine of not less than two hundred thousand Rwandan francs (FRW 200,000) but not more than five hundred thousand Rwandan francs (FRW 500,000) or only one of these penalties."
    },
    {
      "provision_ref": "art81",
      "chapter": "CHAPTER VII: ADMINISTRATIVE | Section One: Administrative measures | Section 2: Faults and administrative | Section 3: Offenses and penalties",
      "section": "81",
      "title": "Article 81 - Obstruction of performance",
      "content": "of underground and space activities An individual who obstructs performance of activities under or above his or her land when the activities are of public interest, are done in accordance with relevant laws and do not interfere with his or her land rights, commits an offence. Upon conviction, he or she is liable to an imprisonment for a term of not less than one (1) month but not more than three (3) months and a fine of not less than one hundred thousand Rwandan francs (FRW 100,000) but not more than three hundred thousand Rwandan francs (FRW 300,000) or only one of these penalties."
    },
    {
      "provision_ref": "art82",
      "chapter": "CHAPTER VII: ADMINISTRATIVE | Section One: Administrative measures | Section 2: Faults and administrative | Section 3: Offenses and penalties",
      "section": "82",
      "title": "Article 82 - Self allocation of State land",
      "content": "right An individual, who allocates himself or herself any State land right, commits an offence. Upon conviction, he or she is liable to an imprisonment for a term of not less than three (3) months but not more than six (6) months and a fine of three (3) to five (5) times the value of the land he or she allocated to himself or herself, or only one of these penalties."
    },
    {
      "provision_ref": "art83",
      "chapter": "CHAPTER VIII: MISCELLANEOUS,",
      "section": "83",
      "title": "Article 83 - Offenses and penalties",
      "content": "against an entity with legal personality Without prejudice to other legal provisions, the fine provided for in this Law is multiplied by ten (10) in case the offense referred to under Articles 79, 80, 81, and 82 of this Law is committed by state-owned company, a non-public company, a cooperative organisation, national non-governmental organisation, an international non-governmental organisation or a faith-based organisation with legal personality. TRANSITIONAL AND FINAL PROVISIONS"
    },
    {
      "provision_ref": "art84",
      "chapter": "CHAPTER VIII: MISCELLANEOUS,",
      "section": "84",
      "title": "Article 84 - Land valuation",
      "content": "Land valuation is carried out in accordance with relevant laws."
    },
    {
      "provision_ref": "art85",
      "chapter": "CHAPTER VIII: MISCELLANEOUS,",
      "section": "85",
      "title": "Article 85 - Land surveying",
      "content": "Land surveying is carried accordance with relevant laws. out in"
    },
    {
      "provision_ref": "art86",
      "chapter": "CHAPTER VIII: MISCELLANEOUS,",
      "section": "86",
      "title": "Article 86 - Recognition of free transfer",
      "content": "of land Free transfer of land previously granted by the State as restricted for occupation and exploitation rights is recognised. However, for the purposes of land registration, such rights are converted into emphyteutic lease after assessing how the land was transferred."
    },
    {
      "provision_ref": "art87",
      "chapter": "CHAPTER VIII: MISCELLANEOUS,",
      "section": "87",
      "title": "Article 87 - Orders in force",
      "content": "Orders delegated by Law n o 43/2013 of 16/06/2013 governing land in Rwanda and Law n o 24/2012 of 15/06/2012 relating to the planning of land use and development in Rwanda remains in force provided they are not inconsistent with this Law within period of nine (9) months from the date of publication of this Law in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art88",
      "chapter": "CHAPTER VIII: MISCELLANEOUS,",
      "section": "88",
      "title": "Article 88 - Drafting, consideration and",
      "content": "adoption of this Law This Law was drafted in English, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art89",
      "chapter": "CHAPTER VIII: MISCELLANEOUS,",
      "section": "89",
      "title": "Article 89 - Repealing provision",
      "content": "Law n o 43/2013 of 16/06/2013 governing land in Rwanda, Law n o 24/2012 of 15/06/2012 relating to the planning of land use and development in Rwanda and all prior provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art90",
      "chapter": "CHAPTER VIII: MISCELLANEOUS,",
      "section": "90",
      "title": "Article 90 - Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux"
    }
  ],
  "definitions": []
}
