{
  "id": "rw-law-2021-25",
  "type": "statute",
  "title": "Law amending Law relating to the Civil, Commercial, Labour and Administrative Procedure",
  "title_en": "Law amending Law relating to the Civil, Commercial, Labour and Administrative Procedure",
  "short_name": "Law 25 of 2021",
  "status": "in_force",
  "issued_date": "2021-05-12",
  "in_force_date": "2021-05-17",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/25/eng@2021-05-17",
  "provisions": [
    {
      "provision_ref": "art217",
      "section": "217",
      "title": "Article 217 - of Law n o 22/2018 of",
      "content": "29/04/2018 relating to the civil, commercial, labour and administrative procedure is amended as follows: “The bailiff seizes property in the presence of at least the owner or the co-owner or the garnishee or the debtor and the Executive Secretary of the Cell where the property to be seized is located or any other person representing the government organ. The bailiff prepares a seizure statement indicating clearly the list of seized property, its identification, location, the garnishee and the guardian. The copy of the statement is submitted to the owner of seized property or the co-owner or the garnishee or the debtor"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 - Definitions",
      "content": "In this Order, the following terms have the following meanings: 1° blood components: major blood components including plasma, platelets, red blood cells and white blood cells; 2° plasma: a light-yellow liquid part of blood that remains after red blood cells, white blood cells, platelets and other cellular components are removed from blood. It is the most important component of human blood, comprising about fifty-five percent (55%) and contains water, salts, enzymes, antibodies and other proteins; 3° plasma fractionator: manufacturing plant that performs plasma fractionation; 4° Minister: Minister in charge of Health; 5° Institution: The public institution charge of processing blood components."
    },
    {
      "provision_ref": "art225",
      "section": "225",
      "title": "Article 225 - of Law n o 22/2018 of",
      "content": "29/04/2018 relating to the civil, commercial, labour and administrative procedure is amended as follows: “The bailiff has the following competence: 1° to transmit judicial documents and decisions to concerned persons; 2° to certify that enforcement orders meet requirements for being enforced; 3° to certify facts he or she witnessed on the request of the person who wishes to have it recorded in statement; 4° to take decision of seizure and make a statement; 5° to determine modalities for management of the seized property; 6° to proceed to public auction and make its report; 7° to carry out other duties provided for by the law. The bailiff uses the forms provided for that purpose determined by the Minister in charge of justice and such forms are published on the website of the Ministry of Justice and on the website of the Professional Bailiffs Association. The bailiff records any form relating to the execution of an enforcement order by appropriate electronic system within forty- eight (48) hours from the date he or she made the form.”"
    },
    {
      "provision_ref": "art255",
      "section": "255",
      "title": "Article 255 - of Law n o 22/2018 of",
      "content": "29/04/2018 relating to the civil, commercial, labour and administrative procedure is amended as follows: “The auction is conducted electronically as follows: 1° the bailiff publishes in appropriate electronic system a reference price that is equivalent to the value indicated by the valuation mentioned in Article 252 of this Law; 2° an eligible bidder fills in the appropriate electronic system the price he or she intends to offer for the property. His or her names and the price he or she offers are kept secret until the prescribed time for publication of prices; 3° at the time of declaring the successful bidder, the electronic system is opened and the prices offered and the names of bidders are disclosed to bidder, the seller, the debtor, the owner of the property and the creditor; 4° a price offered in the appropriate electronic system by a bidder who does not meet the requirements is null; 5° at the time of declaring the successful bidder, the electronic system is opened. The highest bidder is declared the successful bidder. He or she must pay the price and send the payment receipt by filling in the appropriate form electronically within seventy-two (72) hours. This period begins from the time at which he or she was notified that he or she was successful in obtaining the property; 6° if the time referred to in item 5° of this Article lapses without the successful bidder paying, the property is reauctioned; 7° if several bidders have offered the same highest prices, the bidder who first offered the price electronically is the winner. If he or she fails to pay within the time referred to in item 5 of this Article, the bidder with the same price who comes in the following position to offer the price electronically is the winner, and he or she is also required to comply with the period of seventy-two (72) hours which begins from the time at which he or she was notified that he or she was successful in obtaining the property. The same applies if the bidder who comes in the following position fails to pay. If no bidder among those who have offered the same highest prices pays, the property is re-auctioned. The prices offered electronically remain valid until the closure of the auction. The owner of the property or the distrainee, the distrainer or the creditor have the right to decline the highest price offered at the first round and at the second round in case no price reaches seventy-five percent (75%) of the reference value. At the third round, the property to be auctioned is given to the bidder who offered the price that is higher than other prices offered during all the rounds of the auction. During the auction, the owner of the property or the distrainee, the distrainer or the creditor have the right to find themselves the buyers that can bid through the electronic procedure available. An Order of the Minister in charge of justice determines the format, management and use of the electronic system used in the execution of enforcement orders and the system to be used in case the electronic system fails to operate”."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4 - Quality requirements",
      "content": "The organ in charge for regulation of biological products determines quality requirements of plasma for sale."
    },
    {
      "provision_ref": "art261",
      "section": "261",
      "title": "Article 261 - of Law n o 22/2018 of",
      "content": "29/04/2018 relating to the civil, commercial, labour and administrative procedure is amended as follows: “The bailiff responsible for the auction shall issue the deed of the auction, an original copy of the deed of auction is given to the successful purchaser upon production of the proof that he or she paid the required amount of money charged during the auction. The successful purchaser become owner of the property after payment, he or she can register the property on his or her name after submitting a copy of deed of sale to competent authorities. When the purchaser makes payment, the bailiff immediately pays the creditor into a bank account given by the creditor or, failing that, a bank account determined by the Minister in charge of Justice, which also is the account into which the balance of the amount of the auction is deposited. The bailiff is responsible of payment of the sold property. If he or she does not demand payment of the sold property and omits to reauction it, he/she is personally liable for the price. All expenses made since the seizure until completion of the auction are paid by the owner of the auctioned property, from the amount obtained from the auction.”"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5 - Selling procedure",
      "content": "A plasma fractionator writes to the Institution expressing the interest to buy plasma. The Institution assesses the request referred under Paragraph One of this Article and accepts or rejects the intention of plasma fractionator to buy plasma. The plasma fractionator assesses if plasma comply with the needed quality. If the plasma fractionator finds that the plasma complies with the required quality, concludes a collaboration agreement with the Institution."
    },
    {
      "provision_ref": "art266",
      "section": "266",
      "title": "Article 266 - of Law n o 22/2018 of",
      "content": "29/04/2018 relating to the civil, commercial, labour and administrative procedure is amended as follows: The report of the closing of an auction includes the following: 1° the judgement or enforcement order that was executed; 2° mention of the concluding of an agreement contract, if any; 3° mention of the seizure made on the property to be auctioned and the date of seizure; 4° a list of seized property; 5° mention of the publication of the auction, and the date of publication; 6° a list of items sold in the auction; 7° a list of the competitors in the auction; 8° the price fixed by valuers; 9° the final price at which the property was sold; 10° the identity of the purchaser; 11° the way and time of payment; 12° the time and way of payment of the creditor. When an auction is suspended, invalidated by failure to pay, or cancelled, and opens again, they are also mentioned in the report. Documents specifying all actions taken are annexed to the report and the latter is published in the Database of Judgements Enforcement."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6 - Report on the quantity of blood",
      "content": "collected and plasma extracted The Institution submits to the Minister written report indicating the quantity of blood collected, the quantity of plasma extracted, the quantity of plasma needed by health facilities and the excess plasma. After analysis of the written report referred in Paragraph One of this Article, the Minister authorizes the Institution to sell the excess plasma."
    },
    {
      "provision_ref": "art280",
      "section": "280",
      "title": "Article 280 - bis, to be worded as follows:",
      "content": "“Article 280 bis: Legal provisions that apply to the published auction The auction that was published in the Database of Judgements Enforcement before the publication of this amending Law in the Official Gazette of the Republic of Rwanda is published afresh in accordance with the provisions of this amending Law. However, if the successful bidder was declared before the publication of this amending Law, he or she pays in accordance with the amended Law. If he or she fails to pay, the auction is published afresh in accordance with the provisions of this amending Law.”"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7 - Authorisation to buy plasma and",
      "content": "certificate to export plasma The institution issues to a plasma fractionator an authorisation to buy the plasma for one (1) year which may be renewed upon agreement of both parties. The Institution applies in writing for certificate of export to the organ in charge of regulation of biological products."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8 - Cost of plasma",
      "content": "The cost of plasma cannot be less than fifty United States Dollars (USD 50) per liter. The price referred to in Paragraph One of this Article, is reviewed every year after consultations between the Ministry in charge of health and the plasma fractionator."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9 - Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux ORDER N° 062/01 OF RATIFYING THE HOST AGREEMENT BETWEEN GOVERNMENT OF THE OF RWANDA AND FIFA ZURICH AG, SIGNED KIGALI, ON 19 FEBRUARY 2021 TABLE OF CONTENTS One: Ratification 2: Authorities responsible for the of this Order 3: Commencement ORDER N° 062/01 OF RATIFYING THE HOST AGREEMENT BETWEEN GOVERNMENT OF THE OF RWANDA AND FIFA ZURICH AG, SIGNED KIGALI, ON 19 FEBRUARY 2021 KAGAME Paul, of the Republic; to the Constitution of the Republic Rwanda of 2003 revised in 2015, especially Articles 112, 120, 122, 167, 168 and 176; the Host Country Agreement the Government of the Republic of and FIFA Development Zurich AG, in Kigali, on 19 February 2021; Proposal by the Minister of Foreign and International Cooperation; consideration and approval by the meeting; ORDERED AND ORDER: One: Ratification Host Country Agreement between the of the Republic of Rwanda and Development Zurich AG, signed in on 19 February 2021, annexed to this is ratified and becomes fully effective. 2: Authorities responsible for the of this Order Prime Minister, the Minister of Foreign and International Cooperation and the of Sports are entrusted with the of this Order. 3: Commencement Order comes into force on the date of its in the Official Gazette of the of Rwanda. (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: Seen and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux ANNEX TO PRESIDENTIAL ORDER N° 062/01 OF 12/05/2021 RATIFYING THE HOST COUNTRY AGREEMENT BETWEEN THE GOVERNMENT OF THE REPUBLIC OF RWANDA AND FIFA DEVELOPMENT ZURICH AG, SIGNED IN KIGALI, ON 19 FEBRUARY HOST COUNTRY AGREEMENT BETWEEN OF THE REPUBLIC AND DEVELOPMENT ZURICH (“Government\") as represented of Foreign Affairs and International AG (FIFA Development), Aurorastrasse 100, 8032 directors; framework of the Government's there is a strong commitment a primarily agrarian economy has been established its integrity and bring of Football; of both players and institution; in pursuit of the overall the game of football worldwide, competitions of the highest more accessible to girls intends to establish to implement the FIFA potential to strategically to new participants and Development Office Development programs are 2020 and the emerging and a Sports Meeting is willing and of its Regional Development and the launch of its programs consideration of the mutual agree as follows: the context shall otherwise the following meanings: the Government of the Republic means FIFA Development of Rwanda\" means such of Rwanda as may Republic of Rwanda; of Rwanda\" includes the and decrees issued under unless the context requires offices from which the Republic of Rwanda; the designated international AG, Aurorastrasse 100, 8032 FIFA Regional Development and employees of the the exception of the casual Where appropriate, recruited staff and nationally means the Senior staff time to time to be in charge means the management in Rwanda and legally recognised and treatment is a limited liability company through development programs has the right to buy, rent in the Republic of has the right to or other facilities as may available to FIFA Development, space for the establishment be authorized but not obliged and equipment. of the Government assets, income and other would otherwise apply be exempted from customs taxes or fiscal charges publications for its official use. Such goods, be transferred or disposed and taxes are paid or the organizations or the said goods are sold organizations or re-exported. shall not engage in commercial as a company in conformity of the present of the Government grant the FIFA Regional Staff and their agreed. Without limitation their dependents from the (VAT] on their new or within the first twelve period as may be approved provided that such personal and taxes shall not be duties and taxes to similarly privileged persons the payment of any income of their dependents, assist in their expeditious to grant the aforementioned staff and their dependents alien registration, and immigration dependents with re-entry thereof; their dependents to bring for personal use and under external account and regulations of Rwanda their dependents the freedom for the carrying out their dependents each to facilitate the performance dependents the right per family, and to grant and VAT, the motor vehicles of (a) irretrievable loss or (c) if a period of vehicle; Conditions and Social have the authority to establish of employment for that the FIFA Development gender or origin or and experience. Such employment laws of Rwanda. shall have the authority to for all Staff, in so far are at least equal to the made by the FIFA on behalf of Rwandan will be made locally. Hiring Staff and Stay Rwanda shall grant FIFA Development work permits for internationally of request for any foreign without challenging the only exception of complying complied to by all foreigners of the agreement. issue multiple entry staff members who execution of their duties Such visas will be through means acceptable and particulars of the Laws. Exportation, Transportation without restriction, vehicles, machinery, be facilitated, in such importation Government in conformity for such actions. of FIFA RDO facilities whether administrative, enter the FIFA Regional documents and Office shall be inviolable. have the power to make to establish therein all those regulations must not the provisions of this Agreement, from becoming a refuge or who are required country or for persons who cause to be furnished (such as water, electricity Office facilities, does for similar organizations. or threat of interruption of such public services as equally important as necessary measures to from such an interruption. and Publications addressed to the from the FIFA RDO, be exempted from all censorship or violation of confidentiality, be authorized to install facilities, with the agreement and under the conditions of a similar status. the right to use codes correspondence and other be free to publish such documents or outside as it shall find in compliance with the laws on intellectual Provisions Development Office may and operate bank and similar Development Office may country to another or within any other currency and in furtherance of its objectives. pertaining to the two laws and regulations Immunities under this Agreement are not for the personal benefit of directors of FIFA in cases where, in his/her of justice and can be waived Privileges its Regional Development in Rwanda shall co-operate the proper administration of Rwanda to avoid the abuse this Agreement. of the agreement is prohibited prohibition, invalidity or of the agreement to a third party the prior written consent or in fulfilment of a legal amendment of this Agreement writing and in form of accordance with the provisions ratification of international of Disputes to the interpretation or settled through negotiations be amicably settled, Thirty (30) days of of disagreement the matter of the Agreement up in English, which and meetings consent required or permitted shall be in writing. to have been given or made of the Party to by post, registered mail, address. Address to the other party, change and such change shall of the notice by the other executed in two counterparts, both of which, together, Force and Termination Agreement shall enter effective upon ratification force unless it is terminated party serving a six (6) to terminate the Agreement. Agreement is terminated the disposition of the rights, the time shall be determined ii the undersigned Representatives, 2 ٠٥ ^1 Fatma Board Zurich Alasdair Board Zurich Seen to be annexed to Presidential Order 062/01 of 12/05/2021 ratifying the Host Country Agreement between the Government of the Republic of Rwanda and FIFA Development Zurich AG, signed Kigali, on 19 February 2021 (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: Seen and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux MINISTERIAL ORDER N° 001/MoH/2021 OF 12/05/2021 DETERMINING BLOOD COMPONENTS WHICH MAY BE SOLD AND THE APPLICABLE PROCEDURE THEREOF TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10 - Commencement",
      "content": "This Order comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. (sé) Dr NGAMIJE MADANDI Daniel Minisitiri w’Ubuzima Minister of Health Ministre de la Santé kandi bishyizweho Ikirango cya Repubulika: Seen and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux ORDER N° OF 12/05/2021 MODALITIES FOR ORGANISATION FUNCTIONING OF THE OF MEDICAL DOCTORS TABLE OF CONTENTS One: Purpose of this Order 2: Definitions 3: Establishment of the Committee medical doctors 4: Request for meeting of the of medical doctors 5: Functioning of the Committee of doctors 6: Report of the Committee of doctors 7: Appeal against the decision of of medical doctors 8: Approval of the medical report the treating medical doctor of a treated abroad 9: Repealing provision 10: Commencement ORDER N° OF 12/05/2021 MODALITIES FOR ORGANISATION FUNCTIONING OF THE OF MEDICAL DOCTORS Minister of Health; to the Constitution of the Republic Rwanda of 2003 revised in 2015, especially Articles 121, 122 and 176; to Law n° 017/2020 of 07/10/2020 the general statute governing servants, especially in Article 30; consideration and approval by the in its meeting of 14/04/2021; One: Purpose of this Order Order determines modalities for the organisation and functioning the Committee of medical doctors. 2: Definitions this Order, the following terms have the meanings: 1° Minister: Minister in charge of health; 2° disease: disease which is subject to long-term leave; 3° patient: an employee who intends to request a long-term sick leave. 3: Establishment of the Committee medical doctors Committee of medical doctors is at every public and subsidised Committee of medical doctors is of the following three (3) medical doctors: 1° the head of clinical services in the hospital from which a patient received medical treatment, who is the Chairperson of the Committee; 2° a medical doctor who treated the patient; 3° a medical doctor with expertise in the disease, who is appointed by the head of the hospital from which the patient received medical treatment. case there is no medical doctor with in the disease at the hospital, the of the hospital requests a medical doctor expertise in the disease from another in the province where the patient was If the medical doctor with expertise in disease cannot be found in the province, head of the hospital requests the Minister nominate him or her. 4: Request for meeting of the of medical doctors patient sends a written request to the head the hospital in which he or she is treated to the Committee of medical doctors to whether he or she needs a long-term leave. patient attaches to the request the initial report signed by the treating medical and indicating treatment that the received and justification for long- sick leave. 5: Functioning of the Committee of doctors Committee of medical doctors meets necessary. Chairperson of the Committee of medical communicates to its members the time, and venue of the meeting within (2) working days from the date of of the members of the Committee medical doctors. the Committee of medical doctors needs to the patient for examination, the invites the patient to present or herself before the Committee on the time, and venue specified in the but the date must not go beyond (3) working days from the day of last of the Committee. The examination is paid by the patient. the Committee of medical doctors confirms a patient needs a long-term sick leave, it a report thereon attesting that the patient unable to work. 6: Report of the Committee of doctors the Committee of medical doctors that a patient does not need a long- sick leave, it makes a report thereof grounds for such a decision. Chairperson of the Committee of medical transmits to the patient a report of the of medical doctors within two (2) days from the date of its meeting, with copy to the Minister and the head of the from which the patient received 7: Appeal against the decision of of medical doctors the patient is not satisfied with the decision the Medical committee, he or she may to the Minister within five (5) working from the date of the notification of the Minister forwards the appeal to the Referral Board within five (5) days from the day of the reception of appeal. Medical Referral Board transmit its to the Minister within ten (10) days from the day of the reception of appeal. 8: Approval of the medical report the treating medical doctor of a treated abroad patient treated abroad submits to the a medical report from the recognised medical doctor for approval by the Referral Board within five (5) days from the day of reception of the report from the recognised treating doctor of a patient treated abroad is by a document from the mission of Rwanda confirming the treating medical doctor is recognised the country in which the patient received treatment. 9: Repealing provision prior provisions contrary to this Order are 10: Commencement Order comes into force on the date of its in the Official Gazette of the of Rwanda. (sé) Dr NGAMIJE MADANDI Daniel Minisitiri w’Ubuzima Minister of Health Ministre de la Santé kandi bishyizweho Ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux"
    },
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1 - Purpose of this Order",
      "content": "This Order determines the blood components which may be sold and the applicable procedure thereof."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 - Blood components to be sold",
      "content": "Plasma is the blood component to be sold."
    }
  ],
  "definitions": [
    {
      "term": "plasma",
      "definition": "a light-yellow liquid part of blood that remains after red blood cells, white blood cells, platelets and other cellular components are removed from blood",
      "source_provision": "art2"
    },
    {
      "term": "plasma fractionator",
      "definition": "manufacturing plant that performs plasma fractionation",
      "source_provision": "art2"
    },
    {
      "term": "Minister",
      "definition": "Minister in charge of Health",
      "source_provision": "art2"
    },
    {
      "term": "Institution",
      "definition": "The public institution charge of processing blood components",
      "source_provision": "art2"
    }
  ]
}
