{
  "id": "rw-law-2021-14",
  "type": "statute",
  "title": "Law determinng the Statute of Judges and Judicial Personnel",
  "title_en": "Law determinng the Statute of Judges and Judicial Personnel",
  "short_name": "Law 14 of 2021",
  "status": "in_force",
  "issued_date": "2021-03-03",
  "in_force_date": "2021-03-08",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/14/eng@2021-03-08",
  "provisions": [
    {
      "provision_ref": "art166",
      "section": "166",
      "title": "Article 166 - Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux PRESIDENTIAL ORDER N° 029/01 OF 02/03/2021 DISMISSING OFFICERS FROM RWANDA NATIONAL POLICE TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 - Authorities responsible for the",
      "content": "implementation of this Order The Prime Minister and the Minister of Justice and Attorney General are entrusted with the implementation of this order."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4 - Commencement",
      "content": "This Order comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. It takes effect as of 02/02/2021. (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: Seen and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux ANNEX TO PRESIDENTIAL ORDER N° 029/01 OF 02/03/2021 DISMISSING OFFICERS FROM RWANDA NATIONAL POLICE OFFICERS DISMISSED FROM RWANDA NATIONAL POLICE AMAZINA/NAMES/NOMS MANIMBA GAKWISI Emmanuel KAMARI MBERABAGABO KAYITARE Alfred GATWAZA Marcel KARASI Djafari MUSABYIMANA Anastase KAMANA Charles NDAYISABA Wellars HAKIZIMANA Luc GAGA Innocent NKWAKUZI Livine BAHATI KANUMA MBONIMANA Fidel MUGABO MULISA Moses MWIZERWA Remy SEBAHIRE Jean Kevin NIKI Nicolas NSENGIYUMVA Patience Cyrene UZATUNGA Emmanuel RUTAREMARA Wellars GASASIRA Joseph HODARI Erickson GASHUMBA Jean Paul KALINDA Venuste BAYIJAHE NGANZI Alex ABAKUNDA Pacifique NDAYISENGA Theoneste NIYIBIZI Evariste MURINDANGABO Emmanuel KABURAME Prosper NDEZE Djuma NTAMBARA Monday Didas NKINZINGABO KALISA Celestin KABERA Paulain RURANGIRWA Jean Pierre NDAYISABA Alexis to be annexed to Presidential Order n° of 02/03/2021 dismissing Officers Rwanda National Police (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: Seen and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux"
    },
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1 - Dismissal",
      "content": "Officers whose names and registration numbers appear on the annex of this Order are dismissed from Rwanda National Police."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 - Repealing provision",
      "content": "All prior provisions contrary to this Order are repealed."
    }
  ],
  "definitions": []
}
