{
  "id": "rw-law-2021-17",
  "type": "statute",
  "title": "Law relating to Financial Service Consumer Protection",
  "title_en": "Law relating to Financial Service Consumer Protection",
  "short_name": "Law 17 of 2021",
  "status": "in_force",
  "issued_date": "2021-03-03",
  "in_force_date": "2021-03-05",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/17/eng@2021-03-05",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER",
      "section": "1",
      "title": "Article 1 - Purpose of this Law",
      "content": "The purpose of this Law is to protect financial service consumer."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER",
      "section": "2",
      "title": "Article 2 - Definitions",
      "content": "In this Law, the following terms have the following meanings: 1° regulation: regulations issued by the Regulatory Authority to implement this Law; 2° financial product: one or several of the following activities relating to: a) deposits, savings, obtaining loans; b) credit reporting; c) to obtain funds through treasury bills; d) financial investment; e) capital market, collective investment schemes; f) insurance, pension; g) payment and money transfer; h) leasing; i) money exchange; j) any other activity approved by the Regulation Authority. 3° durable medium: a piece of paper, other instrument or electronic means which enables a consumer of the financial service to obtain and store information in a way accessible for future reference and which ensures that such information cannot be easily altered; 4° financial service: a way in which a service provider provides a service consumer with a financial product or related information; 5° flat method: calculation of interest on loan based on the principal amount throughout the loan duration, regardless whether repayment reduces the principal amount; 6° declining method: calculation of interest on a loan on the basis of the outstanding balance of the principal amount; 7° fixed repayment: amount paid by the borrower during the agreed duration of the entire loan. This amount remains fixed during the duration of the loan, and comprises repayment of the principal amount and interests on a loan; 8° variable repayment: amount paid by the borrower which is variable during the duration of the entire loan. This amount comprises the fixed repayment of the principal amount and monthly variable interest rates, the sum of which causes variation in the monthly repayment; 9° representative: individual or legal entity who obtained from a financial service provider the authorisation to represent him or her in financial service provision activities in accordance with the regulation; 10° financial service consumer: individual, group of individuals or enterprise that enters, or may enter, into a business relationship or a contract with a financial service provider for the purpose of acquiring or providing a financial product or service; 11° principal amount: amount which borrower is required to pay to a lender in an agreed duration, net of interests; 12° Regulatory Authority: National Bank of Rwanda, Capital Market Authority or any other authority that may be empowered by the law to regulate financial service providers in Rwanda; 13° financial service provider: individual or legal person authorised by the Regulatory Authority to provide a financial product or service; II: PRINCIPLES OF PROTECTION OF A FINANCIAL SERVICE CONSUMER"
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER",
      "section": "3",
      "title": "Article 3 - Proper treatment of a financial",
      "content": "service consumer A financial service provider or a representative is required to treat consumer of a financial service fairly, honestly, without discrimination and exercise due care, skill and diligence with regard to the financial product or service he or she provides. A financial service provider must put in place policies and procedures in order to educate his or her employees and a representative on how to treat financial service consumer in accordance with the principle mentioned in Paragraph One of this Article."
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER",
      "section": "4",
      "title": "Article 4 - Transparency",
      "content": "A financial service provider or a representative must be transparent in the way they communicate with a financial service consumer about the financial product, the service he or she provides and the cost thereof. The principle of transparency applies at all stages of a financial service provider’s engagement with the financial service consumer."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER",
      "section": "5",
      "title": "Article 5 - Cost of a financial service",
      "content": "A financial service provider or a representative informs a financial service consumer of the total cost of a financial service. The cost of a financial service is determined in a way not detrimental to the financial service consumer and the financial service provider."
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER",
      "section": "6",
      "title": "Article 6 - Management of conflict of interest",
      "content": "A financial service provider or a representative must appropriately manage any conflicts of interest that may result in unfair treatment of financial service consumer. The conflict of interest arises when a financial service provider or his or her representative benefits from the fact of: 1° selling a financial product or a service that is unsuitable for the financial service consumer’s needs; 2° encouraging a financial service consumer to invest in a higher risk financial product or service because will result in a higher benefit for the provider."
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER",
      "section": "7",
      "title": "Article 7 - Appropriate advice on a financial",
      "content": "product or service A financial service provider or a representative provides a financial service consumer with the right advice that can incite him or her to buy, make greater use of or continue to use the financial product or service. A financial service provider or a representative provides a financial service consumer with appropriate advice on a financial product or service, taking into consideration the following: 1° the financial service consumer’s objectives as he or she disclosed them or as they are otherwise known by the financial service provider; 2° needs of a financial service consumer and their nature as he or she disclosed or as they are otherwise known by the financial service provider; 3° the consumer’s purchasing power for financial product or service; 4° risks that may be incurred by a financial service consumer while purchasing financial product or service. A financial service provider or a representative conducts a sufficient analysis of provisions of this Article in order to provide an appropriate advice."
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER",
      "section": "8",
      "title": "Article 8 - Prohibitions in provision of",
      "content": "unsolicited services A financial service provider or a representative must not offer a financial product or service that is unsolicited by a financial service consumer."
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER",
      "section": "9",
      "title": "Article 9 - Requirements related to the",
      "content": "documents provided to a financial service consumer A financial service consumer contract, disclosure document or any other document to be issued to the financial service consumer as prescribed by this Law or regulation, must: 1° be written in one of Rwanda’s official languages as chosen by the financial service consumer; 2° conform to any minimum font size requirements set in the regulation; 3° comply with the requirements set out in the regulation relating to documents."
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER",
      "section": "10",
      "title": "Article 10 - Prohibited conduct",
      "content": "A financial service provider or a representative must not engage in a conduct which: 1° misleads or misrepresents in a direct or indirect manner the quality of financial product or service; 2° causes or is likely to cause a false impression by a financial service consumer."
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER",
      "section": "11",
      "title": "Article 11 - Protection of financial service",
      "content": "consumer personal information A financial service provider or a representative must: 1° protect the confidentiality and security of personal information of an identified or identifiable consumer of financial service personal information when providing financial products and services; 2° protect consumers of financial services personal information against any anticipated threats or hazards to security or integrity of the information, as well as against any unauthorized access, unless it is otherwise provided by other laws. A financial service consumer has the right to be informed of the collection, processing and distribution of any information of his or her concern not related to primary purpose for which the information was originally provided, unless it is provided otherwise in other laws. The Regulatory Authority can, through regulation, determine other requirements to be fulfilled by financial service providers as far as confidentiality is concerned."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER",
      "section": "12",
      "title": "Article 12 - Advertising or promotional",
      "content": "materials A financial service provider or a representative must ensure that any advertising or promotional materials in relation to any specific financial product or service are clear and that they include all the necessary information to be disclosed. A financial service provider is liable for false information he or she has given while advertising or promoting a financial product or service."
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER",
      "section": "13",
      "title": "Article 13 - Key facts statement",
      "content": "A financial service provider or a representative provides free of charge a financial service consumer with a key facts statement for financial product or service to enable the financial services consumer to make an informed decision about acquisition of the financial product or service. A key facts statement for a financial product must be written on a durable medium. The Regulatory Authority issues a regulation detailing the content of the key facts statement for a financial product and other requirements that must be disclosed in a key facts statement for the financial product or service."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER",
      "section": "14",
      "title": "Article 14",
      "content": "information Provision of additional A financial service provider provides financial service consumer with additional information relating to the financial product or service upon request."
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER",
      "section": "15",
      "title": "Article 15 - Methods for calculation interest",
      "content": "rate and repayment of loan A financial service provider or a representative informs the financial service consumer of the methods of calculation of interest rate and repayment of loan. A financial service consumer is informed of the type of interest rate, which can be variable or fixed. The method of loan repayment can be declining or flat. If it is a declining method, financial service provider informs a financial service consumer that he or she can choose the fixed repayment or variable repayment. If the financial service consumer chooses the variable repayment, he or she is informed that repayment of the principal amount borrowed is fixed. A financial service provider or a representative informs a financial service consumer of how the credit will be paid and shows him or her the total amount of interests to be paid on such credit. This information must be included in annex to the contract between a financial service provider and a financial service consumer. A financial service provider and a financial service consumer can, by mutual agreement, modify the methods of calculation of interest rate and repayment of loan. A financial service provider or a representative is not allowed to round up interest rates."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER",
      "section": "17",
      "title": "Article 17 - Periodic statement",
      "content": "A financial service provider or a representative informs a financial service consumer at no cost each time a transaction has occurred in relation to his or her financial product or service, unless the financial service consumer expressly waives the need to receive a confirmation of the transaction. However, the cost that can be given is the cost given to the third party helping a financial service provider convey the message to a financial service consumer. A financial service provider or a representative issues a periodic statement or provides consumer of financial service with access to the information of any of the following: 1° deposit or saving account; 2° loan account; 3° securities account; 4° investment account; 5° pension account; 6° insurance account. Modalities for the statement provided for in this Article are specified in the regulation."
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER",
      "section": "18",
      "title": "Article 18 - Prohibitions on charging",
      "content": "interest, fees and financial service charges A financial service provider or a representative is not authorized to charge or accept payment of an amount including interest and financial service fees unless it was disclosed to financial service consumer or in case it provided for in the contract. Any amount imposed, accepted or charged from a financial service consumer contrary to the provisions of paragraph one of this Article are void and must therefore be refunded to the financial service consumer. The time limit to refund the amount referred to in this paragraph is determined by the regulation. The refund referred to in Paragraph 2 of this"
    },
    {
      "provision_ref": "artdoes-not",
      "chapter": "CHAPTER",
      "section": "does not",
      "title": "Article does not - impede the right of the",
      "content": "financial service consumer to his or her action for damages. The Regulatory Authority can determine and publish fees prohibited to be charged on financial product or service."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER",
      "section": "19",
      "title": "Article 19 - Publication of financial service",
      "content": "fees A financial service provider publishes interest rates and amount to be paid on a financial product or service. Modalities for publication are determined by the regulation. The regulatory authority publishes the financial service fees established by a financial service provider, annual interest rates and other terms and other financial service charges in manner designed to facilitate a consumer of financial service to compare them."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER III: FINANCIAL SERVICE",
      "section": "20",
      "title": "Article 20 - Maximum amount of interest on",
      "content": "outstanding loan A financial service provider must not exceed the following amount of outstanding debt: 1° outstanding principal debt, in case of repayment default by a financial service consumer; 2° interests not exceeding the outstanding balance of principal debt, in case financial service consumer fails to repay as per his or her contract with a financial service provider; 3° cost incurred while recovering the total amount from the debtor of the financial service provider; Where the loan contract has undergone amendments due to repayment default, the latest contract applies. CONSUMER CONTRACT AND FREEDOM OF CHOICE"
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER III: FINANCIAL SERVICE",
      "section": "21",
      "title": "Article 21 - Explanation of the contract to",
      "content": "financial service consumer A financial service provider or a representative is required to provide, in a fair and impartial manner, a financial service consumer with an explanation of the terms and conditions of the financial service consumer contract including key risks and all due fees and charges."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER III: FINANCIAL SERVICE",
      "section": "22",
      "title": "Article 22 - Providing the financial service",
      "content": "consumer with the contract before signing A financial service provider or a representative provides in an agreed time, the financial service consumer with a complete and written copy of the contract containing terms and conditions relevant to the financial product or service before the financial service consumer signs the contract."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER III: FINANCIAL SERVICE",
      "section": "23",
      "title": "Article 23 - Changes of the contract",
      "content": "A financial service provider or a representative cannot make changes to any financial product or service contract unless there is an agreement with the financial service consumer."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER III: FINANCIAL SERVICE",
      "section": "24",
      "title": "Article 24 - Notification of changes to the",
      "content": "contract If the contract confers on the financial service provider or the representative powers to make changes thereon, the financial service provider must notify the financial service consumer of the changes he or she intends to make, reasons of the changes and the timing of their commencement which must not be less than thirty (30) days to allow the financial service consumer preparing. In case changes to the contract are initiated by the financial service provider and the financial service consumer is not satisfied, if he or she wishes, he or she has the right to terminate the contract and to move away at no cost for such relocation."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER III: FINANCIAL SERVICE",
      "section": "25",
      "title": "Article 25 - Changing a financial product or",
      "content": "a financial service provider A financial service consumer is authorised to change a financial product or a financial service provider. A financial service consumer who pays off early a credit he or she had borrowed from financial service provider without transferring it to another financial service provider, is not liable to a sanction of early repayment. The Regulation determines modalities for the application of the provisions of this Article."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER III: FINANCIAL SERVICE",
      "section": "26",
      "title": "Article 26 - Unfair contract clause",
      "content": "Any clause of contract governing the provision of any financial product or service to financial service consumer that is unfair becomes invalid in its entirety. The Regulation determines the standards to be followed to consider any clause of a contract for the provision of any financial product or service as unfair and determines how justice administered to the aggrieved person."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER III: FINANCIAL SERVICE",
      "section": "27",
      "title": "Article 27 - Right to terminate the contract",
      "content": "A financial service provider and a financial service consumer have the right to terminate contract in relation to a financial product or service and put it in the key facts statement."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER III: FINANCIAL SERVICE",
      "section": "28",
      "title": "Article 28 - Cooling-off period for terms and",
      "content": "conditions of a signed contract After the contract has been signed, a financial service consumer, if he or she wishes, is entitled to sufficient time to reflect on the contents of a contract relating to a specific product or financial service and he or she puts it in writing. The sufficient time referred to in Paragraph one of this Article does not exceed thirty (30) working days from the date of signing of the contract. If the financial service consumer decides to change his or her mind about the contract referred to in paragraph one of this Article, he or she is not liable to any charge except service fees used when reviewing the file and preparing the contract."
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER III: FINANCIAL SERVICE",
      "section": "29",
      "title": "Article 29 - Issuance of a notice",
      "content": "Before holding a financial service consumer liable for failure to comply with the contract, financial service provider or a representative provides him or her with a written notice that explains the amount overdue and how it was calculated. The notice issued is a period of thirty (30) days from the date the financial service consumer was notified."
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER IV: OBLIGATION OF A",
      "section": "30",
      "title": "Article 30 - Disclosure of repayment of the",
      "content": "credit and restitution of mortgage The financial service provider or representative informs in writing the financial service consumer through certification that he or she has completed to pay off his or her loan within fifteen (15) days from the last repayment. The mortgagee who completed to pay off his or her credit is given back his or her mortgage without deregistration fees. FINANCIAL SERVICE PROVIDER TOWARDS HIS OR HER REPRESENTATIVE"
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER IV: OBLIGATION OF A",
      "section": "31",
      "title": "Article 31 - Training",
      "content": "representative provided to A financial service provider has the obligation to provide his or her representative with adequate training. Specifically, a financial service provider is required to train his or her representative with regard to: 1° the requirements provided for in this Law and its implementing regulations; 2° the products and services offered. The Regulation determines the standards for recruiting, selecting and training representative."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER V: RESPONSIBILITY AND",
      "section": "32",
      "title": "Article 32 - Liability for an act of",
      "content": "representative A financial service provider pays for any loss and damage the financial service consumer suffers because representative. of the conduct of POWERS OF THE REGULATORY AUTHORITY IN THE PROTECTION OF A FINANCIAL SERVICE CONSUMER"
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER V: RESPONSIBILITY AND",
      "section": "33",
      "title": "Article 33 - Responsibility of the Regulatory",
      "content": "Authority The Regulatory Authority is responsible for ensuring compliance with provisions of this Law at the limits of its supervisory power."
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER",
      "section": "34",
      "title": "Article 34 - Powers of the Regulatory",
      "content": "Authority A Regulatory Authority, within its supervisory functions has the following powers: 1° to put in place the regulation and directives relating to the implementation of this Law; 2° to request from a financial service provider information about activities, practices, policies and procedures that govern a financial service provider in order to protect a financial service consumer; 3° to assess and detect risks of a financial service consumer and those of a financial service market; 4° to access the data on financial service and markets held by other government agencies; 5° to publish reports and information concerning the performance of the financial service industry in the field of financial service consumer protection and financial product; 6° to impose administrative sanctions to financial service provider that violates the provisions of this Law; 7° to publish the name of financial service provider that violates the provisions of this Law and a sanction imposed on him or her; 8° to require the financial service provider to correct erroneous data, information or statements published; 9° to prohibit, on a temporary or permanent basis, a financial service provider from offering a particular financial product or service or class of financial services, without prior consultations with the financial service provider when considers that there are potential risks or inappropriate distribution of the product or service; 10° to prohibit a financial service provider from persistent collection of undue fees or charges in connection with a financial product or service; 11° to warn, suspend or dismiss a director, manager in case of violations of this Law; 12° to direct a financial service provider to take remedial actions against representative who does not comply with this Law; 13° to exercise any other powers provided for in this Law. VI: ADMINISTRATIVE MISCONDUCTS AND SANCTIONS"
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER VII: COMPLAINTS AND",
      "section": "35",
      "title": "Article 35 - Administrative misconducts and",
      "content": "sanctions The Regulatory Authority determines through the Regulation administrative faults and sanctions against a financial service provider who do not comply with the provisions of this Law. DISPUTES RESOLUTION"
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER VII: COMPLAINTS AND",
      "section": "36",
      "title": "Article 36 - Transparent complaints and",
      "content": "disputes resolution A financial service provider establishes transparent complaints and disputes resolution mechanism between him or her and a financial service consumer. Disputes resolution mechanism must be clearly explained and the financial service consumer receives a clear response in planned timeframe. He or she is also notified of the appeal procedures in case of unsatisfactory response."
    },
    {
      "provision_ref": "art37",
      "chapter": "CHAPTER VII: COMPLAINTS AND",
      "section": "37",
      "title": "Article 37 - Principles and procedures for",
      "content": "handling financial service consumer complaints A financial service provider puts in place principles and procedures for handling financial service consumer complaint. The Regulatory Authority can put in place standards that must be at least included in the principles and procedures for disputes resolution."
    },
    {
      "provision_ref": "art38",
      "chapter": "CHAPTER VII: COMPLAINTS AND",
      "section": "38",
      "title": "Article 38 - Establishment of a committee",
      "content": "responsible for resolving financial consumers’ complaints A committee in charge of resolving financial consumer’s complaint is hereby established. A complainant who is not satisfied with the decisions of the committee, can refer the complaint to the competent jurisdiction. An Order of the Minister in charge of finance determine the organization, functioning and powers of the committee responsible for resolving financial consumer’s complaint. An Order also determines members of the committee and their term of office."
    },
    {
      "provision_ref": "art39",
      "chapter": "CHAPTER VII: COMPLAINTS AND",
      "section": "39",
      "title": "Article 39 - Complaints and dispute related",
      "content": "data A financial service provider records data on financial service consumer’s complaints and disputes he or she received and how he or she settled them. The data referred to in paragraph one of this"
    },
    {
      "provision_ref": "artis-submitted",
      "chapter": "CHAPTER VII: COMPLAINTS AND",
      "section": "is submitted",
      "title": "Article is submitted - to the Regulatory",
      "content": "Authority and the committee responsible for resolving financial consumer’s complaint in format and manner specified by such organs."
    },
    {
      "provision_ref": "art40",
      "chapter": "CHAPTER VII: COMPLAINTS AND",
      "section": "40",
      "title": "Article 40 - Notification of the role of the",
      "content": "committee responsible for resolving financial consumer’s complaint A financial service provider informs financial service consumer at the time of signing the contract that when he or she files complaint and that the complaint is not satisfactorily resolved, he or she can appeal to the committee responsible for resolving financial consumer’s complaint. A financial service provider also discloses in the contract, basic information about the process and procedures for filing a complaint to the committee responsible for resolving financial consumer’s disputes."
    },
    {
      "provision_ref": "art41",
      "chapter": "CHAPTER VIII: TRANSITIONAL AND",
      "section": "41",
      "title": "Article 41 - Cooperation of the committee",
      "content": "responsible for resolving financial consumer’s complaint with the regulatory authority The Committee responsible for resolving financial consumer’s complaint concludes cooperation agreement with the regulatory authority to share information on the protection of the financial service consumer and to fulfil their responsibilities. FINAL PROVISIONS"
    },
    {
      "provision_ref": "art42",
      "chapter": "CHAPTER VIII: TRANSITIONAL AND",
      "section": "42",
      "title": "Article 42 - Transitional period",
      "content": "Those to whom this Law applies have a period of eighteen (18) months from the commencement of this Law to comply with the provisions of this Law."
    },
    {
      "provision_ref": "art43",
      "chapter": "CHAPTER VIII: TRANSITIONAL AND",
      "section": "43",
      "title": "Article 43 - Drafting, consideration and",
      "content": "adoption of this Law This Law was drafted in English, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art44",
      "chapter": "CHAPTER VIII: TRANSITIONAL AND",
      "section": "44",
      "title": "Article 44 - Repealing provision",
      "content": "All prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art45",
      "chapter": "CHAPTER VIII: TRANSITIONAL AND",
      "section": "45",
      "title": "Article 45 - Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: Seen and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux"
    }
  ],
  "definitions": [
    {
      "term": "financial product",
      "definition": "one or several of the following activities relating to: a) deposits, savings, obtaining loans",
      "source_provision": "art2"
    },
    {
      "term": "financial service",
      "definition": "a way in which a service provider provides a service consumer with a financial product or related information",
      "source_provision": "art2"
    },
    {
      "term": "flat method",
      "definition": "calculation of interest on loan based on the principal amount throughout the loan duration, regardless whether repayment reduces the principal amount",
      "source_provision": "art2"
    },
    {
      "term": "declining method",
      "definition": "calculation of interest on a loan on the basis of the outstanding balance of the principal amount",
      "source_provision": "art2"
    },
    {
      "term": "fixed repayment",
      "definition": "amount paid by the borrower during the agreed duration of the entire loan",
      "source_provision": "art2"
    },
    {
      "term": "variable repayment",
      "definition": "amount paid by the borrower which is variable during the duration of the entire loan",
      "source_provision": "art2"
    },
    {
      "term": "representative",
      "definition": "individual or legal entity who obtained from a financial service provider the authorisation to represent him or her in financial service provision activities in accordance with the regulation",
      "source_provision": "art2"
    },
    {
      "term": "financial service consumer",
      "definition": "individual, group of individuals or enterprise that enters, or may enter, into a business relationship or a contract with a financial service provider for the purpose of acquiring or providing a financial product or service",
      "source_provision": "art2"
    },
    {
      "term": "principal amount",
      "definition": "amount which borrower is required to pay to a lender in an agreed duration, net of interests",
      "source_provision": "art2"
    },
    {
      "term": "Regulatory Authority",
      "definition": "National Bank of Rwanda, Capital Market Authority or any other authority that may be empowered by the law to regulate financial service providers in Rwanda",
      "source_provision": "art2"
    },
    {
      "term": "financial service provider",
      "definition": "individual or legal person authorised by the Regulatory Authority to provide a financial product or service",
      "source_provision": "art2"
    }
  ]
}
