{
  "id": "rw-law-2021-16",
  "type": "statute",
  "title": "Law amending Law governing the National Bank of Rwanda",
  "title_en": "Law amending Law governing the National Bank of Rwanda",
  "short_name": "Law 16 of 2021",
  "status": "in_force",
  "issued_date": "2021-03-03",
  "in_force_date": "2021-03-05",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/16/eng@2021-03-05",
  "provisions": [
    {
      "provision_ref": "artpremier",
      "section": "premier",
      "title": "Article premier - Mission",
      "content": "Ingingo ya 6 y’Itegeko n° 48/2017 ryo ku wa Article 6 of Law n° 48/2017 of 23/09/2017 L’article 6 de la loi n° 48/2017 du 23/09/2017 23/09/2017 rigenga Banki Nkuru y’u governing the National Bank of Rwanda is régissant la Banque Nationale du Rwanda est Rwanda ihinduwe ku buryo bukurikira: amended as follows: modifié comme suit: “Ingingo ya 6: Intego “Article 6: Mission “Article 6: Mission Intego ya BNR ni ukubungabunga agaciro The mission of NBR is to ensure price La mission de la BNR consiste à assurer la k’ifaranga no kubaka urwego rw’imari stability and sound financial system”. stabilité des prix et la solidité du système rutajegajega”. financier”. Ingingo ya 2: Inshingano"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 - Attributions",
      "content": "Itegeko n° 48/2017 ryo ku wa 23/09/2017 In Law n° 48/2017 of 23/09/2017 governing Dans la loi n° 48/2017 du 23/09/2017 régissant rigenga Banki Nkuru y’u Rwanda, the National Bank of Rwanda, Article 6 bis la Banque Nationale du Rwanda, il est inséré ryongewemo ingingo ya 6 bis iteye ku buryo is inserted to read as follows: l’article 6 bis libellé comme suit: bukurikira: “Ingingo ya 6 bis: Inshingano “Article 6 bis: Responsibilities “Article 6 bis: Attributions BNR ifite inshingano zikurikira: NBR has the following responsibilities: BNR a les attributions suivantes: 1° kugena no gushyira mu bikorwa politiki yerekeye ifaranga; 1° to define and monetary policy; the 1° définir et mettre en œuvre la politique monétaire; 2° gutunganya, kugenzura no guhuza ibikorwa by’isoko ry’ivunjisha; 2° to organise, supervise and coordinate the foreign exchange market; 2° organiser, superviser et coordonner le marché des changes; 3° gushyiraho no kugenzura iyubahirizwa ry’amabwiriza agenga ibigo by’imari harimo amabanki, ibigo by’imari iciriritse, ibigo biguriza bitakira amafaranga ya rubanda, ibigo bikora imirimo y’ikodesha gurisha, ibigo by’ubwishingizi, ibigo by’ubwiteganyirize bw’abakozi, ibigega by’ubwiteganyirize n’ibindi bigo bikora imirimo y’imari itagenzurwa n’urundi rwego hashingiwe ku mategeko yihariye; 3° to regulate and supervise the compliance of directives governing financial institutions including banks, micro finance institutions, non-deposit taking lending institutions, finance-lease institutions, insurance institutions, social security institutions, pension funds/schemes institutions, and other financial institutions that are not supervised by any other institution under specific Laws; 3° réglementer et superviser la mise en application des directives régissant des institutions financières, y compris les banques, les institutions de microfinance, les établissements de crédits qui ne reçoivent pas les fonds du public, les institutions de crédit-bail, les entreprises d’assurance, les organismes de sécurité sociale, les fonds des régimes de retraite et autres institutions financières qui ne sont supervisées par aucune autre institution en vertu des lois spécifiques; 4° gushyiraho no kugenzura iyubahirizwa ry’amabwiriza agenga amasezerano ajyanye no gucunga iby’abandi ku bwizerane, na sosiyete zitanga serivisi, iyo izo sosiyete zitegura cyangwa zikora mu izina ry’umukiriya, ibikorwa bijyanye n’imirimo ikurikira: 4° to regulate and supervise trusts and company service providers, when those companies prepare or carry out transactions for a client concerning the following activities: 4° réglementer et superviser des fiducies et des sociétés prestataires de services, lorsque ces sociétés préparent ou effectuent au nom d’un client des opérations en rapport avec les activités suivantes: implement a. gukora nk’isosiyete ifite ububasha mu gutangiza ibigo bifite ubuzimagatozi; a. to act as a company for the formation of legal persons; a. agir en qualité d’une société pour la constitution de personnes morales; b. gukora cyangwa gufasha undi muntu gutuma akora nk’umwe mu bagize inama y’ubutegetsi cyangwa umwanditsi w’isosiyete, umwe mu bagize isosiyete ishingiye ku bufatanye cyangwa umwanya usa n’uwo mu bindi bigo bifite ubuzimagatozi; b. to act as or arrange for another person to act as a director or a company secretary or a member of a partnership or to occupy a similar position within other institutions with legal personality; b. agir ou prendre des mesures afin qu’une autre personne agisse en qualité de membre du conseil d’administration ou de secrétaire de la société, d’associé d’une société de personnes ou de titulaire d’une fonction similaire au sein d’autres institutions ayant la personnalité juridique; c. gukora nk’icyicaro cya sosiyete, aderese y’ubucuruzi cyangwa iy’ubuyobozi bya sosiyete, isosiyete y’ubufatanye cyangwa ikindi kigo gifite ubuzimagatozi cyangwa ikigo gishinzwe gucunga iby’abandi; c. to serve as a head office, business or administrative address of a company, a partnership or any other legal person or fiduciary institution; c. servir de siège social, adresse commerciale ou administrative d’une société, société de personnes ou toute autre personne morale ou institution fiduciaire; d. gukora cyangwa gufasha undi muntu gutuma akora nk’ucunga iby’abandi cyangwa gukora inshingano zisa nk’izo mu kigo gishinzwe gucunga iby’abandi; d. to act as or arrange for another person to act as a trustee of an express trust or perform a similar function in a trust corporation; d. agir ou prendre des mesures afin qu’une autre personne agisse en qualité de fidéicommissaire ou exercer une fonction similaire dans une institution fiduciaire; e. gukora cyangwa gutuma undi muntu akora nk’umunyamigabane uhagarariye undi muntu; e. to act as or arrange for another person to act as a nominee shareholder for another person; e. agir ou prendre des mesures afin qu’une autre personne agisse en qualité d’actionnaire agissant pour le compte d’une autre personne; 5° gushyiraho no kugenzura amabwiriza rusange agenga uburyo bw’imyishyuranire; 5° to regulate and supervise regulations governing payment systems; 5° réglementer et superviser les règlements régissant les systèmes de paiement; 6° gusesengura hagamijwe ukwiyongera by’ubukungu; rw’imari gushyigikira n’iterambere 6° to conduct a financial stability assessment for sustaining economic growth and development; 6° évaluer la stabilité financière pour soutenir la croissance et le développement économiques; 7° gushyiraho no gushyira mu bikorwa politiki zo guteza imbere ishyirwaho ry’amabwiriza rusange n’igenzura by’uburyo bw’ihwanyabwishyu n’uburyo bw’imyishyuranire bunoze kandi bukora neza; 7° to formulate and implement policies to promote the establishment of regulations and the supervision of efficient and effective clearing and settlement payment systems; 7° formuler et mettre en œuvre des politiques visant à promouvoir la mise en place des règlements et la supervision des systèmes de compensation et de paiement efficients et efficaces; 8° gucunga ifaranga; 8° to manage currency; 8° gérer la monnaie; 9° to hold and manage official foreign exchange reserves; 9° détenir et gérer les réserves officielles de change; 10° kuba Umubitsi wa Leta; 10° to act as State Cashier; 10° servir de Caissier de l’État; 11° gukusanya, kwegeranya, gutangaza mu gihe gikwiye imibare y’ibarura yerekeye ifaranga n’imari; 11° to collect, compile, disseminate monetary and financial statistics on a timely basis; 11° collecter, rassembler, disséminer à temps opportun les statistiques monétaires et financières; 12° gukurikirana no guteza imbere imikorere y’ibigo by’imari no kugenzura ko byubahiriza amategeko abigenga harimo itegeko rikumira 12° to follow up and promote the soundness of financial institutions and their compliance with relevant Laws, including Law on prevention 12° faire le suivi et promouvoir la solidité des institutions financières et le respect des lois applicables, y compris la loi relative à la prévention et à la répression urwego 9° kubika no gucunga y’amanyamahanga; amafaranga kandi rihana iyezandonke no gutera inkunga iterabwoba; and punishment of money laundering and terrorism financing; du blanchiment de capitaux et du financement du terrorisme; 13° gukurikirana ko ibigo by’imari bishyiraho politiki n’uburyo bw’igenzura n’imicungire binoze by’ingorane zavuka; 13° to ensure that financial institutions adopt policies and procedures designed to effectively control and manage risks; 13° s’assurer que les institutions financières mettent en place des politiques et un cadre de contrôle et de gestion efficaces des risques; 14° gushyiraho politiki zirinda uburenganzira n’inyungu by’abakiliya, ababitsa n’abandi bafite inyungu iyo ari yo yose itari ukubitsa mu bigo by’imari hitabwa ku bigo by’imari bikeneye gupiganwa neza ku isoko no gukora ibishoboka byose birinda ingorane zishobora kubaho; 14° to adopt policies to safeguard the rights and interests of customers, depositors and creditors of financial institutions, taking into account the need for financial institutions to compete effectively in the market and take reasonable action to avoid risks; 14° mettre en place les politiques pour sauvegarder les droits et les intérêts des clients, déposants et créanciers des institutions financières, en tenant compte du besoin des institutions financières de faire une concurrence efficace sur le marché et de prendre des mesures raisonnables pour éviter le risque; 15° gukora indi nshingano yahabwa n’andi mategeko”. 15° to discharge such other responsibility as may be assigned by other Laws”. 15° s’acquitter de toute autre attribution pouvant lui être confiée par d’autres lois”. Ingingo ya 3: Abagize Inama y’Ubuyobozi Article 3: Members of the Board of Article 3: Membres Directors d’administration du Conseil Ingingo ya 13 y’Itegeko n° 48/2017 ryo ku Article 13 of Law n° 48/2017 of 23/09/2017 L’article 13 de la loi n° 48/2017 du 23/09/2017 wa 23/09/2017 rigenga Banki Nkuru y’u governing the National Bank of Rwanda is régissant la Banque Nationale du Rwanda est Rwanda ihinduwe ku buryo bukurikira: amended as follows: modifié comme suit: “Inama y’ubuyobozi icyenda (9) bakurikira: igizwe n’abantu “The Board of Directors consists of the “Le Conseil d’administration est composé de following nine (9) members: neuf (9) membres suivants: 1° Guverineri; 1° the Governor; 1° le Gouverneur; 2° Guverineri Wungirije; 2° the Deputy Governor; 2° le Gouverneur Adjoint; 3° Abandi barindwi (7) bashyirwaho n’iteka rya Perezida, batoranywa mu bantu bafite ubushobozi n’ubuzobere mu byerekeranye n’ifaranga, imari cyangwa ubukungu. 3° seven (7) other members appointed by Presidential Order, as chosen among personalities with competence and expertise in the monetary, financial or economic fields. 3° sept (7) autres membres nommés par arrêté présidentiel, choisis parmi les personnalités ayant une compétence et une expertise dans les domaines monétaire, financier ou économique. Iteka rya Perezida rivugwa mu gace ka 3o k’igika cya mbere cy’iyi ngingo rigena Umuyobozi n’Umuyobozi Wungirije b’Inama y’Ubuyobozi. The Presidential Order referred to under Item 3o of Paragraph One of this Article determines the Chairperson and the Deputy Chairperson of the Board of Directors. L’arrêté présidentiel visé au point 3o de l’alinéa premier du présent article détermine le Président et le Vice-Président du Conseil d’Administration. Nibura mirongo itatu ku ijana (30%) At least thirty percent (30%) of the members Au moins trente pour cent (30%) des membres by’abagize Inama y’Ubuyobozi bagomba of the Board of Directors must be females. du Conseil d’Administration doivent être des kuba ari abagore. femmes. With the exception of the Governor and the Deputy Governor, other members of the Board of Directors are appointed for a term of office of four (4) years renewable only once. À l’exception du Gouverneur et du Gouverneur Adjoint, les autres membres du Conseil d’Administration sont nommés pour un mandat de quatre (4) ans renouvelable une seule fois. Mu gushyiraho abagize Inama y’Ubuyobozi, In appointing members of the Board of ikitabwaho ni uko imirimo y’ubuyobozi bwa Directors, continuity of NBR’s BNR yakomeza itagize ubwo ihagarara”. administration operations is taken into account”. Lors de la nomination des membres du Conseil d’administration, la continuité des opérations de l’administration de la BNR est tenue en considération”. Uretse Guverineri na Guverineri Wungirije, abandi bagize Inama y’Ubuyobozi bashyirwaho mu gihe cy’imyaka ine (4) gishobora kongerwa rimwe gusa. Ingingo ya 4: Ibisabwa mu kujya mu Article 4: Requirements for being a Article 4: Conditions pour être membre du Nama y’Ubuyobozi member of the Board of Directors Conseil d’administration Ingingo ya 14 y’Itegeko n° 48/2017 ryo ku Article 14 of Law n° 48/2017 of 23/09/2017 L’article 14 de la loi n° 48/2017 du 23/09/2017 wa 23/09/2017 rigenga Banki Nkuru y’u governing the National Bank of Rwanda is régissant la Banque Nationale du Rwanda est Rwanda ihinduwe ku buryo bukurikira: amended as follows: modifié comme suit: “Ugize Inama y'Ubuyobozi agomba kuba: “A member of the Board of Directors must: “Un membre du Conseil d’administration doit: 1 º ari inyangamugayo; 1 º be a person of integrity; 1° être intègre; 2 º atarakatiwe burundu igihano cy’igifungo kingana cyangwa kirengeje amezi atandatu (6); 2 º not have been definitely sentenced to imprisonment for a term equal to or exceeding six (6) months; 2° n’avoir pas été définitivement condamné à une peine d'emprisonnement égale ou supérieure à six (6) mois; 3 º atarahamwe n’icyaha cy’ingengabitekerezo ya jenoside n’ibyaha bifitanye isano na yo; 3 º not have been convicted of the crime of genocide ideology and related crimes; 3° n’avoir pas été reconnu coupable du crime d’idéologie du génocide et des crimes connexes; 4 º atarahamwe n’icyaha cya jenoside”. 4 º not have been convicted of the crime of genocide”. 4° n’avoir pas été reconnu coupable du crime de génocide”. Ingingo ya 5: Inshingano z’Umuyobozi Article 5: Responsibilities of the Article 5: Attributions du Président du w’Inama y’Ubuyobozi Chairperson of the Board of Directors Conseil d’administration Itegeko n° 48/2017 ryo ku wa 23/09/2017 In Law n° 48/2017 of 23/09/2017 governing Dans la loi n° 48/2017 du 23/09/2017 régissant rigenga Banki Nkuru y’u Rwanda the National Bank of Rwanda, Article 15 bis la Banque Nationale du Rwanda, il est inséré ryongewemo ingingo ya 15 bis iteye ku is inserted to read as follows: l’article 15 bis libellé comme suit: buryo bukurikira: “Ingingo ya 15 bis: Inshingano z’ “Article 15 bis: Responsibilities of the “Article 15 bis: Attributions du Président du Umuyobozi w’Inama y’Ubuyobozi Chairperson of the Board of Directors Conseil d’Administration Umuyobozi w’Inama y’Ubuyobozi afite The Chairperson of the Board of Directors Le Président du Conseil d’administration a les inshingano zikurikira: has the following responsibilities: attributions suivantes: 1° gutumiza, kuyobora inama y’Inama y’Ubuyobozi no guhuza ibikorwa byayo; 1° convene, chair the meeting of the 1° convoquer, présider la réunion du Board of Directors and coordinate its activities; Conseil d'administration et coordonner ses activités; 2° gukurikirana ishyirwa mu bikorwa ry’ibyemezo by’Inama y’Ubuyobozi; 2° make follow-up on the implementation of resolutions of the Board of Directors; 2° faire le suivi de la mise en œuvre des 3° gukora indi mirimo yose yahabwa n’Inama y’Ubuyobozi iri mu nshingano zayo\". 3° perform any other duties falling 3° effectuer toute autre tâche relevant de within his or her responsibilities as may be assigned by the Board of Directors”. ses attributions pouvant lui être confiée par le Conseil d’administration. résolutions du Conseil d’administration; Ingingo ya 6: Inshingano z’ Umuyobozi Article 6: Responsibilities of the Deputy Article 6: Attributions du Vice-Président du wungirije w’Inama y’Ubuyobozi Chairperson of the Board of Directors Conseil d'administration Itegeko n° 48/2017 ryo ku wa 23/09/2017 In Law n° 48/2017 of 23/09/2017 governing Dans la loi n° 48/2017 du 23/09/2017 régissant rigenga Banki Nkuru y’u Rwanda the National Bank of Rwanda, Article 15 ter la Banque Nationale du Rwanda, il est inséré ryongewemo ingingo ya 15 ter iteye ku is inserted to read as follows: l’article 15 ter libellé comme suit: buryo bukurikira: “Ingingo ya z’Umuyobozi y’Ubuyobozi 15 ter: Wungirije Inshingano “Article 15 ter: Responsibilities of the “Article 15 ter: Attributions du Vicew’Inama Deputy Chairperson of the Board of Président du Conseil d’administration Directors Umuyobozi Wungirije w’Inama The Deputy Chairperson of the Board of Le Vice-Président du Conseil d'administration a y’Ubuyobozi afite inshingano zikurikira: Directors has the following responsibilities: les attributions suivantes: 1º kunganira Umuyobozi w’Inama y’Ubuyobozi no kumusimbura igihe adahari; 1° assist the Chairperson of the Board of Directors and deputize for him or her in case of his or her absence; le Président du Conseil d'administration et le remplacer en cas d’absence; 2º gukora imirimo yose yahabwa n’Inama y’Ubuyobozi iri mu nshingano zayo”. 2° perform any other duties falling 2° effectuer toute autre tâche relevant de within his or her responsibilities as may be assigned by the Board of Directors.” ses attributions pouvant lui être confiée par le Conseil d’administration. Ingingo ya y’Ubuyobozi 7: Inama 1° assister y’Inama Article 7: Meeting of the Board of Article 7: Réunion Directors d’administration du Conseil Ingingo ya 17 y’Itegeko n° 48/2017 ryo ku Article 17 of Law n° 48/2017 of 23/09/2017 L’article 17 de la loi n° 48/2017 du 23/09/2017 wa 23/09/2017 rigenga Banki Nkuru y’u governing the National Bank of Rwanda is régissant la Banque Nationale du Rwanda est Rwanda ihinduwe ku buryo bukurikira: amended as follows: modifié comme suit: “Inama y’Inama y’Ubuyobozi isanzwe ya BNR iterana rimwe mu gihembwe. Itumizwa kandi ikayoborwa n’Umuyobozi w’Inama y’Ubuyobozi cyangwa Umuyobozi Wungirije iyo Umuyobozi w’Inama y’Ubuyobozi adahari. “The ordinary meeting of the Board of Directors of NBR is held once a quarter. It is convened and chaired by the Chairperson of the Board of Directors or by the Deputy Chairperson when the Chairperson of the Board of Directors is absent. “La réunion ordinaire du Conseil d’administration de la BNR se tient une fois par trimestre. Elle est convoquée et présidée par le Président du Conseil d’administration ou le Vice-Président en cas d’absence du Président du Conseil d’administration. Ubutumire bukorwa mu nyandiko ishyikirizwa abagize Inama y’Ubuyobozi hasigaye nibura iminsi cumi (10) y’akazi ngo inama iterane kandi igaterana hari nibura bibiri bya gatatu (2/3) by’abayigize. The invitation is submitted to members of the Board of Directors in writing at least ten (10) working days before the meeting is held and the meeting is held when at least two thirds (2/3) of its members are present. L’invitation est transmise par écrit aux membres du Conseil d’administration au moins dix (10) jours ouvrables avant la tenue de la réunion et cette réunion ne se tient que lorsqu’au moins deux tiers (2/3) de ses membres sont présents. Inama y’Ubuyobozi ishobora guterana mu nama idasanzwe itumizwa mu nyandiko kandi ikayoborwa n’Umuyobozi w’Inama y’Ubuyobozi cyangwa Umuyobozi Wungirije iyo Umuyobozi w’Inama y’Ubuyobozi adahari, babyibwirije cyangwa bisabwe nibura na bibiri bya gatatu (2/3) by’abayigize. Isuzuma gusa ibyo yatumirijwe. The Board of Directors may sit in an extraordinary meeting convened in writing and chaired by the Chairperson of the Board of Directors or by the Deputy Chairperson when the Chairperson is absent at own initiative or upon proposal by two-thirds (2/3) of members of the Board of Directors. The meeting discusses only the items on the agenda. Le Conseil d’administration peut tenir une réunion extraordinaire convoquée par écrit et présidée par le Président du Conseil d’administration ou le Vice-Président en cas d’absence du Président du Conseil d’administration, de leur propre initiative ou à la demande d’au moins deux tiers (2/3) des membres du Conseil d’administration. La réunion ne traite que les points à l’ordre du jour. Inyandiko itumira inama igaragaza ibiri ku The invitation letter specifies items on La lettre d’invitation indique les points inscrits murongo w’ibyigwa”. agenda”. à l’ordre du jour”. Ingingo ya 8: Itangwa ry’amakuru Article 8: Disclosure of confidential Article 8: Divulgation des informations y’ibanga information confidentielles Ingingo ya 58 y’Itegeko n° 48/2017 ryo ku Article 58 of Law n° 48/2017 of 23/09/2017 L’article 58 de la loi n° 48/2017 du 23/09/2017 wa 23/09/2017 rigenga Banki Nkuru y’u governing the National Bank of Rwanda is régissant la Banque Nationale du Rwanda est Rwanda ihinduwe ku buryo bukurikira: amended as follows: modifié comme suit: “BNR ishobora guha amakuru y’ibanga: 1 º Urwego rw’ubutegetsi rwa Leta, urwego rushinzwe kubahiriza amategeko mu “NBR may provide confidential information “BNR peut fournir to: confidentielles: 1º a public sector agency, a Law enforcement agency, where NBR is les informations 1º à une institution du secteur public, une institution d’exécution de la loi, si la gihe BNR yizeye ko izo nzego zifite ubushobozi bwo kurinda ibanga ry’amakuru atanzwe, cyangwa ikindi kigo hashingiwe ku masezerano mpuzamahanga u Rwanda rwashyizeho umukono; satisfied that such agencies have the capacity to protect the confidentiality of the information disclosed or any other agency pursuant to an existing international treaty signed by Rwanda; BNR est rassurée que ces institutions ont la capacité de protéger la confidentialité de l’information donnée, ou une autre institution en vertu d’un traité international signé par le Rwanda; 2 º Urwego rushinzwe Ubutasi ku Mari hashingiwe ku itegeko rirwanya iyezandonke no gutera inkunga iterabwoba”. 2º the Financial Intelligence Centre pursuant to Law on anti-money laundering and financing terrorism”. 2º au Centre de Renseignement Financier en vertu de la loi relative à la lutte contre le blanchiment des capitaux et le financement du terrorisme”. Ingingo ya 9: Igihe cy’inzibacyuho"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9 - Transition",
      "content": "Itegeko n° 48/2017 ryo ku wa 23/09/2017 In Law n° 48/2017 of 23/09/2017 governing Dans la Loi n° 48/2017 du 23/09/2017 régissant rigenga Banki Nkuru y’u Rwanda the National Bank of Rwanda, Article 72 bis la Banque Nationale du Rwanda, il est inséré ryongewemo ingingo ya 72 bis, iteye ku is inserted to read as follows: l’article 72 bis libellé comme suit: buryo bukurikira: Ingingo ya 72 bis: Igihe cy’inzibacyuho"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72 - bis: Transition",
      "content": "Inama y’Ubuyobozi iriho ikomeza imirimo The incumbent Board of Directors continues Le Conseil d’administration en place poursuit yayo mu gihe kitarenze umwaka umwe (1)”. its duties within one year (1) ses fonctions endéans une année (1) Ingingo ya 10: Itegurwa, isuzumwa Article 10: Drafting, consideration and Article 10: Initiation, examen et adoption de n’itorwa by’iri tegeko adoption of this Law la présente loi Iri tegeko ryateguwe mu rurimi This Law was drafted in English, considered La présente loi a été initiée en anglais, examinée rw’Icyongereza, risuzumwa kandi ritorwa and adopted in Ikinyarwanda. et adoptée en Ikinyarwanda. mu rurimi rw’Ikinyarwanda. Ingingo ya 11: Ivanwaho ry’ingingo Article 11: Repealing provision z’amategeko zinyuranyije n’iri tegeko"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11 - Disposition abrogatoire",
      "content": "Ingingo zose z’amategeko abanziriza iri All prior provisions contrary to this Law are Toutes les dispositions antérieures contraires à kandi zinyuranyije na ryo zivanyweho. repealed. la présente loi sont abrogées. Ingingo ya 12: Igihe iri tegeko ritangirira Article 12: Commencement gukurikizwa"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12 - Entrée en vigueur",
      "content": "Iri tegeko ritangira gukurikizwa ku munsi This Law comes into force on the date of its La présente loi entre en vigueur le jour de sa ritangarijweho mu Igazeti ya Leta ya publication in the Official Gazette of the publication au Journal Officiel de la République Repubulika y’u Rwanda. Republic of Rwanda. du Rwanda. Kigali, 03/03/2021 (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre Bibonywe kandi bishyizweho Ikirango cya Repubulika: Sean and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston Minisitiri w’Ubutabera akaba n’Intumwa Nkuru ya Leta Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux"
    }
  ],
  "definitions": []
}
