{
  "id": "rw-law-2021-10",
  "type": "statute",
  "title": "Law determining the Organisation of Education",
  "title_en": "Law determining the Organisation of Education",
  "short_name": "Law 10 of 2021",
  "status": "repealed",
  "issued_date": "2021-02-16",
  "in_force_date": "2021-02-18",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/10/eng@2021-02-18",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – Purpose of the Law, definitions, mission and responsibilities in education",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the organization of education."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – Purpose of the Law, definitions, mission and responsibilities in education",
      "section": "2",
      "title": "Article 2 – Definitions",
      "content": "In this Law, the following terms have the following meanings: 1º department: a basic division within a faculty that is responsible for organizing academic and research activities as well as those meant to help address various issues that affect the society; 2º bursary: a non-refundable amount disbursed by the Government through a relevant organ, to learners studying inside the country or abroad on the basis of the relevant national policy; 3º cycle: a combination of courses an education institution offers in a period specified in the curriculum approved by a competent organ and whose completion is sanctioned by awarding of a certificate or a degree; 4º research institute: an organ attached to an institution of higher learning with a mandate to conduct basic or applied research; 5º cost of education: value of an education institution's means to provide a learner with education at each cycle; 6º degree: a document attesting that the holder has completed a cycle at a higher learning institution; 7º certificate: a document attesting that the holder completed a general or technical and vocational education program whose period is determined by a curriculum. It is also a document awarded to an individual who completes a training course in an institution of higher learning; 8º study loan: funds a State gives as a loan to a learner to meet the cost of higher education in Rwanda or abroad; 9º curriculum: a document that determines subjects to teach, teaching method, knowledge and skills assessment mode, teaching hours and exit profile; 10º professional education: training provided to a learner for self-development and professional development; 11º education quality: a combination of courses, education, knowledge and know-how offered to a learner, the capacity of a teacher, the quantity of inputs in education, the environment of education, mode of knowledge and skills assessment and the outcome of education that enable the learner to develop himself or herself and develop the country; 12º faculty or school: an organ within an institution of higher learning or a college composed of various departments that offer general or professional and technical education programmes; 13º specialized higher institute: an institution of higher learning that offers specialized educational programmes in different fields of study; 14º institution of higher learning: an education institution that offers general, technical and vocational, professional courses or technological and research training programmes at the post-secondary education level of general or technical and vocational education; 15º education institution: an officially recognized educational place where training is provided at different levels of education; 16º assessment of knowledge and skills: methods of assessing whether a learner understood the courses taught to him or her and whether he or she has the knowledge and skills to apply what he or she learnt depending on what is contained in the curriculum to verify whether the objectives were achieved; 17º university: an institution of higher learning which offers various education programmes at different levels; 18º college: an institution of higher learning with a legal personality and which offers different courses which cannot go beyond graduate programs; 19º affiliated college: affiliated institution of higher learning that offers specialized programs which may be pursued up to the postgraduate level; 20º accreditation: authorizing an institution of higher learning to operate, upgrade the cycle or recognition of its curricula, degrees and certificates; 21º distance learning: a method of delivering courses to learners away from a teacher, through technology; 22º Minister: the Minister in charge of education; 23º polytechnic school: an institution of higher learning which provides different technical and vocational education at various levels; 24º education: courses offered to a person at various levels to enable him or her to increase his or her knowledge, vocational skills, capacity and upbringing; 25º adult: a person aged at least fifteen (15) years who did not have access to literacy and numeracy and who is unable to participate on a daily basis to primary education; 26º learner: any person admitted in the education institution to attend lessons offered in that institution on permanent or temporary basis; 27º teacher: a qualified employee of an education institution who teaches, conducts research, heads an education institution, directs studies or who monitors learners’ discipline and good conduct."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – Purpose of the Law, definitions, mission and responsibilities in education",
      "section": "3",
      "title": "Article 3 – Mission of education",
      "content": "The mission of education in Rwanda is to provide all and in an inclusive manner with quality education to solve problems in order to achieve sustainable development."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – Purpose of the Law, definitions, mission and responsibilities in education",
      "section": "4",
      "title": "Article 4 – Specific objectives of education",
      "content": "Specific objectives of education are as follows: 1º to provide Rwandans with adequate skills at all levels of education; 2º to offer quality courses and education at all levels; 3º to promote science, technology, research, technical and vocational skills in order to speed up national development; 4º to educate learners about values and prohibitions of Rwandan culture including the culture of patriotism, peace, tolerance, justice, respect for human rights, solidarity, democracy, avoidance of any form of discrimination or favouritism and that of environment protection; 5º to provide each Rwandan with education based on ethical values, science and skills, social welfare and directed towards building a nation to ensure its sustainable development; 6º to train the learner to work, to love the work, to take their work seriously, to be punctual and to promote competence; 7º to train the learner in thinking and analytical skills, being innovative, accept divergent opinion and to know what prevails elsewhere; 8º to eliminate all grounds and obstacles that hinder the development of girls and women education as well as of any other groups that need special attention."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – Purpose of the Law, definitions, mission and responsibilities in education",
      "section": "5",
      "title": "Article 5 – Responsibilities of government in education",
      "content": "The Government, through the Ministry in charge of education, is responsible for general development of education as well as preserving and developing quality of education. Particularly, the Government emphasizes on: 1º designing policy and appropriate planning for education and monitoring their implementation; 2º putting in place legislation governing education and ensuring its implementation."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter One – Purpose of the Law, definitions, mission and responsibilities in education",
      "section": "6",
      "title": "Article 6 – Responsibilities of a parent or a person with parental authority in the development of quality of education",
      "content": "For purposes of developing the quality of education, a parent or a person with parental authority has the following responsibilities: 1º to provide the child with quality education and ensure his or her development; 2º to ensure that the child starts school at the required age; 3º to ensure the discipline and learning of the child; 4º to provide the child with necessary means for his or her education; 5º to assist the child in choosing an education institution that meets his or her aspirations and abilities; 6º to contribute in the school feeding program."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter One – Purpose of the Law, definitions, mission and responsibilities in education",
      "section": "7",
      "title": "Article 7 – Responsibilities of stakeholders in education",
      "content": "Education stakeholders assume their responsibilities in developing the quality of education in accordance with the agreement they conclude with the Government."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Types of education institutions, parts and categories of education",
      "section": "8",
      "title": "Article 8 – Types of education institutions",
      "content": "Education institutions are divided into three (3) types: 1º a public education institution; 2º a government-subsidised education institution; 3º a private education institution."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Types of education institutions, parts and categories of education",
      "section": "9",
      "title": "Article 9 – Public education institution",
      "content": "A public education institution is: 1º an education institution established by the Government; 2º a private education institution handed over to the Government by its owner via a written document by both parties; 3º a Government-subsidised education institution that turns into a public education institution in accordance with procedures specified in the agreement."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Types of education institutions, parts and categories of education",
      "section": "10",
      "title": "Article 10 – Government-subsidised education institution",
      "content": "A Government-subsidised education institution is: 1º an education institution built by the Government on a plot legally owned by an individual, a faith-based organisation, a national non-governmental organisation or an international non-governmental organisation; 2º an education institution built by the Government in collaboration with a faith-based organisation, a national non-governmental organization or an international non-governmental organisation on a plot legally owned by that organisation; 3º an education institution built by a faith-based organisation, a national non-governmental organisation or international non-governmental organisation on a plot legally owned to it which the Government contributed to its rehabilitation, extension, salary payment of the teaching staff and other staff or to equipment except if the Government donated them in writing. For education institutions mentioned in this Article, the Government and its stakeholders enter into an operating agreement which sets out the role and responsibilities of each party."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Types of education institutions, parts and categories of education",
      "section": "11",
      "title": "Article 11 – Private education institution",
      "content": "A private education institution is: 1º an education institution established by an individual, a legal association of persons, a faith-based organisation, a national non-governmental organisation, an international non-governmental organisation recognised in Rwanda or an international education institution; 2º an education institution established in Rwanda by another country. A private education institution complies with education standards in Rwanda and is subject to regular inspection by the National agency in charge of the inspection of education institutions for the category to which such an education institution belongs."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Types of education institutions, parts and categories of education",
      "section": "12",
      "title": "Article 12 – Categories of formal education",
      "content": "Formal education is offered through the following three (3) categories: 1º general education; 2º technical and vocational education and training; 3º professional education. An Order of the Minister determines criteria for granting or approving a degree or a certificate of a learner who completes a cycle of education in each category as well as modalities in which a learner can move from one category to another. It also determines equivalence and authentication of degrees or certificates issued abroad and those issued in Rwanda."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Types of education institutions, parts and categories of education",
      "section": "13",
      "title": "Article 13 – Cycles in each category of education",
      "content": "The general education is comprised of the following cycles: 1º cycle of pre-primary education; 2º cycle of primary education; 3º first (1 st) and second (2 nd) cycles of secondary education; 4º first cycle (1 st), second (2 nd) and third (3 rd) cycles of higher education. The category of technical and vocational education is comprised of the following cycles: 1º Technical and Vocational Schools at level one (1) and level two (2); 2º Technical and vocational schools from level three (3) to level five (5). 3º Technical and vocational institutions of higher learning. The category of professional education comprises a single cycle which offers professional education."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Establishment and management of an education institution",
      "section": "14",
      "title": "Article 14 – Establishment of an education institution",
      "content": "The establishment of an education institution is undertaken for education development with a focus on courses needed in the country and on the labour market. A public education institution, a Government-subsidised education institution or a private education institution is established in accordance with the provisions of this Law for each category of education institutions on the basis of the school map established by the Ministry in charge of education. Establishing the school map respects the national land use and development master plan."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Establishment and management of an education institution",
      "section": "15",
      "title": "Article 15 – Management of an education institution",
      "content": "A public education institution is managed by the Government in accordance with relevant laws. However, a public education institution may be managed by an individual or legal entity in accordance with the agreement signed between them. A Government-subsidised education institution is managed in accordance with the signed agreement and other relevant laws. A private education institution is managed by the owner in accordance with relevant laws. A public education institution, a Government-subsidised education institution or a private education institution is managed without prejudice to the interests of education."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Establishment and management of an education institution",
      "section": "16",
      "title": "Article 16 – Property of an education institution and its management",
      "content": "The property of an education institution comprises movable and immovable assets. The property of a public education institution is managed in accordance with laws governing the management of State finances and property. The property invested by the Government in a Government-subsidised education institution is considered as State private assets and is managed in accordance with laws governing the management of State finances and property. The property invested by a partner in a Government-subsidised education institution is managed in accordance with the agreement signed with the Government. The property of a private education institution is managed by the owner of such education institution. The property of an education institution is managed without prejudice to the interests of education."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Establishment and management of an education institution",
      "section": "17",
      "title": "Article 17 – Staff in education institutions",
      "content": "A Prime Minister’s Order establishes a special statute governing teacher in basic, technical and vocational education institutions as well as the academic and research staff in public and Government-subsidised institutions of higher learning. Support staff of education institutions mentioned in Paragraph One of this Article are governed by the general statute governing public servants. Teachers, researchers and other support staff of private education institutions in all categories of education are governed by the law regulating labour in Rwanda and employment contracts."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Establishment and management of an education institution",
      "section": "18",
      "title": "Article 18 – Code of conduct in education institutions",
      "content": "A teacher, a learner and any other employee of an education institution must be of good behaviour. An Order of the Minister determines the code of conduct of persons referred to under Paragraph One of this Article."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Establishment and management of an education institution",
      "section": "19",
      "title": "Article 19 – Curriculum",
      "content": "Each cycle of education has a curriculum. The curricula for pre-primary, primary, secondary and technical and vocational education and training from level one (1) to level five (5) are developed by a national agency in charge of curricula in respective education institutions and established by an Order of the Minister. The curriculum for institutions of higher learning of general education, technical and vocational institutions of higher learning and professional education institutions is developed by the concerned institution of higher learning and approved by a national agency in charge of institutions of higher learning. The curriculum is revised at least after five (5) years and after its evaluation. The Minister can authorise a private education institution in Rwanda to use an international curriculum."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Establishment and management of an education institution",
      "section": "20",
      "title": "Article 20 – Medium of instruction",
      "content": "English is the medium of instruction. However, education institutions that implement the international curriculum in Rwanda are authorised to teach in another language. Official languages are taught as subjects in accordance with the curriculum of each cycle."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Establishment and management of an education institution",
      "section": "21",
      "title": "Article 21 – Assessment of learner’s knowledge and skills",
      "content": "Every learner in every cycle is subject to the assessment of knowledge and skills with the aim of ensuring that he or she understands what he or she learned."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Establishment and management of an education institution",
      "section": "22",
      "title": "Article 22 – Learner’s promotion",
      "content": "A learner is promoted from one level to another or from one cycle to another upon successful completion of the assessment of knowledge and skills based on standards of the approved curriculum."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Establishment and management of an education institution",
      "section": "23",
      "title": "Article 23 – Benefits for a learner",
      "content": "The Government contributes in covering the cost of education and feeding for a learner in public and Government-subsidised pre-primary, primary, general or technical and vocational secondary schools. The Government also contributes in helping a learner who meets the requirements access a study loan or bursary to study in public, Government-subsidised or foreign institutions of higher learning. An Order of the Minister determines the benefits for a learner in each cycle."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Establishment and management of an education institution",
      "section": "24",
      "title": "Article 24 – Internship",
      "content": "An education institution is responsible for getting a place where a learner carries out his or her internship as required by the curriculum. Government institutions, the private sector and other stakeholders help an education institution find a place for a learner to carry out his or her internship."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Establishment and management of an education institution",
      "section": "25",
      "title": "Article 25 – Training a learner to become a professional teacher",
      "content": "A learner who is trained to become a professional teacher in education institutions with general education and those of technical and vocational training is selected from the learners who so requested and must have successfully passed the national examination for ordinary or advanced level of general secondary education. An Order of the Minister determines the benefits granted to a learner admitted to be trained to become a professional teacher."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Establishment and management of an education institution",
      "section": "26",
      "title": "Article 26 – Beginning teacher",
      "content": "A beginning teacher is assisted in pursuing his or her professional training to promote his or her career and quality of education in general. An Order of the Minister determines modalities through which a teacher in education institutions with general education and a teacher in technical and vocational education institutions are trained."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter III – Establishment and management of an education institution",
      "section": "27",
      "title": "Article 27 – Inspection of education institutions",
      "content": "A national agency in charge of the inspection of education institutions in each cycle carries out a regular inspection of the functioning of public, Government-subsidised and private education institutions as well as education institutions having an international curriculum in accordance with standards in education."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter III – Establishment and management of an education institution",
      "section": "28",
      "title": "Article 28 – Standards in education",
      "content": "An Order of the Minister determines standards in education and modalities for inspection of their implementation."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter One – Categories, establishment, registration and closure of general, technical and vocational basic education institutions",
      "section": "29",
      "title": "Article 29 – Categories of general basic education institutions",
      "content": "Categories of general basic education institutions are: 1º pre-primary schools; 2º primary schools; 3º general secondary schools."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter One – Categories, establishment, registration and closure of general, technical and vocational basic education institutions",
      "section": "30",
      "title": "Article 30 – Categories of technical and vocational basic education institutions",
      "content": "Categories of technical and vocational basic education institutions are: 1º Short term Technical and Vocational Training Schools; 2º Technical and Vocational Secondary Schools."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter One – Categories, establishment, registration and closure of general, technical and vocational basic education institutions",
      "section": "31",
      "title": "Article 31 – Establishment of a general or technical and vocational basic education institution",
      "content": "A public general or technical and vocational basic education institution is established and given a name by the District upon approval by a national agency in charge of inspection of basic education institutions. A Government-subsidised or private education institution is established and given a name by the owner upon approval by a national agency in charge of inspection of basic education institutions."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter One – Categories, establishment, registration and closure of general, technical and vocational basic education institutions",
      "section": "32",
      "title": "Article 32 – Registration of a general or technical and vocational basic education institution",
      "content": "The national agency in charge of inspection of basic education institutions issues to a public general or technical and vocational basic education institution that is authorised to operate, a registration certificate indicating the category of an education institution, specific identification number and address of an education institution. The national agency in charge of inspection of basic education institutions issues to a Government-subsidised or private general or technical and vocational basic education institution that is authorised to operate, a registration certificate indicating the name of the owner of the education institution or its legal representative, the category, specific identification number and address of an education institution."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter One – Categories, establishment, registration and closure of general, technical and vocational basic education institutions",
      "section": "33",
      "title": "Article 33 – Closure of a general or technical and vocational basic education institution",
      "content": "A general or technical and vocational basic education institution can be closed by the Minister based on the report of the national agency in charge of inspection of basic education institutions. When an education institution is closed, the Ministry in charge of education helps learners to be admitted in other education institutions in order to continue their studies."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "34",
      "title": "Article 34 – Administrative organs of an education institution",
      "content": "The administrative organs of an education institution are as follows: 1º the General Assembly; 2º the management of an education institution."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "35",
      "title": "Article 35 – Composition of the General Assembly",
      "content": "The General Assembly is composed of: 1º parents with children enrolled in the education institution; 2º members of the management of the education institution; 3º teachers of the education institution; 4º two (2) representatives of learners, including, where possible, a male and a female elected by their peers; 5º the education institution owner or his or her representative, in case of Government-subsidised and private education institutions; 6º any other person approved by the General Assembly. An order of the Minister determines the functioning of the General Assembly."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "36",
      "title": "Article 36 – Affiliated organs of the General Assembly",
      "content": "The affiliated organs of the General Assembly are as follows: 1º the Executive Committee; 2º the Audit Committee. An Order of the Minister determines the functioning of the Executive Committee and Audit Committee."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "37",
      "title": "Article 37 – Responsibilities of the General Assembly",
      "content": "The General Assembly is the supreme organ of an education institution in terms of learning, teaching and welfare of learners and teachers. It monitors the general functioning of an education institution and ensures its development. The General Assembly is particularly responsible for the following: 1º to adopt the specific vision of the education institution according to its mission; 2º to appoint and dismiss members of the Executive Committee; 3º to appoint and dismiss members of the Audit Committee; 4º to adopt the education institution’s internal rules and regulations; 5º to approve the education institution’s annual budget and action plan; 6º to approve the annual financial and activity report; 7º approve bonus for teachers, parents’ contribution to the feeding of children at the education institution or to the rehabilitation of the education institution in the case of public and Government-subsidised education institutions; 8º to approve school fees and the parents’ contribution to the feeding of children at the education institution in private education institutions."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "38",
      "title": "Article 38 – Members of the Executive Committee",
      "content": "The Executive Committee consists of the following members: 1º five (5) parents elected by peers including a chairperson and a deputy chairperson; 2º the head of the education institution, who also acts as rapporteur; 3º the owner of the education institution or his or her representative in case of Government subsidised or private education institution; 4º two (2) teachers representing their peers, including a male and a female elected by their peers; 5º two (2) learners representing their peers, including a male and a female where possible elected by their peers;"
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "39",
      "title": "Article 39 – Responsibilities of the Executive Committee",
      "content": "The Executive Committee has the following responsibilities: 1º to monitor compliance with laws and regulations governing the education institution and advise on the internal rules and regulations of the education institution; 2º to monitor the management of the education institution’s property and welfare of learners; 3º to examine problems faced by the education institution and advise on how to address them; 4º to advise on the education institution’s vision, planning and strategy; 5º to advise on the education institution’s budget and parents’ contributions; 6º to submit a report to the General Assembly; 7º to submit meeting reports to Sector authorities, with a copy to the executive secretary of the Cell where the education institution is located; 8º to perform such other responsibility as may be assigned by the General Assembly."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "40",
      "title": "Article 40 – Members of the Audit Committee",
      "content": "The Audit Committee consists of the following: 1º a chairperson and deputy chairperson elected from among parents who are not members of the Executive Committee; 2º a teacher elected by his or her peers, who also acts as rapporteur; 3º a learner elected by his or her peers; 4º the Sector education officer; 5º the Executive Secretary of the Cell where the education institution is located."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "41",
      "title": "Article 41 – Responsibilities of the Audit Committee",
      "content": "The Audit Committee has the following responsibilities: 1º to monitor the management and use of the education institution’s finance and property; 2º to monitor compliance with the education institution’s internal rules and regulations; 3º to control the feeding of learners at the education institution; 4º to submit the audit report to the General Assembly; 5º to audit the functioning of the Executive Committee."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "42",
      "title": "Article 42 – Members of the management of an education institution",
      "content": "The management of an education institution consists of the following members: 1º the head of the education institution; 2º the deputy head in charge of studies and the deputy head in charge of discipline appointed according to the category of the education institution and the number of learners. An Order of the Minister determines the structure of the management of an education institution, responsibilities of members of its management and the number of learners on the basis of which an education institution is staffed with deputy heads."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "43",
      "title": "Article 43 – Responsibilities of the management of an education institution",
      "content": "The management of an education institution has the following responsibilities: 1º to ensure the daily administration of the education institution, teaching and learning, the conduct of teachers and other staff members, learners and the management of the education institution’s property to improve the quality of education; 2º to implement policies and legislation governing education; 3º to prepare the draft annual budget and submit it to the Executive Committee for approval by the General Assembly of the education institution; 4º to implement recommendations of the Executive Committee and decisions of the General Assembly; 5º to submit to the Executive Secretary of the Cell where a parent resides within seven (7) working days, the identification of a parent or any other person with parental authority over the child, who deprives a child of the right to study in basic education institutions; 6º to make a report every three (3) months, submit it to the District and reserve a copy to the Sector where an education institution is located."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "44",
      "title": "Article 44 – Subsidiary organs of the management of an education institution",
      "content": "The subsidiary organs of the management of an education institution are the following: 1º the Learners’ Council; 2º the Teachers’ Council. The internal rules and regulations of an education institution determine the functioning of Learners’ Council and Teachers’ Council."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "45",
      "title": "Article 45 – Composition and responsibilities of the Learners’ Council",
      "content": "The Learners’ Council consists of all learners in the education institution. It has the following responsibilities: 1º to give opinion on the learning, teaching, conduct and welfare of the learners; 2º to participate in various works related to the general activities of the education institution; 3º to elect their representatives to the General Assembly, Executive Committee and Audit Committee; 4º to participate in the fight against the use of drugs and other immoral behaviours among learners everywhere and at all times; 5º to participate in the fight against any form of violence; 6º to prevent and fight genocide ideology, sectarianism, discrimination and any form of favouritism; 7º to contribute to the promotion of Rwandan values, sports, culture and leisure."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "46",
      "title": "Article 46 – Composition and responsibilities of the Teachers’ Council",
      "content": "The Teachers’ Council is composed of all teachers of the education institution. It has the following responsibilities: 1º to promote learning, teaching and the management of the education institution; 2º to participate in the preparation and use of the education institution’s budget; 3º to elect their representatives to the Executive Committee and Audit Committee; 4º to contribute to the monitoring of the behaviour and discipline of teachers and learners and other problems identified by the education institution; 5º to promote the use of technology, languages taught in education institutions and especially of the medium of instruction; 6º to participate in the fight against all forms of violence; 7º to prevent and fight the ideology of genocide, sectarianism, discrimination and all forms of favouritism; 8º to teach learners the Rwandan values; 9º to strive for excellence and innovation."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "47",
      "title": "Article 47 – General assessment of knowledge and skills in a general and technical and vocational basic education institution",
      "content": "The general assessment of knowledge and skills in a general, technical and vocational basic education institution includes: 1º the regular assessment of knowledge and skills prepared by the teacher; 2º the assessment of knowledge and skills carried out at the education institution, District and national levels. An Order of the Minister determines modalities for the organization of general assessment of knowledge and skills of learners at the level of all cycles in the general, technical and vocational basic education institutions."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "48",
      "title": "Article 48 – Promotion of a learner in a general or technical and vocational basic education institution",
      "content": "With the exception of a learner in the preprimary education cycle, a learner in the general or technical and vocational basic education institution is promoted after he or she has passed the general assessment of knowledge and skills referred to in Article 47 of this Law. An Order of the Minister determines modalities for the promotion of a learner from one year or cycle to another on the basis of the results of a general assessment of knowledge and skills."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "49",
      "title": "Article 49 – Admission of a learner who pursued an international or foreign curriculum",
      "content": "A learner who completes an educational cycle in a foreign education institution or a private education institution that implements an international or foreign curriculum may be admitted to an education institution that implements an official educational curriculum upon approval by the national agency in charge of national exams."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "50",
      "title": "Article 50 – Boarding system in an education institution",
      "content": "Learners in general, technical and vocational basic secondary education become boarders when the education institution is authorized for this purpose by the national agency in charge of inspection of basic education institutions on the basis of the standards established by an Order of the Minister. Learners in pre-primary and primary education institutions are day learners. However, learners with disabilities that cannot allow them to be day learners may be placed in boarding education institutions of special education. The education institution’s internal rules and regulations determine the management of the dormitories in the education institution."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "51",
      "title": "Article 51 – Feeding learners at the education institution",
      "content": "A day learner in a public, Government-subsidized and private institution of general, technical and vocational basic education takes the meal of the day at the education institution. An Order of the Minister determine criteria for determining the contribution of a parent and the Government in the feeding of a learner in a public and Government-subsidized education institution."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter II – Organisation and functioning of general, technical and vocational basic education institutions",
      "section": "52",
      "title": "Article 52 – Special room",
      "content": "An institution of general, technical and vocational basic education must have a special room equipped with basic items in the context of caring for the girl child. Also, the education institution has a special room equipped with first-aid equipment for the learner, teacher, staff member or any other person who may have a problem while at the education institution."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter III – Special provisions on each cycle of general, technical and vocational basic education institutions",
      "section": "53",
      "title": "Article 53 – Pre-primary education",
      "content": "A pre-primary education is organised in a single cycle of three (3) years. A pre-primary cycle admits children aged at least three (3) years. Pre-primary education aims to train a child to socialise with others, to constantly awaken his or her intelligence, to give him or her an opportunity to play with other children, to do physical, rhythmic and arms exercises. It also aims at preparing a child for primary education. A child who completes a pre-primary cycle is given a document which confirms that he or she has completed the cycle."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter III – Special provisions on each cycle of general, technical and vocational basic education institutions",
      "section": "54",
      "title": "Article 54 – Establishment of a pre-primary school",
      "content": "A pre-primary school is established by: 1º the State; 2º State partners; 3º an individual or an association of persons."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter III – Special provisions on each cycle of general, technical and vocational basic education institutions",
      "section": "55",
      "title": "Article 55 – Primary education",
      "content": "Primary education is organised in a single cycle of six (6) years. The first three (3) years of primary school focus on teaching reading, writing and numeracy. From fourth (4) year to sixth (6) year of a primary school, the focus is on general knowledge which prepares the learner to enter the first cycle of secondary education. Primary education ends with a national examination with the award of a certificate. The successful learner continues with the first cycle of general secondary education."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter III – Special provisions on each cycle of general, technical and vocational basic education institutions",
      "section": "56",
      "title": "Article 56 – Age of entry into primary school",
      "content": "A child starts primary school at the age of at least six (6) years old."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter III – Special provisions on each cycle of general, technical and vocational basic education institutions",
      "section": "57",
      "title": "Article 57 – Right to primary education",
      "content": "Primary education is compulsory and free both in public and Government-subsidised schools. In these schools, the cost of education is covered by the government. A parent or any other person with parental authority over the child is obliged to cause admission of the child to school if the child attains the age of commencing primary education. No child may be deprived of the right to attend primary school. A parent or any other person with parental authority over the child prevents the child from any reason that may cause school dropout."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter III – Special provisions on each cycle of general, technical and vocational basic education institutions",
      "section": "58",
      "title": "Article 58 – Secondary education",
      "content": "Secondary education is provided through the following two (2) cycles: 1º the first cycle of ordinary level of education which lasts for three (3) years and is completed by the national examination with the award of a certificate. The successful learner continues with the second (2) cycle of general or technical and vocational secondary education; 2º the second cycle of secondary education is comprised of three (3) fields of study. A learner who completes the first cycle of ordinary level of education may choose: a. a combination of various courses of science, humanities and languages; b. a combination of professional courses c. technical and vocational education from level three (3) to level five (5). The second cycle of secondary education is completed by a national examination with the award of a certificate. The successful learner is awarded a certificate and the one who fulfils the requirements of the agency in charge of the institutions of higher learning is enrolled in institutions of higher learning of general or technical and vocational education."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter III – Special provisions on each cycle of general, technical and vocational basic education institutions",
      "section": "59",
      "title": "Article 59 – Age of admission in secondary education",
      "content": "A learner begins secondary education at the age of at least twelve (12) years."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter III – Special provisions on each cycle of general, technical and vocational basic education institutions",
      "section": "60",
      "title": "Article 60 – Opening a new combination",
      "content": "A secondary school of general or technical and vocational education which intends to open a new combination applies in writing and is authorised by the national agency in charge of inspection of basic education. An Order of the Minister determines the criteria for a secondary school of general education or technical and vocational education to be allowed to open a new combination."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter One – Cycles, types, establishment and management of institutions of higher learning",
      "section": "61",
      "title": "Article 61 – Cycles of higher education",
      "content": "The cycles of higher education are the following: 1º undergraduate; 2º graduate; 3º postgraduate."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter One – Cycles, types, establishment and management of institutions of higher learning",
      "section": "62",
      "title": "Article 62 – Undergraduate",
      "content": "The undergraduate cycle of higher learning of general or technical and vocational education is a level of study undertaken by a learner who has completed secondary education which leads to the award of either a Diploma or an Advanced Diploma and which ends with the highest degree at this cycle which is a Bachelor’s Degree."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter One – Cycles, types, establishment and management of institutions of higher learning",
      "section": "63",
      "title": "Article 63 – Graduate",
      "content": "The graduate cycle of higher education in general education or technical and vocational education is a level of study undertaken by a learner who has completed the undergraduate cycle and which leads to the award of a Post Graduate Certificate or a Post Graduate Diploma and the highest degree at this cycle is the Master’s Degree."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter One – Cycles, types, establishment and management of institutions of higher learning",
      "section": "64",
      "title": "Article 64 – Postgraduate",
      "content": "The postgraduate cycle of higher education in general education or technical and vocational education is a level of study undertaken by a learner who has completed the graduate level and which leads to the award of a Doctorate Degree."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter One – Cycles, types, establishment and management of institutions of higher learning",
      "section": "65",
      "title": "Article 65 – Criteria for the award of a degree or a certificate",
      "content": "An Order of the Minister determines criteria for the award of degree or certificate in the undergraduate, graduate and postgraduate cycles of higher education."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter One – Cycles, types, establishment and management of institutions of higher learning",
      "section": "66",
      "title": "Article 66 – Types of institutions of higher learning",
      "content": "Types of institutions of higher learning are the following: 1° university; 2° polytechnic; 3° specialised institute; 4° college; 5° professional institute. An Order of the Minister determines requirements for an institution of higher learning to be a university, a polytechnic, a specialized institute, a college or a professional institute."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter One – Cycles, types, establishment and management of institutions of higher learning",
      "section": "67",
      "title": "Article 67 – Establishment of a public institution of higher learning",
      "content": "A public institution of higher learning is established by a law."
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter One – Cycles, types, establishment and management of institutions of higher learning",
      "section": "68",
      "title": "Article 68 – Foundation of a Government-subsidized institution of higher learning",
      "content": "A Government-subsidized institution of higher learning is founded on the basis of an agreement between the Government and its partner and it is granted accreditation and legal personality by an Order of the Minister upon inspection report of the agency in charge of the institutions of higher learning."
    },
    {
      "provision_ref": "art69",
      "chapter": "Chapter One – Cycles, types, establishment and management of institutions of higher learning",
      "section": "69",
      "title": "Article 69 – Foundation of a private institution of higher learning",
      "content": "A private institution of higher learning is founded by an individual or an association of persons in accordance with relevant laws."
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter One – Cycles, types, establishment and management of institutions of higher learning",
      "section": "70",
      "title": "Article 70 – Requirements for accreditation of a private institution of higher learning",
      "content": "In order for an institution of higher learning to be accredited, the owner applies, in writing, to the Agency in charge of institutions of higher learning and the application particularly indicates the following: 1 º identification of the owner and that of the institution that he or she intends to start; 2 º learning and teaching facilities; 3 º proposed teaching staff; 4 º staff and assets. An Order of the Minister specifies provisions of Paragraph One of this Article. It may also determine other requirements for accreditation of a private institution of higher learning."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter One – Cycles, types, establishment and management of institutions of higher learning",
      "section": "71",
      "title": "Article 71 – Accreditation of a private institution of higher learning",
      "content": "An Order of the Minister grants accreditation and legal personality to a private institution of higher learning upon inspection report of the agency in charge of the institutions of higher learning. It also specifies the type of institution, cycles, accredited faculty and programmes, affiliated college or research centre and the degree, diploma or certificate it is authorised to award."
    },
    {
      "provision_ref": "art72",
      "chapter": "Chapter One – Cycles, types, establishment and management of institutions of higher learning",
      "section": "72",
      "title": "Article 72 – Management of an institution of higher learning",
      "content": "A public institution of higher learning is managed by the Government. The Law establishing a public institution of higher learning determines the supervising organ of that institution. The agreement establishing a Government-subsidised institution of higher learning determines the managing and supervising organ of that institution. The internal rules and regulations of a private institution of higher learning determine the managing and supervising organ of that institution."
    },
    {
      "provision_ref": "art73",
      "chapter": "Chapter II – Powers and responsibilities of an institution of higher learning",
      "section": "73",
      "title": "Article 73 – Powers of an institution of higher learning",
      "content": "An institution of higher learning has the following powers: 1° to award degrees at cycles of education it offers in accordance with relevant laws; 2° to award certificates to candidates who successfully complete short-time training courses; 3° to conclude partnership and cooperation agreements with different organs in charge of education and with other national and foreign institutions of higher learning in accordance with relevant laws; 4° to award merit titles and awards that recognize exemplary achievements; 5° to promote their lecturers, researchers and staff in accordance with relevant laws. In particular, an institution of higher learning with the power to award a postgraduate degree has power to award an honorary degree in accordance with relevant laws."
    },
    {
      "provision_ref": "art74",
      "chapter": "Chapter II – Powers and responsibilities of an institution of higher learning",
      "section": "74",
      "title": "Article 74 – Responsibilities of an institution of higher learning",
      "content": "An institution of higher learning has the following responsibilities: 1º to develop a curriculum to be approved by the agency in charge of the institutions of higher learning; 2º to offer higher education courses leading to the award of certificates or degrees that it is authorised to award; 3º to carry out and promote research in all scientific and technological disciplines and on different issues at the national, regional and global level; 4º to publish and disseminate research findings; 5º to impart knowledge and skills through face-to-face learning, distance learning or both and promote technology for job creation purposes; 6º to promote education, Rwandan culture and values; 7º to contribute in solving other national development related issues."
    },
    {
      "provision_ref": "art75",
      "chapter": "Chapter III – Organisation of institutions of higher learning",
      "section": "75",
      "title": "Article 75 – Establishment, closure, change of type, relocation or upgrading the cycle of institution of higher learning",
      "content": "The establishment, closure or change of type of a public institution of higher learning or the relocation of the head office of the institution are determined by Law establishing the institution. The establishment, closure, change of type or relocation of the head office of government-subsidized or private institution of higher learning is determined by an Order of the Minister, upon inspection of the agency in charge of the institutions of higher learning. The agency in charge of the institutions of higher learning determines modalities for upgrading the cycle of a public, government-subsidized or private institution of higher learning. The agency in charge of the institutions of higher learning, upon request by an institution of higher learning, approves new academic programme, review of academic programme or review of level and cycle of education of a public, a government-subsidized or a private institution of higher learning."
    },
    {
      "provision_ref": "art76",
      "chapter": "Chapter III – Organisation of institutions of higher learning",
      "section": "76",
      "title": "Article 76 – Establishment, closure or relocation of a college, a school, a faculty, a department or a research institute affiliated to an institution of higher learning",
      "content": "The Agency in charge of the institutions of higher learning approves the establishment, closure or relocation of a college, a school, a faculty, a department or a research institute affiliated to a public, a government-subsidized or a private institution of higher learning."
    },
    {
      "provision_ref": "art77",
      "chapter": "Chapter III – Organisation of institutions of higher learning",
      "section": "77",
      "title": "Article 77 – Criteria for accreditation of a new academic programme, upgrading a level or a cycle of education or changing the type of institution",
      "content": "Application for accreditation of a new academic programme, upgrading a level or a cycle of education or change of the type of an institution of higher learning is submitted in writing to the agency in charge of the institutions of higher learning by the representative of an institution of higher learning. An Order of the Minister determines the criteria for accreditation of new academic programmes, upgrading level and cycle of education or change of the type of institution of higher learning."
    },
    {
      "provision_ref": "art78",
      "chapter": "Chapter III – Organisation of institutions of higher learning",
      "section": "78",
      "title": "Article 78 – Requirements for opening a college, a school, a faculty, a department or an affiliated research institute for a private institution of higher learning",
      "content": "Application for opening a college, a school, a department or an affiliated research institute of a private institution of higher learning is made by the representative of the institution in writing to the agency in charge of the institutions of higher learning. An Order of the Minister determines the requirements for opening a college, a faculty or an affiliated research institute of a private institution of higher learning."
    },
    {
      "provision_ref": "art79",
      "chapter": "Chapter III – Organisation of institutions of higher learning",
      "section": "79",
      "title": "Article 79 – Splitting or merging public institutions of higher learning",
      "content": "Splitting of a public institution of higher learning into two (2) or several other public institutions of higher learning or merging of two (2) or several public institutions of higher learning into one public institution of higher learning are carried out by a Law."
    },
    {
      "provision_ref": "art80",
      "chapter": "Chapter III – Organisation of institutions of higher learning",
      "section": "80",
      "title": "Article 80 – Splitting or merging Government-subsidized institutions of higher learning",
      "content": "Splitting of a Government-subsidized institution of higher learning in two (2) or several other Government-subsidized institutions of higher learning or merging of two (2) or several Government-subsidized institutions of higher learning into one institution of higher learning is carried out through provisions of the agreement signed between both parties and approved by an Order of the Minister."
    },
    {
      "provision_ref": "art81",
      "chapter": "Chapter III – Organisation of institutions of higher learning",
      "section": "81",
      "title": "Article 81 – Splitting or merging private institutions of higher learning",
      "content": "Splitting of a private institution of higher learning into two (2) or several other private institutions of higher learning or merging of two (2) or several private institutions of higher learning into one institution of higher learning is carried out through an Order of the Minister."
    },
    {
      "provision_ref": "art82",
      "chapter": "Chapter III – Organisation of institutions of higher learning",
      "section": "82",
      "title": "Article 82 – Effects of splitting or merging public institutions of higher learning",
      "content": "Where a public institution of higher learning is split into two (2) or several institutions of higher learning, it is dissolved and loses its legal personality. Each new public institution of higher learning is established by a Law. Where two (2) or several public institutions of higher learning are merged, each of them is dissolved and loses its legal personality. The institution of higher learning formed as a result of the merger is established by a Law."
    },
    {
      "provision_ref": "art83",
      "chapter": "Chapter III – Organisation of institutions of higher learning",
      "section": "83",
      "title": "Article 83 – Effects of splitting or merging Government-subsidized or private institutions of higher learning",
      "content": "Where a Government-subsidized or private institution of higher learning is split, each new institution of higher learning formed is granted legal personality by an Order of the Minister. Where two (2) or several Government-subsidized or private institutions of higher learning are merged, each of them is dissolved and loses its legal personality. The institution of higher learning formed as a result of the merger is granted legal personality by an Order of the Minister."
    },
    {
      "provision_ref": "art84",
      "chapter": "Chapter III – Organisation of institutions of higher learning",
      "section": "84",
      "title": "Article 84 – Reasons for temporary closure of an institution of higher learning or its faculty",
      "content": "An institution of higher learning or its faculty may be temporarily closed for any of the following reasons: 1º failure to comply with provisions of this Law as well as other laws in force in Rwanda applicable to the organisation and functioning of higher education; 2º insecurity; 3º failure to comply with standards of higher education; 4º upon request by the owner of the institution of higher learning."
    },
    {
      "provision_ref": "art85",
      "chapter": "Chapter III – Organisation of institutions of higher learning",
      "section": "85",
      "title": "Article 85 – Taking and withdrawal of a decision to temporarily close an institution of higher learning, its college, school, faculty, department or its affiliated research institute",
      "content": "The decision to temporarily close a public, a government-subsidized or a private institution of higher learning, its college, school, faculty, department or an affiliated research institute is made by the agency in charge of the institutions of higher learning."
    },
    {
      "provision_ref": "art86",
      "chapter": "Chapter III – Organisation of institutions of higher learning",
      "section": "86",
      "title": "Article 86 – Publication and withdrawal of the decision to temporarily close an institution of higher learning, its college, school, faculty, department or an affiliated research institute",
      "content": "The agency in charge of the institutions of higher learning publishes the decision to close academic programmes or operations of a public, government-subsidized or private institution of higher learning or its college, school, faculty, department or affiliated research institute or to withdraw such a decision at least in one (1) media outlets based in Rwanda. The owner of the institution of higher learning or its legal representative is notified in writing of the decision, within seven (7) working days from the date of taking that decision."
    },
    {
      "provision_ref": "art87",
      "chapter": "Chapter III – Organisation of institutions of higher learning",
      "section": "87",
      "title": "Article 87 – Reasons for permanent closure of an institution of higher learning or its faculty",
      "content": "A public, Government-subsidized or private institution of higher learning or its faculty may be permanently closed due to any of the following reasons: 1º failure by the institution of higher learning to address the causes of its temporary closure within the period determined by the temporary closing decision; 2º mutual agreement by the parties in case of a Government-subsidized institution of higher learning or upon request by the owner in case of a private institution of higher learning."
    },
    {
      "provision_ref": "art88",
      "chapter": "Chapter III – Organisation of institutions of higher learning",
      "section": "88",
      "title": "Article 88 – Decision to permanently close an institution of higher learning",
      "content": "Permanent closure of a public institution of higher learning is done by a law. Permanent closure of a Government-subsidized or a private institution of higher learning by an Order of the Minister. Inspection report of an agency in charge of the institutions of higher learning indicating reasons for requesting a permanent closure of a public, Government-subsidized or private institution of higher learning is submitted to the Minister."
    },
    {
      "provision_ref": "art89",
      "chapter": "Chapter III – Organisation of institutions of higher learning",
      "section": "89",
      "title": "Article 89 – Resolution of issues arising from permanent closure of a public institution of higher learning",
      "content": "The Law permanently closing a public institution of higher learning provides for modalities of transfer of its assets to the Government after settlement of all its liabilities and issues in connection with agreements it concluded with third parties and determines modalities for continuation of studies by its learners. Issues related to teaching staff, research staff and other staff members are settled in accordance with the Law and contracts they entered into with the institution of higher learning."
    },
    {
      "provision_ref": "art90",
      "chapter": "Chapter III – Organisation of institutions of higher learning",
      "section": "90",
      "title": "Article 90 – Resolution of issues arising from permanent closure of a Government-subsidized institution of higher learning",
      "content": "In case of permanent closure of a Government-subsidized institution of higher learning, a contract related to the use of its property is signed between partners after resolving all issues related to its liabilities and agreements concluded with third parties. The contract also determines modalities through which learners from that institution continue their studies."
    },
    {
      "provision_ref": "art91",
      "chapter": "Chapter III – Organisation of institutions of higher learning",
      "section": "91",
      "title": "Article 91 – Resolution of issues arising from permanent closure of a private institution of higher learning",
      "content": "In case of permanent closure of a private institution of higher learning or its faculty, its property becomes the private property of the owner after settlement of its liabilities as well as issues in connection with agreements it concluded. Where a private institution of higher learning or its faculty is permanently closed by the Government, an agency in charge of the institutions of higher learning indicates modalities through which eligible learners continue their studies. Where a private institution of higher learning is permanently closed upon request by its owner, he or she makes a written statement prior to the closure, indicating how issues related to learners, teaching staff and other members of staff, liabilities and agreements with third parties have been resolved."
    },
    {
      "provision_ref": "art92",
      "chapter": "Chapter III – Organisation of institutions of higher learning",
      "section": "92",
      "title": "Article 92 – Effect of permanent closure of an institution of higher learning",
      "content": "A public, Government-subsidized or private institution of higher learning which is permanently closed loses its legal personality. However, lawful acts accomplished by that institution of higher learning before its closure remain valid."
    },
    {
      "provision_ref": "art93",
      "chapter": "Chapter IV – Management and functioning of an institution of higher learning",
      "section": "93",
      "title": "Article 93 – Management organs of an institution of higher learning",
      "content": "Management organs of an institution of higher learning are the following: 1 º the Chancellery; 2 º the Governing Body; 3 º the Executive Organ; 4 º the Academic Senate; 5 º the Senior Management Committee. A Prime Minister’s Order may determine other relevant management organs in order for the public institution of higher learning to fulfil its responsibilities. An Order of the Minister may determine other relevant management organs in order for government-subsidized or private institution of higher learning to fulfil its responsibilities on request by the Governing Body of the institution and approved by the agency in charge of the institutions of higher learning."
    },
    {
      "provision_ref": "art94",
      "chapter": "Chapter IV – Management and functioning of an institution of higher learning",
      "section": "94",
      "title": "Article 94 – Designation of the organs and titles of the members of the management organs of an institution of higher learning",
      "content": "Subject to designation of management organs referred to under Article 93, a Law establishing a public institution of higher learning, a Governing Body of a Government-subsidized or private institution of higher learning may determine the specific appellation of the organs and titles of the members of the Executive Organ of an institution of higher learning basing on its type and specificity."
    },
    {
      "provision_ref": "art95",
      "chapter": "Chapter IV – Management and functioning of an institution of higher learning",
      "section": "95",
      "title": "Article 95 – Chancellery and its appointment",
      "content": "The Chancellery of an institution of higher learning is made of a Chancellor. A Presidential Order appoints a Chancellor in a public institution of higher learning. A Chancellor in a government-subsidized institution of higher learning is appointed in accordance with the agreement of both parties. The owner of a private institution of higher learning designates a Chancellor and is approved by the Governing Body."
    },
    {
      "provision_ref": "art96",
      "chapter": "Chapter IV – Management and functioning of an institution of higher learning",
      "section": "96",
      "title": "Article 96 – Responsibilities of the Chancellor",
      "content": "The Chancellor of an institution of higher learning is responsible for presiding over the academic year opening ceremonies, graduation ceremonies and awarding of other merit titles. The Chancellor may also attend other events or meetings if necessary."
    },
    {
      "provision_ref": "art97",
      "chapter": "Chapter IV – Management and functioning of an institution of higher learning",
      "section": "97",
      "title": "Article 97 – Composition of the Governing Body",
      "content": "The Governing Body is composed of persons from outside the institution of higher learning institution who are designated based on their competence and expertise including a chairperson and a deputy chairperson. It also comprises a Vice Chancellor of an institution of higher learning, who is also its rapporteur, representatives of teaching staff and learners as chosen by their peers. At least thirty per cent (30%) of members of the Governing Body must be females. Internal rules of each institution of higher learning determine the maximum number of members of the Governing Body. Members of the Governing Body have a four (4) year term of office which may be renewed only once."
    },
    {
      "provision_ref": "art98",
      "chapter": "Chapter IV – Management and functioning of an institution of higher learning",
      "section": "98",
      "title": "Article 98 – Appointment of members of the Governing Body",
      "content": "A Presidential Order appoints members of the Governing Body from outside the public institution of higher learning, among them a chairperson and deputy chairperson. Members of the Governing Body of a Government-subsidized institution of higher learning are appointed in accordance with an agreement between both parties. Members of the Governing Body of a private institution of higher learning are appointed by the owner of such an institution."
    },
    {
      "provision_ref": "art99",
      "chapter": "Chapter IV – Management and functioning of an institution of higher learning",
      "section": "99",
      "title": "Article 99 – Responsibilities of the Governing Body",
      "content": "The responsibilities of the Governing Body of an institution of higher learning are the following: 1º to provide the vision of an institution of higher learning; 2º to approve the strategic plan and annual action plan of the institution of higher learning; 3º to monitor the implementation of the action plan of the institution of higher learning; 4º to approve the internal rules of the institution of higher learning; 5º to approve the rules of learning and teaching ethics; 6º to approve the annual draft budget proposal of the institution of higher learning before it is submitted to relevant organs in case of public and government-subsidised institutions of higher learning; 7º to approve the annual draft budget of the institution of higher learning, in case of a private institution of higher learning; 8º to monitor and assess the performance of an institution of higher learning and affiliated organs; 9º to approve the activity and financial reports of the previous year and submit them to the Minister; 10º to select members of the Executive Organ in order to be approved by the relevant organ; 11º to approve the appointment and removal of deans of faculties in the institution of higher learning; 12º to appoint, promote and remove the teaching staff and researchers; 13º to approve candidates for the award of degrees, certificates, certificates of merit and other awards granted by an institution of higher learning; 14º to submit academic programmes and teaching methodology to the agency in charge of the institutions of higher learning for approval; 15º to submit to the Minister the annual activity report."
    },
    {
      "provision_ref": "art100",
      "chapter": "Chapter IV – Management and functioning of an institution of higher learning",
      "section": "100",
      "title": "Article 100 – Powers of the Governing Body",
      "content": "The Governing Body is the managing and decision making organ. The Governing Body has absolute powers regarding governance and leadership, human resources and property management of an institution of higher learning in order to fulfil its responsibilities."
    },
    {
      "provision_ref": "art101",
      "chapter": "Chapter IV – Management and functioning of an institution of higher learning",
      "section": "101",
      "title": "Article 101 – Sitting allowances for members of the Governing Body",
      "content": "A Presidential Order determines the sitting allowances of members of the Governing Body of a public institution of higher learning. Sitting allowances of members of the Governing Body of a government subsidized institution of higher learning are determined in accordance with the agreement of both parties. The internal rules and regulations of a private institution of higher learning determines the sitting allowances of members of the Governing Body of the institution."
    },
    {
      "provision_ref": "art102",
      "chapter": "Chapter IV – Management and functioning of an institution of higher learning",
      "section": "102",
      "title": "Article 102 – Members of the Executive Organ",
      "content": "The Executive organ is composed of the Vice Chancellor and Deputy Vice Chancellors."
    },
    {
      "provision_ref": "art103",
      "chapter": "Chapter IV – Management and functioning of an institution of higher learning",
      "section": "103",
      "title": "Article 103 – Appointment of members of the Executive Organ",
      "content": "A Presidential Order appoints members of the Executive Organ of a public institution of higher learning on request by the Governing Body of a public institution of higher learning. Members of the Executive Organ of a government-subsidised institution of higher learning are appointed in accordance with agreement of both parties. The owner of a private institution of higher learning appoints members of the Executive Organ upon request by the Governing Body of the institution. At least thirty percent (30%) of members Executive Organ of an institution of higher learning must be women."
    },
    {
      "provision_ref": "art104",
      "chapter": "Chapter IV – Management and functioning of an institution of higher learning",
      "section": "104",
      "title": "Article 104 – Responsibilities of the Executive Organ",
      "content": "Responsibilities of the Executive Organ of an institution of higher learning are the following: 1º to oversee the daily administration of an institution of higher learning; 2º to coordinate the activities of the institution of higher learning; 3º to establish strategies of administration and partnership of the institution of higher learning within the country and abroad; 4º to implement instructions and decisions of the Governing Body; 5º to prepare an action plan and the budget of an institution of higher learning and present it to the Governing Body for its approval; 6º to prepare a draft budget of an institution of higher learning and present it to the competent organs; 7º to prepare activity and financial reports of the previous year; 8º to perform any other activities assigned by the Governing Body."
    },
    {
      "provision_ref": "art105",
      "chapter": "Chapter IV – Management and functioning of an institution of higher learning",
      "section": "105",
      "title": "Article 105 – Members of the Academic Senate",
      "content": "Members of Academic Senate are the following: 1° Vice-Chancellor of a higher learning institution who is also the Chairperson; 2° Deputy vice-Chancellors; 3° Principals of the Colleges affiliated to a higher learning institution; 4° Dean of the faculty elected by the heads of the Departments of that College; 5° Deans of the faculty in an institution of higher learning with no affiliated college; 6° A Registrar; 7° A lecturer, elected by his or her peers from a college or from a faculty of an institution of higher learning with no affiliated College; 8° two (2) learners elected by his or her peers from a college or from a faculty of an institution of higher learning with no affiliated College, including a male or female, where possible. The Deputy Vice-Chancellor in charge of academic and research affairs is the Vice-chairperson and rapporteur of the Organ while the Registrar is the Deputy rapporteur of the Organ. Except members of Academic Senate due to their administrative duties other members of the Academic Senate are elected for two (2) year term of office renewable once. However, learners elected by their peers serve a one-year term."
    },
    {
      "provision_ref": "art106",
      "chapter": "Chapter IV – Management and functioning of an institution of higher learning",
      "section": "106",
      "title": "Article 106 – Powers of the Academic Senate",
      "content": "The Academic Senate has powers related to teaching, research and education in the institution of higher learning. Specifically, responsibilities of the Academic Senate are as follows: 1° to determine guidelines on learners’ admission, assessment or evaluation; 2° to ensure recruitment and promotion of the teaching staff and researchers to be approved by the Governing Body for approval; 3° to evaluate and monitor academic programs, research and education of an institution of higher learning; 4° to take decisions regarding learners’ performance, promotion, repeating or expulsion; 5° to draft academic rules; 6° to develop academic programs and teaching methodology and submit them to the Governing Body for approval by the national agency in charge of the institutions of higher learning; 7° to submit to the Governing Body of the institution of higher learning its quarterly and annual activity report."
    },
    {
      "provision_ref": "art107",
      "chapter": "Chapter IV – Management and functioning of an institution of higher learning",
      "section": "107",
      "title": "Article 107 – Members of the Senior Management Committee",
      "content": "The Senior Management Committee is composed of the following persons: 1° Vice-Chancellor who is also the Chairperson of the Committee; 2° Deputy Vice-Chancellors; 3° Principal of College for an institution of higher learning made of colleges; 4° Dean of the faculty in an institution of higher learning with no affiliated college; 5° Registrar. The Deputy Vice-Chancellor in charge of Administrative and finance is the Deputy-Chairperson of the Committee."
    },
    {
      "provision_ref": "art108",
      "chapter": "Chapter IV – Management and functioning of an institution of higher learning",
      "section": "108",
      "title": "Article 108 – Powers and responsibilities of Senior Management Committee",
      "content": "Senior Management Committee has power to take decisions regarding the management of an institution of higher learning. Senior Management Committee has the responsibility of advising the Executive Organ in regard to academic matters, discipline and education, planning, the use of finance, property and management of an institution of higher learning."
    },
    {
      "provision_ref": "art109",
      "chapter": "Chapter IV – Management and functioning of an institution of higher learning",
      "section": "109",
      "title": "Article 109 – Duties and powers of heads and deputy heads of each organ of an institution of higher learning",
      "content": "A Prime Minister’s Order determines the duties and powers of heads and deputy heads of each organ of a public institution of higher learning. An Order of the Minister determines powers and responsibilities of heads and deputy heads of each organ of a Government-subsidized institution of higher learning and the private institution of higher learning."
    },
    {
      "provision_ref": "art110",
      "chapter": "Chapter IV – Management and functioning of an institution of higher learning",
      "section": "110",
      "title": "Article 110 – Organisation, functioning and responsibilities of administrative services of an institution of higher learning",
      "content": "A Prime Minister’s Order determines the organisation, functioning and responsibilities of administrative services of a public institution of higher learning. An Order of the Minister determines the organisation, functioning and responsibilities of administrative services of a Government-subsidised institution of higher learning. Internal rules of a private institution of higher learning determines the organisation, functioning and responsibilities of administrative services of the private institution of higher learning."
    },
    {
      "provision_ref": "art111",
      "chapter": "Chapter V – Property and finance of an institution of higher learning",
      "section": "111",
      "title": "Article 111 – Property of an institution of higher learning and its source",
      "content": "The property of an institution of higher learning is comprised of movable and immovable assets. A law establishing a public institution of higher learning determines the source of property of that institution. The source of property of a Government-subsidised institution of higher learning is determined by the agreement between the parties. Internal rules of a private institution of higher learning determines the source of property of the institution."
    },
    {
      "provision_ref": "art112",
      "chapter": "Chapter V – Property and finance of an institution of higher learning",
      "section": "112",
      "title": "Article 112 – Use, management and audit of the property of an institution of higher learning",
      "content": "The use, management and audit of the property of a public institution of higher learning are carried out in accordance with relevant laws. The use, management and audit of the property of a Government-subsidised institution of higher learning are determined by the agreement between the parties. The use, management and audit of the property of a private institution of higher learning are determined by internal rules of that institution."
    },
    {
      "provision_ref": "art113",
      "chapter": "Chapter V – Property and finance of an institution of higher learning",
      "section": "113",
      "title": "Article 113 – Adoption and management of the budget of an institution of higher learning",
      "content": "The budget of a public institution of higher learning is adopted and managed in accordance with relevant laws. The budget of a Government-subsidised institution of higher learning is adopted and managed in accordance with the agreement between the parties. The budget of a private institution of higher learning is adopted by the Governing Body of an institution of higher learning and managed in accordance with its internal rules."
    },
    {
      "provision_ref": "art114",
      "chapter": "Chapter V – Property and finance of an institution of higher learning",
      "section": "114",
      "title": "Article 114 – Annual financial statements",
      "content": "Within three (3) months following the closure of the financial year, the Governing Body of a public or Government-subsided institution of higher learning submits, to the Minister in charge of finance, the annual financial statements in accordance with legal provisions governing the management of State finance and property and reserve a copy to the Minister. Within three (3) months following the closure of the financial year, the Governing Body of a private institution of higher learning submits the annual financial statements to the agency in charge of the institutions of higher learning with a copy to the Minister."
    },
    {
      "provision_ref": "art115",
      "chapter": "Chapter One – Miscellaneous provisions",
      "section": "115",
      "title": "Article 115 – Technical and vocational education and training provided at workplace",
      "content": "A person who intends to provide technical and vocational education and training in a workplace must address a written request for authorisation at a national agency in charge of inspection of basic education institutions. Any person authorized to provide technical and vocational education is provided with a certificate of authorization if he or she fulfils the requirements and learners who complete the training are awarded certificates approved by a national agency in charge of inspection of basic education institutions. A national agency in charge of inspection of basic education institutions sets regulations and criteria to be fulfilled to establish a technical and vocational education and training at the level one (1) and two (2) at workplace."
    },
    {
      "provision_ref": "art116",
      "chapter": "Chapter One – Miscellaneous provisions",
      "section": "116",
      "title": "Article 116 – Technical and vocational education and training provided at the workplace",
      "content": "A technical and vocational education and training may be provided at the workplace after authorization by a competent organ based on standards in place."
    },
    {
      "provision_ref": "art117",
      "chapter": "Chapter One – Miscellaneous provisions",
      "section": "117",
      "title": "Article 117 – Right to sell items produced during training",
      "content": "A school of technical and vocational education and training has the right to sell items produced by learners during training. A learner is entitled to an allowance on sold items produced by him or her during training determined by internal rules of an education institution."
    },
    {
      "provision_ref": "art118",
      "chapter": "Chapter One – Miscellaneous provisions",
      "section": "118",
      "title": "Article 118 – Establishment of specialized education institutions",
      "content": "Education institutions that offer special education are established based on the nature of disability, talent or unusual intellectual ability that require special education."
    },
    {
      "provision_ref": "art119",
      "chapter": "Chapter One – Miscellaneous provisions",
      "section": "119",
      "title": "Article 119 – Learner who benefits from special education",
      "content": "A learner who benefits from special education is: 1º a learner with disability that require to first receive special education before studying with others learners; 2º a learner with disability which oblige them to study alone; 3º a learner with talent, and unusual intellectual ability which oblige them to study without compliance with ordinary cycles of study. An Order of the Minister determines modalities under which a learner referred to in paragraph one of this Article benefits from special education. When circumstances that make a learner attend an education institution of special education no longer exist, the learner is transferred to an ordinary education institution."
    },
    {
      "provision_ref": "art120",
      "chapter": "Chapter One – Miscellaneous provisions",
      "section": "120",
      "title": "Article 120 – Special education curricula",
      "content": "The Curricula of special education are developed based on the nature of disability, talent, unusual intellectual ability or any other special reason of beneficiaries. The Curricula of special education are designed and adopted in the same way with curricula used by any other special category."
    },
    {
      "provision_ref": "art121",
      "chapter": "Chapter One – Miscellaneous provisions",
      "section": "121",
      "title": "Article 121 – Adult education",
      "content": "Adult education is intended to an adult person who did not have access to literacy and numeracy and who are unable to attend primary education on a daily basis to. Adult education aims at equipping adults with basic skills including literacy and numeracy as well as other skills enabling them to participate in economic, social and cultural development of the country. An order of the Minister determines the organisation and functioning of adult education."
    },
    {
      "provision_ref": "art122",
      "chapter": "Chapter One – Miscellaneous provisions",
      "section": "122",
      "title": "Article 122 – Education within the family",
      "content": "Education within the family is provided by parents, guardian and people who stay with the child. Its aim is to provide the child with knowledge and ethical values."
    },
    {
      "provision_ref": "art123",
      "chapter": "Chapter One – Miscellaneous provisions",
      "section": "123",
      "title": "Article 123 – Informal education",
      "content": "Informal education is intended for community members in general with the objective of training them and increasing their knowledge and skills to engage in various activities necessary for national development."
    },
    {
      "provision_ref": "art124",
      "chapter": "Chapter One – Miscellaneous provisions",
      "section": "124",
      "title": "Article 124 – Education Council",
      "content": "An education Council at Sector level and the District level to support the basic education development is hereby established. An Order of the Minister determines the organization, functioning and responsibility of education Council at Sector and District level."
    },
    {
      "provision_ref": "art125",
      "chapter": "Chapter II – Administrative faults and sanctions",
      "section": "125",
      "title": "Article 125 – Depriving a child of the right to study in basic education institutions",
      "content": "Subject to the provisions of other penal laws, a parent or any other person with parental authority over a child: 1º who refuses a child the right to start primary school while he or she has attained the age of commencement; 2º Who makes a child not to attend class for no sound reason; 3º who does not provide for his or her educational needs while he or she has the means to do so; 4º Who does not contribute to the school feeding program while he or she is able to do so; 5º Who contributes to the child’s school dropout; commits a fault. He or she is liable to an administrative fine of at least five thousand Rwandan francs (FRW 5,000) but not exceeding ten thousand (FRW 10,000) and the child is reinstated in his or her rights."
    },
    {
      "provision_ref": "art126",
      "chapter": "Chapter II – Administrative faults and sanctions",
      "section": "126",
      "title": "Article 126 – Causing school drop-out",
      "content": "Subject to the provisions of other penal laws, any person who employs a child and thus prevents the child from studying in basic education institutions, commits a fault. He or she is liable to an administrative fine of at least two hundred thousand Rwandan francs (FRW 200,000) but not exceeding five hundred thousand (FRW 500,000) and the child is sent back to the education institution."
    },
    {
      "provision_ref": "art127",
      "chapter": "Chapter II – Administrative faults and sanctions",
      "section": "127",
      "title": "Article 127 – Cheating or causing cheating during assessment of knowledge and skills in basic education institutions",
      "content": "A learner who is found cheating or causes cheating during assessment knowledge and skills prepared at the school or district level, is punished in accordance with the internal rules of an education institution. In the case of a national assessment, he or she is punished in accordance with regulations established by the agency in charge of national exams. A teacher or a support staff member of an education institution who is involved in causing cheating a learner cheat during an assessment of knowledge and skills scheduled at any level, commits a fault. He or she is liable to an administrative fine of at least fifty thousand (FRW 50,000) but not exceeding one hundred thousand (FRW 100,000) for each learner who caused cheating and is immediately expelled. Any other person involved in helping a learner cheat during an assessment of knowledge and skills or preparedness assessment at any level commits a fault. He or she is liable to an administrative fine of at least fifty thousand (FRW 50,000) but not exceeding one hundred thousand (FRW 100,000) per learner whom he or she helped cheat."
    },
    {
      "provision_ref": "art128",
      "chapter": "Chapter II – Administrative faults and sanctions",
      "section": "128",
      "title": "Article 128 – Illegal activities in basic education",
      "content": "Subject to the provisions of other penal laws, any person who is not authorized in writing by a national agency in charge of the inspection of basic education institutions: 1º establishes, opens, closes, renames, or relocates an institution of basic education; 2º introduces a new course, teaches an unauthorized curriculum, registers a learner who does not meet the requirements; 3º does not comply with standards in basic education, commits a fault. He or she is liable to an administrative fine of at least five hundred thousand Rwandan francs (FRW 500,000 but not exceeding one million Rwandan francs (FRW 1,000,000) and the operation is suspended."
    },
    {
      "provision_ref": "art129",
      "chapter": "Chapter II – Administrative faults and sanctions",
      "section": "129",
      "title": "Article 129 – Cheating or causing cheating during assessment of knowledge and skills at the higher learning education",
      "content": "A learner who is found cheating or causing cheating in an assessment of knowledge and skills, commits a fault, he or she is punished in accordance with the rules of education and teaching in his or her college. A teacher or a support staff member of an institution of higher learning who is proven to be involved in a learner cheat during assessment of knowledge and skills commits a fault. He or she is subject to an administrative fine of at least one hundred thousand Rwandan francs (FRW 100,000) but not exceeding two hundred thousand Rwandan francs (FRW 200,000) for every learner whom he or she helped cheat and is immediately dismissed. Any other person involved in helping a learner cheat in an assessment of knowledge and skills commits fault. He or she is liable to an administrative fine of not less than one hundred thousand Rwandan francs (100,000 FRW) but not exceeding two hundred thousand Rwandan francs (200,000 FRW) for each learner whom he or she helped cheat."
    },
    {
      "provision_ref": "art130",
      "chapter": "Chapter II – Administrative faults and sanctions",
      "section": "130",
      "title": "Article 130 – Illegal activities at higher learning education",
      "content": "Any person who is not authorized to do so in writing by the national agency in charge of the inspection of the institutions of higher learning who: 1° establishes, opens, closes, relocates a college, a school, a faculty, a department or a research institute affiliated with a higher education institution, raises the level of education or changes the type of higher learning institution; 2° starts teaching a new curriculum, revises a curriculum or changes categories and cycles of an institution of learning; 3° accepts an unqualified learner for admission to higher education; 4° does not comply with standards in higher education, commits a fault. He or she is liable to an administrative fine of not less than three million Rwandan francs (FRW 3,000,000) but not exceeding five million Rwandan francs (FRW 5,000,000) and the operation is suspended"
    },
    {
      "provision_ref": "art131",
      "chapter": "Chapter II – Administrative faults and sanctions",
      "section": "131",
      "title": "Article 131 – Misuse of the property of an education institution in various education categories",
      "content": "Subject to the provisions of other penal laws any person who has the power to manage resources of an education institution or has the power over resources of an education institution, who misuses, abandons or neglects resources or uses it illegally commits a fault. He or she is liable to an administrative fine of not less than three million Rwandan francs (FRW 3,000,000) but not exceeding five million Rwandan francs (FRW 5,000,000)."
    },
    {
      "provision_ref": "art132",
      "chapter": "Chapter II – Administrative faults and sanctions",
      "section": "132",
      "title": "Article 132 – Power to impose administrative sanctions",
      "content": "The power to impose administrative sanctions provided for in this Law is vested in: 1º the Executive Secretary of the Sector, for the faults provided for in Articles 125 and 126 of this Law based on the report of the Executive Secretary of the Cell; 2º the national agency in charge of the inspection of basic education institutions, for the faults provided for in article 127 of this Law in its paragraphs 2 and 3, on the basis of the school report and for the faults provided for in article 128 of this law based on the inspection report made to the education institution; 3º the national Agency in charge of the institutions of higher learning, for the faults provided for in article 129 of this Law in its paragraphs 2 and 3 based on the report of the university and on the faults provided for in article 130 of this Law based on an audit report of the institution of higher learning."
    },
    {
      "provision_ref": "art133",
      "chapter": "Chapter II – Administrative faults and sanctions",
      "section": "133",
      "title": "Article 133 – Place of payment of fines",
      "content": "All fines arising from the sanctions provided for in this Law are deposited in public coffers."
    },
    {
      "provision_ref": "art134",
      "chapter": "Chapter II – Administrative faults and sanctions",
      "section": "134",
      "title": "Article 134 – Appeal against administrative sanctions",
      "content": "Any person dissatisfied with the administrative sanction provided for in this Law may appeal to the following: 1° the mayor of the district on the sanction imposed by the executive secretary of the sector; 2° Minister on the sanctions imposed by the national agency in charge of the inspection of basic education institutions or the national agency in charge of the institutions of higher learning. A person dissatisfied with the decision appeals within a period not exceeding thirty (30) working days from the date of notification of the decision. The appellate authority responds to the appeal within a period not exceeding thirty (30) working days from the date of receipt of the appeal."
    },
    {
      "provision_ref": "art135",
      "chapter": "Chapter II – Administrative faults and sanctions",
      "section": "135",
      "title": "Article 135 – Transitional period",
      "content": "A transitional period of not more than two (2) years from the publication of this Law in the Official Gazette of the Republic of Rwanda is established so that all relevant organs bring the organisation of education into compliance with the provisions of this Law."
    },
    {
      "provision_ref": "art136",
      "chapter": "Chapter II – Administrative faults and sanctions",
      "section": "136",
      "title": "Article 136 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art137",
      "chapter": "Chapter II – Administrative faults and sanctions",
      "section": "137",
      "title": "Article 137 – Repealing provision",
      "content": "Law nº 23/2012 of 15/06/2012 governing the organization and functioning of nursery, primary and secondary education, Law No 44/2015 of 14/09/2015 governing students loans and bursaries, Law n° 01/2017 of 31/01/2017 governing the organisation and functioning of higher education and Law n° 36/2018 of 29/06/2018 governing education as well as all prior and contrary legal provisions are hereby repealed."
    },
    {
      "provision_ref": "art138",
      "chapter": "Chapter II – Administrative faults and sanctions",
      "section": "138",
      "title": "Article 138 – Commencement",
      "content": "This Law comes into force on the day of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
