{
  "id": "rw-law-2021-9",
  "type": "statute",
  "title": "Law establishing Rwanda Social Security Board",
  "title_en": "Law establishing Rwanda Social Security Board",
  "short_name": "Law 9 of 2021",
  "status": "repealed",
  "issued_date": "2021-02-16",
  "in_force_date": "2021-02-17",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/9/eng@2021-02-17",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes Rwanda Social Security Board. It also determines its mission, responsibilities, organisation and functioning."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Establishment of Rwanda Social Security Board",
      "content": "Rwanda Social Security Board abbreviated as “RSSB” is established. RSSB is a specialised organ."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Definitions",
      "content": "For the purpose of this Law, the following terms are defined as follows: 1° social security: Government strategies aimed at providing to people living in Rwanda health insurance and social protection from effects based on lack or reduction of income due to the following reasons: a. old age; b. death; c. disability; d. occupational hazards; e. sick leave; f. maternity leave. The strategies may also provide for shelter, adequate nutrition, education, support due to loss of job, provision for family and poverty reduction with intention to achieve social welfare. 2° health insurance: community-based health insurance scheme and medical insurance scheme for public servants governed by general statutes governing public servants, by special statutes or by law regulating labour in Rwanda; employees in private institutions affiliated to the compulsory health insurance scheme, and pensioners who contributed to the health insurance scheme."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Legal personality and autonomy",
      "content": "RSSB has a legal personality, administrative and financial autonomy."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Supervising authority of RSSB",
      "content": "The supervising authority of RSSB is the Ministry in charge of finance."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter One – General provisions",
      "section": "6",
      "title": "Article 6 – Head office of RSSB",
      "content": "The head office of RSSB is located in the City of Kigali. If considered necessary, the head office may be transferred elsewhere on Rwandan territory by a Prime Minister’s Order. If considered necessary, RSSB may have branches elsewhere in the country, in order to fulfil its mission upon approval by the Board of Directors."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Mission, responsibilities and powers of RSSB",
      "section": "7",
      "title": "Article 7 – Mission of RSSB",
      "content": "The mission of RSSB is to manage and promote social security in Rwanda."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Mission, responsibilities and powers of RSSB",
      "section": "8",
      "title": "Article 8 – Responsibilities of RSSB",
      "content": "Responsibilities of RSSB are the following: 1° to manage and promote old age pension, survivorship benefits, non-occupational invalidity benefits, occupational hazards insurance, maternity leave benefits scheme, health insurance and the long-term saving scheme; 2° to register employers, employees, beneficiaries and voluntary contributors in social security schemes under its management; 3° to monitor, collect and manage social security contributions; 4° to conduct audit and inspection to ensure compliance with social security laws; 5° to pay social security benefits to beneficiaries; 6° to invest in Rwanda or abroad in accordance with relevant laws; 7° to contribute to the elaboration of social security policy; 8° to contribute in designing strategies for shelter, adequate nutrition, education, support due to loss of jobs, provision for family and poverty reduction with intention to achieve social welfare; 9° to advise the Government on matters relating to social security; 10° to establish relations and collaborate with other regional or international institutions with similar mission; 11° to perform such other duties as may be assigned by Law. If necessary, RSSB may seek support from another organisation in order to discharge its responsibilities."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Mission, responsibilities and powers of RSSB",
      "section": "9",
      "title": "Article 9 – Powers of RSSB",
      "content": "RSSB has the following powers: 1° to set up and disseminate guidelines pertaining to the implementation of its responsibilities; 2° to have and apply specific rules regulating RSSB procurement; 3° to set up rules regarding administrative liabilities and sanctions applicable to its partners; 4° to forcefully recover social security contributions from an employer who defaulted; 5° to purchase and sell properties and services; 6° to impose administrative fines provided for by law."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "10",
      "title": "Article 10 – Management organs of RSSB",
      "content": "Management organs of RSSB are the following: 1° the Board of Directors; 2° the General management."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "11",
      "title": "Article 11 – Composition of the Board of Directors of RSSB",
      "content": "The Board of Directors of RSSB is composed at least of nine (9) members appointed by a Presidential Order, including the Chairperson and the Deputy Chairperson. Members of the Board of Directors of RSSB are selected on the basis of their competence and expertise. At least thirty percent (30%) of the members of the Board of Directors of RSSB must be women. The term of office of the members of the Board of Directors is five (5) years, renewable only once."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "12",
      "title": "Article 12 – Responsibilities of the Board of Directors of RSSB",
      "content": "The Board of Directors establishes RSSB’s general policy and supervises its implementation. Particularly, the Board of Directors has the following responsibilities: 1° to appoint other members of the General Management, except those appointed by other competent authorities; 2° to oversee the functioning of the General Management and staff members of RSSB and provide strategic guidance to be followed in the fulfilment of its responsibilities; 3° to approve the strategic plan and the action plan of RSSB and related reports; 4° to approve the internal rules and regulations of RSSB; 5° to approve the draft of specific rules regulating RSSB procurement to be validated by the Minister in charge of public investment; 6° to approve the budget of RSSB and monitor its execution; 7° to approve the investment policy of RSSB; 8° to approve and monitor the investment plan; 9° to approve the organizational structure of RSSB upon consultation with the supervising authority of RSSB; 10° to approve salaries and other fringe benefits of RSSB staff, upon consultation with the supervising authority of RSSB; 11° to approve the report on the activities and use of property during the previous year; 12° to submit the annual budget, the action plan, the annual financial report and the quarterly activity report to the supervising authority of RSSB; 13° to set up committees or commissions to implement specific responsibilities, where need be; 14° to approve donation and bequest in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "13",
      "title": "Article 13 – Duties of the Chairperson of the Board of Directors of RSSB",
      "content": "The Chairperson of the Board of Directors has the following duties: 1° to preside over the Board of Directors and coordinate its activities; 2° to convene and chair meetings of the Board of Directors; 3° to submit minutes of meetings of the Board of Directors to the supervising authority of RSSB; 4° to follow up on the implementation of resolutions of the Board of Directors; 5° to perform any other duty that may be assigned to him or her by the Board of Directors falling within its responsibilities."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "14",
      "title": "Article 14 – Duties of the Deputy Chairperson of the Board of Directors of RSSB",
      "content": "The Deputy Chairperson of the Board of Directors of RSSB has the following duties: 1° to assist the Chairperson and replace him or her in case of absence; 2° to perform any other duty that may be assigned to him or her by the Board of Directors of RSSB falling within its responsibilities."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "15",
      "title": "Article 15 – Reasons for loss of membership of the Board of Directors of RSSB and modalities for replacement",
      "content": "A member of the Board of Directors loses membership if: 1° his or her term of office expires; 2° he or she resigns in writing; 3° he or she is unable to carry on his or her duties due to physical or mental incapacity ascertained by an authorised medical doctor; 4° he or she is definitively sentenced to a term of imprisonment equal to or exceeding six (6) months; 5° he or she is removed from office as a member of Board of Directors; 6° he or she fails to attend three (3) consecutive meetings without valid reasons; 7° he or she manifests any behaviour likely to compromise his or her dignity, that of his or her work or his or her position; 8° he or she jeopardizes the interests of RSSB; 9° he or she is convicted of the crime of genocide, genocide ideology or other related crimes; 10° he or she no longer fulfils the requirements considered at the time of his or her appointment; 11° he or she dies. In case a member of the Board of Directors of RSSB loses membership before the expiration of his or her term of office, the competent authority appoints his or her substitute to complete the remainder of his or her predecessor’s term of office. However, where the remainder of the term of office is less than six (6) months, the member of the Board of Directors who lost his or her position is not replaced provided that the vacancy cannot affect the required quorum for meetings of the Board of Directors."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "16",
      "title": "Article 16 – Convening and holding of the meeting of the Board of Directors of RSSB and decision-making",
      "content": "The meeting of the Board of Directors of RSSB is held once a quarter and whenever necessary upon invitation by its Chairperson or the Deputy Chairperson in case of absence of the Chairperson, at his or her own initiative or upon request in writing by at least a third (1/3) of its members. The invitation is submitted in writing to the members of the Board of Directors of RSSB at least fifteen (15) days before the meeting is held. However, in case of urgency, the meeting of the Board of Directors may be convened in writing at least three (3) days before the meeting is held or without delay if all Board’s members agree. The quorum for the meeting of the Board of Directors is two thirds (2/3) of its members. However, when that quorum is not reached, the subsequent meeting is held upon the presence of at least a half (1/2) of members of the Board of Directors. The Chief Executive Officer of RSSB attends the Board of Director’s meetings but has no right to vote in decision making. The Chief Executive Officer of RSSB does not participate in the meetings of the Board of Directors that take decisions on issues that concern him or her. The meeting of the Board of Directors makes decisions by consensus. If not, decisions are made by absolute majority votes of members present. In case of a tie, the Chairperson of the meeting has the casting vote."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "17",
      "title": "Article 17 – Rapporteur of the meeting of RSSB Board of Directors",
      "content": "The internal rules and regulations of RSSB designates the Rapporteur of the meeting of Board of Directors."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "18",
      "title": "Article 18 – Invitation of a resource person to the meeting of the Board of Directors",
      "content": "The Board of Directors may invite in its meeting any resource person from whom it may seek advice on an item on the agenda. The invitee is not allowed either to vote or to follow debates on other items on the agenda. Any invitee in the meeting of the Board of Directors, the Chief Executive Officer and the Board members are bound by professional secrecy."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "19",
      "title": "Article 19 – Approval of resolutions and minutes of the meeting of the Board of Directors",
      "content": "Resolutions of the meeting of the Board of Directors of RSSB are signed by its present members at the conclusion of the meeting, and a copy thereof is sent to the supervising authority of RSSB within five working (5) days from the day on which the meeting was closed. The head of the supervising authority of RSSB gives his or her views on the resolutions of the meeting of the Board of Directors within five (5) working days from the date of receipt. If this period expires before he or she gives his or her views, the resolutions of the meeting are considered as definitively approved. The minutes of the meeting of the Board of Directors of RSSB is approved in the following meeting and signed by the Chairperson of the meeting and the rapporteur. The copy of the minutes of the meeting is sent to the authority supervising RSSB within fifteen (15) days from the day of its approval."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "20",
      "title": "Article 20 – Personal interest in issues on the agenda",
      "content": "A member of the Board of Directors of RSSB who has a direct or indirect interest in the issue to be considered must immediately inform the Board of Directors about where his or her interest lies. The member who notifies of his or her interest in the issue to be considered cannot attend the meeting deliberating on the issue. When it is established that many or all members of the Board of Directors have a direct or indirect interest in the issue to be considered in such a way that it is impossible to take a decision on the issue, the issue is submitted to the supervising authority of RSSB to decide thereon within thirty (30) days."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "21",
      "title": "Article 21 – Benefits of members of the Board of Directors",
      "content": "A presidential order determines fringe benefits for members of the Board of Directors."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "22",
      "title": "Article 22 – Liability of members of the Board of Directors",
      "content": "Without prejudice to provisions of criminal laws, members of the Board of Directors who are individually or collectively involved in the mismanagement of or causing loss to RSSB are liable for their faults, apart from a member of the Board of Directors who, during the meeting, dissents from a decision taken, whose dissent is recorded in the minutes of that same day’s meeting."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "23",
      "title": "Article 23 – Composition of the General Management",
      "content": "The General Management is composed of the Chief Executive Officer of RSSB appointed by a presidential order upon approval by the Senate as well as other RSSB officials approved by the Board of Directors. A presidential order may appoint and determine responsibilities of a Deputy Chief Executive Officer of RSSB upon approval by the Senate."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "24",
      "title": "Article 24 – Responsibilities of the General Management",
      "content": "The General Management has the following responsibilities: 1° to coordinate daily activities of RSSB; 2° to implement the resolutions of the Board of Directors of RSSB; 3° to coordinate the process of development of RSSB investment plan; 4° to ensure recruitment and management of human resources of RSSB; 5° to ensure management of finance and property of RSSB; 6° to prepare and coordinate the action plan and activity report; 7° to prepare a draft budget of RSSB; 8° to prepare the preliminary draft of specific rules regulating RSSB procurement."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "25",
      "title": "Article 25 – Duties of the Chief Executive Officer of RSSB",
      "content": "The Chief Executive Officer of RSSB has the following duties: 1° to monitor and coordinate daily activities of RSSB; 2° to submit to the Board of Directors the action plan and the draft budget proposal for the following year as well as the budget execution report of the previous financial year; 3° to submit to the Board of Directors the activity report and budget execution report of RSSB at least once a quarter and anytime if considered necessary; 4° to prepare the draft internal rules and regulations of RSSB; 5° to develop the investment plan of RSSB and refer it to the Board of Directors; 6° to ensure the execution of the budget and management of the property of RSSB; 7° to prepare and refer to the Board of Directors the organisational structure, the salary structure and other fringe benefits of RSSB staff; 8° to act as the legal representative of RSSB; 9° to perform such other duty falling within the responsibilities of RSSB as may be assigned by the Board of Directors."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "26",
      "title": "Article 26 – Recruitment of human resources",
      "content": "Human resources of RSSB are recruited in accordance with relevant laws."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "27",
      "title": "Article 27 – Statutes governing staff members of RSSB",
      "content": "Staff members of RSSB are governed by special statutes instituted by an order of the Prime Minister."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "28",
      "title": "Article 28 – Incompatibilities",
      "content": "Members of the Board of Directors of RSSB are not allowed to perform any salaried activity within RSSB. Members of the Board of Directors and members of the General Management are not allowed, either individually or through companies in which they hold shares, to bid for tenders of RSSB. Members of Board of Directors and members of the General Management of RSSB are prohibited from contracting with RSSB any form of benefits other than those provided in accordance with this Law. Without prejudice to the liability of the concerned person, such a contract is void. Prohibitions provided for in this Article also apply to the spouses of members of Board of Directors and those of members of the General Management of RSSB, their ascendants and descendants as well as to any intermediary."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter III – Organisation and functioning of RSSB",
      "section": "29",
      "title": "Article 29 – Modalities of functioning and collaboration of RSSB organs",
      "content": "The Internal Rules and Regulations of RSSB determine modalities for the functioning and collaboration of its organs where such modalities are not provided for in this Law. Organs of RSSB fulfil their responsibilities and take decisions in accordance with relevant laws."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter IV – Property and finance of RSSB",
      "section": "30",
      "title": "Article 30 – Property of RSSB and its sources",
      "content": "The property of RSSB is comprised of movable and immovable assets. It comes from the following sources: 1° contributions and subsidies determined by law; 2° funds accrued from penalties for late declaration and payment of social security contribution; 3° funds accrued from administrative fines provided for by relevant laws; 4° income from services it provides; 5° interests from investments; 6° donation and bequest; 7° property owned by the former RSSB."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Property and finance of RSSB",
      "section": "31",
      "title": "Article 31 – Drafting and approval of annual budget proposal, action plan and financial report",
      "content": "Every year, the General Management prepares a draft annual budget proposal and submits it to the Board of Directors for approval. The draft annual budget proposal for RSSB must be accompanied by the action plan for the next financial year for adoption. The budget of RSSB is approved and managed in accordance with relevant legal provisions. Within three (3) months following the closure of the financial year, the Chief Executive Officer of RSSB submits to the Board of Directors the annual financial report for approval."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter IV – Property and finance of RSSB",
      "section": "32",
      "title": "Article 32 – Use, management and audit of property of RSSB",
      "content": "The finance and property of RSSB are used and managed in accordance with relevant laws. The audit of RSSB finance and property is performed by the Office of the Auditor General of State Finances in accordance with relevant laws in force. The internal audit of RSSB submits its report to the Board of Directors, with a copy to the Chief Executive Officer. RSSB may seek the external audit service upon request to and approval of the Office of the Auditor General of State Finances."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "33",
      "title": "Article 33 – Validity of actions undertaken",
      "content": "Actions undertaken by RSSB established by Law n° 45/2010 of 14/12/2010 establishing Rwanda Social Security Board (RSSB) and determining its mission, organisation and functioning as amended to date remain valid."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "34",
      "title": "Article 34 – Transfer of property, contracts and liabilities",
      "content": "Movable and immovable property as well as liabilities and contracts formerly owned by the RSSB established by Law No n° 45/2010 of 14/12/2010 establishing Rwanda Social Security Board (RSSB) and determining its mission, organisation and functioning as amended to date are transferred to the RSSB established by this Law."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "35",
      "title": "Article 35 – Transfer of employees",
      "content": "Former employees of the RSSB established by Law No n° 45/2010 of 14/12/2010 establishing Rwanda Social Security Board (RSSB) and determining its mission, organisation and functioning as amended to date are transferred to the RSSB established by this law."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "36",
      "title": "Article 36 – Transitional period",
      "content": "Institutions involved in the implementation of this Law are given a period not exceeding twelve (12) months from the date of publication of this Law in the Official Gazette of the Republic of Rwanda to comply with the provisions of this Law."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "37",
      "title": "Article 37 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in French, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "38",
      "title": "Article 38 – Repealing provision",
      "content": "The Law n° 45/2010 of 14/12/2010 establishing Rwanda Social Security Board (RSSB) and determining its mission, organisation and functioning as amended to date as well as other prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "39",
      "title": "Article 39 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
