{
  "id": "rw-law-2021-8",
  "type": "statute",
  "title": "Law governing Partnerships",
  "title_en": "Law governing Partnerships",
  "short_name": "Law 8 of 2021",
  "status": "repealed",
  "issued_date": "2021-02-16",
  "in_force_date": "2021-02-17",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/8/eng@2021-02-17",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs partnerships."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Scope of this Law",
      "content": "This Law applies to: 1° general partnership; 2° limited partnership; 3° limited liability partnership; 4° foreign partnership."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Definitions",
      "content": "In this Law, the following terms have the following meanings: 1° partnership agreement: a written contract between partners as to their rights and duties, to other working relationships and to the affairs of partnership; 2° registered office: a location in the form of either of a building facility or of an electronic address at which communications and notices to the partnership are served; 3° body corporate: a corporate entity with legal personality; 4° accounting date: a date agreed upon by a partnership as an accounting reference date of that partnership; 5° public notice: a notice published in the Official Gazette of the Republic of Rwanda, in the most read newspaper or on website of a partnership in Rwanda; 6° business: any activity, profession, service or any other occupation with profit making purpose; 7° partnership: a relationship between two (2) or more partners carrying on a business in common with a view to making a profit under a partnership agreement; 8° general partnership: a type of partnership in which all partners have unlimited liability; 9° limited liability partnership: a type of partnership in which the liability of the partners for the debts of the partnership is limited to their capital contribution; 10° limited partnership: a partnership which has one or more partners each with unlimited liability and one or more partners each with limited liability for the debts of the partnership; 11° foreign partnership: a partnership formed in a foreign country and registered and carrying on business in or from Rwanda. However, a partnership formed in a member state of the East African Community and a partnership from countries having relevant agreements with Rwanda are accorded national treatment; 12° partner: an individual or a legal entity that provided a capital contribution to a partnership; 13° capital contribution: a premium provided by a partner in order to join a partnership during its formation or after the partnership is formed; 14° partnership property: all movable and immovable property and rights contributed by partners in a partnership or created or acquired by, or on behalf of the partnership; 15° Registrar General: a public service executive in charge of registering partnerships and following up their functioning."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Formation and duration of a partnership",
      "content": "Two (2) or many partners may form a partnership by filling a statement of partnership existence developed by the Registrar General and by complying with the provisions of this Law. A partnership may be formed for a fixed term, for a single adventure or undertaking, or for an indeterminate duration."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Legal status of a partnership",
      "content": "A limited liability partnership is an entity with a legal personality. General partnership and limited partnership are entities with no legal personality."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter One – General provisions",
      "section": "6",
      "title": "Article 6 – Capacity, powers, rights, duties and obligations of a partnership and its partners",
      "content": "The capacity, powers, rights, duties and obligations of a partnership and its partners are as defined in the partnership agreement in accordance with this Law. A partnership with legal personality is capable of suing and being sued in its own name. Where the partnership does not have legal personality, all the partners, other than limited partners, must be parties to the action. A partnership registered in Rwanda has full capacity and rights to undertake any business activity and do any act relating to its mission."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter One – General provisions",
      "section": "7",
      "title": "Article 7 – Types of partnerships",
      "content": "Types of partnerships are the followings: 1° General partnership; 2° limited partnership; 3° limited liability partnership."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter One – General provisions",
      "section": "8",
      "title": "Article 8 – Documents filed with the Registrar General",
      "content": "In accordance with the provisions of this Law the following documents are filed to the Registrar General: 1° a statement of denial of status as partner filed when a person denies being a partner, although named as such in another statement; 2° a statement of dissociation filed when a partner dissociates from a partnership; 3° a statement of dissolution filed when the partners decide to dissolve a partnership; 4° a statement of foreign qualification filed when a foreign partnership applies for registration; 5° any amendment of such statements. The Registrar General determines the format of statements referred to in this Article."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "9",
      "title": "Article 9 – Contents of a partnership agreement",
      "content": "The partnership agreement must contain at least the following elements: 1° the name and address of the partnership; 2° the type and duration of partnership; 3° names of partners; 4° business activity; 5° capital contributions of partners; 6° compensation of partners; 7° the management of partnership; 8° conditions under which new partners are admitted into the partnership where so provided by the partners; 9° modalities for sharing profits and losses; 10° dispute resolution mechanism; 11° modalities for ceasing to be a partner; 12° rights to be conferred to a third party where necessary."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "10",
      "title": "Article 10 – Effects of a partnership agreement",
      "content": "When a partnership has legal personality, a partnership agreement has a binding force between the partnership and each partner, and between the partners themselves. When a partnership has no legal personality, the partnership agreement is a binding contract between the partners only."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "11",
      "title": "Article 11 – Amendment of partnership agreement",
      "content": "The partnership agreement may be amended by a written document signed by the partners in accordance with the provisions of the partnership agreement."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "12",
      "title": "Article 12 – Application for registration of a partnership",
      "content": "Every partnership is registered in accordance with this Law. An application to register a partnership is submitted in the form prescribed by the Registrar General. The application file to register a partnership which is submitted to the Registrar General must contain the following: 1° a consent form as prescribed by the Registrar General signed by each partner or the partner’s lawfully authorised agent; 2° proof by the competent organ that each general partner has not been convicted of any economic crime; 3° type of partnership; 4° name of the partnership; 5° names and address of partners; 6° the value of the capital contribution paid by a partner to the partnership; 7° the registered office and address of the partnership; 8° partnership agreement; 9° any other condition as required by the Registrar General. The Registrar General must, if all conditions are complied with, register the partnership by recording its name and particulars in the register of partnerships within two (2) working days."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "13",
      "title": "Article 13 – Powers of Registrar General to refuse to register a partnership",
      "content": "The Registrar General may refuse to register the partnership if the conditions specified by this Law are not met. The Registrar General may also refuse to register the partnership where: 1° the partnership may pose a threat to national security or interest; 2° the partnership may pose a threat to the public interest. The Registrar General notifies in writing to the partnership registration applicant the reasons for registration refusal."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "14",
      "title": "Article 14 – Appeal against the Registrar General’s decision of not registering a partnership",
      "content": "When the Registrar General refuses to register a partnership any affected party may refer the issue to the competent court."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "15",
      "title": "Article 15 – Name of a partnership",
      "content": "The name of a general partnership must end with the words “ general partnership ” or the abbreviation “GP”. The name of a limited partnership must end with the words “ limited partnership ” or the abbreviation “LP”. The name of a limited liability partnership must end with the words “ limited liability partnership ” or the abbreviation “LLP\". The name of a partnership which has legal personality must also include the word “Separate” or the abbreviation “S” before the end word, which describes the type of partnership. No partnership may be registered under a name which: 1° is identical to that of an existing partnership, company or statutory corporation or so nearly resembles that name as to be likely to mislead, except where the existing partnership, company or statutory corporation is in the course of being dissolved and gives its consent in such a manner as the Registrar General may require; 2° is identical to a business name registered or so nearly resembles that name as to be likely to mislead; 3° which, or the use of which, would contravene the law or the good morals."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "16",
      "title": "Article 16 – Certificate of registration of a partnership",
      "content": "When the Registrar General receives an application for registration of partnership that complies with this Law, he or she does the following: 1° to register details relating to the partnership in the register of partnerships; 2° to issue a certificate of partnership registration. A certificate of partnership registration is an evidence that all requirements of this Law in respect of registration have been complied with, and that the partnership has been duly registered under this Law on the date of registration stated in the certificate in a form prescribed by the Registrar General."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "17",
      "title": "Article 17 – Change of name of a partnership",
      "content": "In order for the name of a partnership to be changed, notice of the proposed change is delivered to the Registrar General. The notice of the proposed change specifies the existing and the new name. Subject to the partnership agreement, the notice of the proposed change is signed by all partners or by a partner’s representative for the general partnership and limited liability partnership while for limited partnership, the notice is signed by the general partners or by the partner’s representative only. The Registrar General, on receiving the notice of the proposed change, amends the register to record the change of name and issues the partnership with a certificate of the change of name. The certificate specifies the new name and the date on which the change was effected and signed by the Registrar General."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "18",
      "title": "Article 18 – Effect of change of name of a partnership",
      "content": "The change of name has effect from the date on which it is registered. The change of the name of a partnership does not affect any rights or duties of the partnership or partners or render defective any legal proceedings by or against the partnership or partners."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "19",
      "title": "Article 19 – Application for reservation of name of a partnership",
      "content": "An application for reservation of the name of a partnership whether for the new partnership or for the change of the name of existing partnership, is made through a statement developed by the Registrar General. The Registrar General does not reserve a name which, by virtue of Article 15 of this Law, cannot be registered. The reservation of the name of a partnership expires after a period of three (3) months renewable only once upon application."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "20",
      "title": "Article 20 – Registered office of a partnership and subsequent changes",
      "content": "A partnership establishes and maintains a registered office in Rwanda where all communications and notices are addressed and where they are received. A partnership may change the place of its registered office in any place in Rwanda and file the notice of the change with the Registrar General. The Registrar General, on receiving the notice referred to under Paragraph 2 of this Article, amends the register of partnerships to record the change of registered office and subsequent changes. The change has effect from the date on which it is registered in the partnerships register."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "21",
      "title": "Article 21 – Disclosure of the name and address of the registered office of a partnership",
      "content": "A partnership ensures that its name and address of its registered office are clearly stated on every document issued or signed by or on behalf of the partnership and which evidences or creates a legal obligation of the partnership."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "22",
      "title": "Article 22 – Books and records kept at registered office",
      "content": "Every registered partnership must keep at its registered office the books, documents and records in relation to partners and partnership activity. Books, documents and records that must be kept include partnership agreement, register of all the partners, an account of capital contributions of partners, accounting records and minutes of partners’ general meetings. When the partnership is dissolved, the partners or the liquidator of the partnership shall submit to the Registrar General the books and records referred to in the second paragraph of this article within one (1) month from the date of end of winding up. The Registrar General shall keep them for a period of ten (10) years from the date of their receipt. The Registrar General may determine other information required in documents and records referred to in Paragraph One of this Article."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "23",
      "title": "Article 23 – Establishing and keeping partnership registers",
      "content": "The Registrar General establishes and keeps registers of partnerships. The Registrar General keeps registers in a manner that he or she considers appropriate and that permits the information so contained to be inspected or reproduced in usable form."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "24",
      "title": "Article 24 – Contents of register of partnerships",
      "content": "The register of partnerships must contain, in respect of each partnership, the following information: 1° its name; 2° the date of its registration; 3° its registration number; 4° address of its registered office; 5° full name and residential address of every partner; 6° duration of the partnership; 7° type of partnership; 8° any other information as may be required by the Registrar General."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "25",
      "title": "Article 25 – Modalities for public access to partner registers content",
      "content": "The registers maintained by the Registrar General must be available for access and consultation by members of the public at all times, unless the law provides otherwise. The Registrar General may refuse access to a register or suspend its operation, in whole or in part if he or she considers it impractical to provide access to the register or for any other reason that is prescribed by the law."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "26",
      "title": "Article 26 – Application for a copy of information contained in the partnership register",
      "content": "Any person wishing to obtain copy of information contained in a partnership register applies for it to the Registrar General. The Registrar General provides a certified copy of information contained in a partnership register to an entitled applicant upon payment of the fee prescribed."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "27",
      "title": "Article 27 – Notification of change in a partnership to the Registrar General",
      "content": "Business partners must, within ten (10) working days of the decision to make the change, notify the Registrar General through an appropriate form of any change in any of the details entered in a register in relation to the partnership. The Registrar General must update the details in the register within ten (10) working days after being satisfied that the person notifying the change meets the requirements. Changes have effect to third parties from the date on which it was registered in partnerships register."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "28",
      "title": "Article 28 – Correction of partnerships register",
      "content": "The Registrar General may, on written application by any interested person, correct a register if he or she is satisfied that any information has been wrongly entered in or omitted from that register, or correct any particulars if he or she believes that the particulars were not entered in the register. Before correcting the partnerships register, the Registrar General must issue a written notice to the concerned partnership that there is an application for correcting the register, unless the correction relates solely to the partnership which provided the information. When the Registrar General refuses to correct the partnership register, any person adversely affected by the refusal, refers the matter to the competent court applying for it to order the amendment or correction of the partnership register. The claim introduced to the Court in accordance with the provisions of this Article is without prejudice to any other remedy which is available to the applicant."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "29",
      "title": "Article 29 – Objection to correction of the partnerships register",
      "content": "An interested person may deliver to the Registrar General, in not later than twenty (20) working days after the date of the notice of correction, a written objection to a proposed correction of the partnerships register and the Registrar General must give a copy of the objection to the applicant. The Registrar General must not correct the register if he or she receives a written objection to the proposed correction, unless the Registrar General is satisfied that the objection is not sound or has been withdrawn."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter II – Partnership agreement and registration of a partnership",
      "section": "30",
      "title": "Article 30 – Operating as a partnership without registration",
      "content": "If two (2) persons or more carry out a business as partnership but are not registered they are liable before any other persons as if they are general partners."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter III – General partnership",
      "section": "31",
      "title": "Article 31 – Nature of a general partnership",
      "content": "Partners of a registered general partnership must be individuals. General partners are agents of each other for the purpose of the partnership business. A general partner is not allowed to be an employee of his or her general partnership. At least of one the general partners must reside in Rwanda or appoints agent in Rwanda. The partnership may enter into agreement with third parties, own or acquire property for the purpose of the partnership business. Partners in the general partnership have unlimited liability for debts of the partnership. Subject to the partnership agreement, the partnership may continue its business even if there was a change in its partners. No change may be made in the nature of the partnership without the consent of all the partners."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter III – General partnership",
      "section": "32",
      "title": "Article 32 – Capital contribution by a partner",
      "content": "The general partnership must determine capital contribution as specified by the partnership agreement. All general partners are entitled to share equally in the capital contribution unless the partnership agreement provides otherwise. A partner who contributes capital to the general partnership is not entitled to any interest on the contribution. However, a partner who lends money to the general partnership is entitled to receive interest from the general partnership at the prescribed rate under the partnership agreement."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter III – General partnership",
      "section": "33",
      "title": "Article 33 – Good faith in general partnership",
      "content": "Every partner has a duty to act in good faith in all transactions undertaken by a general partnership. In particular, a partner must: 1° keep each of the partners informed of any issue that may affect the general partnership; 2° account to the general partnership for any profits or benefits derived by the partner without the consent of the other partners, from any business of the partnership or the use by the partner of the property of the general partnership, the name of the general partnership or business connection; 3° account to the general partnership for any profits derived by the partner from a business carried out by the partner without the consent of the other partners, which competes with and is of the same nature as the general partnership."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter III – General partnership",
      "section": "34",
      "title": "Article 34 – Duty of disclosure to prospective partners",
      "content": "Each partner or prospective partner must disclose all relevant information to each other for admission to the existing partnership or prospective partnership. Each prospective partner of a partnership which is about to be formed discloses to the other prospective partners anything known to him or her which a prudent prospective partner would reasonably expect to be disclosed in order to decide whether or not to form the partnership. The obligation of disclosure referred to in the preceding Paragraph also applies for partners of an existing partnership to any prospective partner desiring to join the partnership. Likewise, the prospective partner must disclose anything known to him or her which prudent partners would reasonably expect to be disclosed to them for his or her admission to the partnership."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter III – General partnership",
      "section": "35",
      "title": "Article 35 – Duties of disclosure to persons dealing with general partnership",
      "content": "A person who deals in activities with a general partnership is entitled, on request to the partnership or to a partner, to be informed of the full name of each partner and the address of service of each partner or the registered office of the partnership. A person who has a complaint against a general partnership connected with the dealings the person had with the general partnership is entitled, if he or she requests the general partnership, a partner or a former partner, to be given such information as the general partnership, partner or former partner is reasonably able to provide or to obtain with regard to: 1° the full name of each person who was a partner at the time of the act or omission to which the complaint relates; 2° address for service or the last known address of each person who was a former partner at that time."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter III – General partnership",
      "section": "36",
      "title": "Article 36 – Sharing of profits and losses",
      "content": "A partner is entitled to share any general partnership profits and is liable to bear any general partnership losses, in equal proportions of his or her capital contribution."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter III – General partnership",
      "section": "37",
      "title": "Article 37 – Remuneration and reimbursement for payment made by a partner",
      "content": "A partner is not entitled to any remuneration from the general partnership for acting in the general partnership. A general partnership indemnifies and reimburses a partner in respect of payments made by the partner in the following circumstances: 1° in the proper conduct of the general partnership business or in connection with anything necessarily done for the preservation of the general partnership business or property; 2° to discharge the whole or a part of the partner’s personal liability for a general partnership obligation or in reasonable settlement of an alleged personal liability for a general partnership obligation. The reimbursement does not affect any claim which the general partnership or another partner may have against the partner. If the general partnership fails to pay an amount to which it is liable to account to a partner, the partner has the right to request the payment from any partner in the general partnership."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter III – General partnership",
      "section": "38",
      "title": "Article 38 – Admission of a new general partner",
      "content": "A person may become a new general partner only with agreement of all existing partners unless the partnership agreement provides otherwise. Admission requires the new partner to sign the consent statement. The admission becomes effective upon registration with the Registrar General. A new partner admitted into an existing partnership does not become liable to the creditors of the partnership for anything done before he or she become a partner."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter III – General partnership",
      "section": "39",
      "title": "Article 39 – Ceasing to be a partner in a general partnership",
      "content": "A person ceases to be a partner in a general partnership if: 1° the term of partner comes to an end in accordance with the partnership agreement; 2° the person wishing to cease to be a general business partner and all the other partners so agree; 3° he or she dies; 4° he or she resign; 5° he or she is dismissed by his or her co-partners where the partnership agreement so provides; 6° the general partnership is dissolved; 7° the competent court orders that the partner ceases to be a partner; 8° a bankruptcy order is made against the business partner."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter III – General partnership",
      "section": "40",
      "title": "Article 40 – Partner’s retirement and retirement modalities",
      "content": "Without prejudice to provisions of the partnership agreement, a partner may retire from a general partnership through a written notice, in the form of a statement of dissociation, submitted to other partners indicating the intention of retirement in not less than thirty (30) days before the retirement takes effect, and reserves a copy to the Registrar General. A partner who gives notice to retire from the general partnership is no longer considered to be a partner as from the effective date of his or her withdrawal."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter III – General partnership",
      "section": "41",
      "title": "Article 41 – Dismissal of a general business partner",
      "content": "Without prejudice to provisions of the partnership agreement, a partner may be dismissed if more than a half (½) of partners so decide if: 1° there is an order of a competent court to instruct that contributions of the partner be used in settling his or her debt; 2° whole or part of the contributions of the partner in the general partnership is subject to an attachment in execution in respect of a debt which is not a general partnership debt. The remaining partners must file a statement of dissociation with the Registrar General. The expulsion and the statement of dissociation with a partner become invalid if the order of the competent court charging the partner’s contribution is revoked or the attachment in execution in respect of a debt is recalled, withdrawn or otherwise ceases to have effect."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter III – General partnership",
      "section": "42",
      "title": "Article 42 – Realisation of former business partner’s contribution",
      "content": "Without prejudice to provisions of the partnership agreement, a person who ceases to be a partner in a general partnership before the break-up of the general partnership is: 1° entitled to be paid by general partnership or other partners the amount to which he or she would have been entitled and interest on that amount at the rate prescribed or agreed in the partnership agreement from the date on which he or she ceases to be a partner; 2° liable to pay to the general partnership and co-partners, the amount for which he or she would have been liable from the date on which he or she ceases to be a partner."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter III – General partnership",
      "section": "43",
      "title": "Article 43 – Indemnity, contribution and return of property for former partners",
      "content": "A general partnership indemnifies a former partner in respect of payment made by the partner to discharge the whole or part of his or her personal liability for a general partnership obligation. That indemnity does not affect any liability which the general partnership or a partner may have against the former partner. If a general partnership fails to indemnify a former partner, the former partner may seek: 1° indemnity from any person who was a partner at the time he or she ceases to be a partner in the general partnership and who continued to be a partner even after he or she ceased to be a partner; 2° indemnity from any other person who was also liable for the obligation. A former partner must, on request by a general partnership, transfer any general partnership property which is held in the former partner’s name to the general partnership or a trustee for the general partnership."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter III – General partnership",
      "section": "44",
      "title": "Article 44 – Management of the business of a general partnership",
      "content": "Subject to provisions of the partnership business agreement, a partner is entitled to take part in the management of the general partnership business and affairs. Subject to the partnership agreement, any decision related to activities and general partnership affairs are decided in affirmative by simple majority votes. In case the simple majority is not obtained the vote of the meeting chairperson is counted twice (2). In case a change is to be made to the nature of partnership business or partnership agreement, it has to be decided by a unanimous decision of all partners. In case no unanimous resolution can reached, any interested business partner can refer the matter to the competent court."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter III – General partnership",
      "section": "45",
      "title": "Article 45 – Accounting and general partnership records",
      "content": "A partner ensures that: 1° accounting records of transactions relating to the general partnership in which he or she is involved are kept properly within ten (10) years; 2° records are made available, on request, to the general partnership or any other partner. A partner must cooperate with any person who is keeping general partnership records or drawing up general partnership accounts on behalf of the general partnership. Subject to the content of general partnership, general business partners must ensure that within six (6) months after the accounting date, financial statements that comply with generally accepted accounting practice and dated and signed on behalf of the general business partners are submitted to the Registrar General."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter III – General partnership",
      "section": "46",
      "title": "Article 46 – Acts of partners binding the general partnership",
      "content": "Every partner is an agent of the partnership and of his other partners for the purposes of the business of the partnership carried on by the partners. A general partnership and every other general business partner is bound by acts done by a partner while carrying on the activities business of the general partnership. However, a general partnership is not bound by actions of the partner if: 1° the partner has no authority to act on behalf of the general partnership; 2° the person with whom the partner is dealing has notice that the partner has no authority or does not know or believe him or her to be a partner in the general partnership."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter III – General partnership",
      "section": "47",
      "title": "Article 47 – Validity of a document signed by partners on behalf of the general partnership",
      "content": "A document is validly signed by a general partnership if it is: 1° signed by a partner or any other person authorised to do so by the partner; 2° expressed to be signed on behalf of the general partnership. If a general partnership is being wound up and there is only one partner remaining in the general partnership, the document relevant to winding up procedure is validly signed if it is signed by that partner."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter III – General partnership",
      "section": "48",
      "title": "Article 48 – Liability of general partnership for loss or injury caused by a partner",
      "content": "A general partnership is liable for loss or injury to another person caused by a partner’s wrongful act or omission if the act or omission occurs in the ordinary course of the general partnership business or is authorised by the general partnership or its partners."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter III – General partnership",
      "section": "49",
      "title": "Article 49 – Unlimited liability of partners",
      "content": "Each partner is jointly and severally liable with other partners for the debts of the partnership incurred while that person was a partner. If a partner is an individual, his or her estate, after death is also used to settle the debts of the partnership incurred while that person was a partner."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter III – General partnership",
      "section": "50",
      "title": "Article 50 – Break-up of a general partnership",
      "content": "A general partnership breaks up if: 1° the number of partners falls below two (2) partners; 2° the term expires while the general partnership is for a fixed term; 3° a competent court issues an order to dissolve the general partnership upon application by one of the partners; 4° a competent court decides to dissolve the general partnership pursuant to this Law; 5° at least two thirds (2/3) of partners decide to break up the partnership. If a general partnership entered into for a fixed term continues after the expiration of the term without any express new agreement, the rights and duties of a partner remain the same as they were at the expiration of the term, so far as is consistent with the activities of a partnership."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter III – General partnership",
      "section": "51",
      "title": "Article 51 – Effects of the break-up of a general partnership",
      "content": "A general partnership which breaks up continues to conduct only the business activities necessary in order to enable the partners, a liquidator or a provisional liquidator to wind up the business of the general partnership. The power of a partner to act on behalf of the general partnership and other rights and obligations of a partner continue notwithstanding the break-up of the general partnership in so far as may be necessary to dissolve the general partnership and to complete transactions begun but unfinished at the time of the breakup. The provisions of this Paragraph do not apply to a person who ceased to be a partner involuntarily. The partners may, by an agreement in writing, confer on one or more of the partners, authority to carry on the business of the general partnership for the purposes of winding up of a general partnership by the partners."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter III – General partnership",
      "section": "52",
      "title": "Article 52 – Notice of break-up of a general partnership",
      "content": "In case of break-up of a general partnership, the partnership has to notify and file the relevant statement with the Registrar General who gives a public notice of such a break-up."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter III – General partnership",
      "section": "53",
      "title": "Article 53 – Winding up",
      "content": "If a general partnership breaks up, it may be wound up by one (1) or more of its partners. If, after the breakup, there are two (2) or more partners, the general partnership business may be carried on if the partners agree that it must be carried on for the beneficial winding up of the general partnership."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter III – General partnership",
      "section": "54",
      "title": "Article 54 – Decision-making modalities in case of disagreement of partners in the process of winding up",
      "content": "Any disagreement relating to the winding up of the general partnership is decided by a majority of the partners. In case the simple majority is not reached, the chairperson of the meeting has a casting vote."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter III – General partnership",
      "section": "55",
      "title": "Article 55 – Distribution of assets of a general partnership in the process of winding up",
      "content": "The interests of partners in the general partnership property and their rights and duties in relation to the general partnership property on the winding up of the general partnership are determined in the following order: 1° each partner pays to the general partnership an amount which the partner owes to the general partnership; 2° the general partnership pays amount it owes to other persons other than its partners; 3° the general partnership pays to each partner an amount owed to him or her, excluding the contribution of the partner towards the capital of the general partnership in respect of the existing capital contribution; 4° the partners share any surplus assets in the same proportion as they would be entitled to share the general partnership profits, if any; 5° if the general partnership is unable to meet its obligations under item 2°, the partners contribute towards the deficiency in the same proportions as they would be liable to share any general partnership losses in order to meet a general partnership obligation; 6° if a general partnership is unable to pay to each partner the amount contributed by the partner towards the capital of the general partnership, the general partnership transfers to the partners the remaining assets of the general partnership if any, in equal proportion to the capital contributed by the partner."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter III – General partnership",
      "section": "56",
      "title": "Article 56 – Dissolution of a general partnership",
      "content": "A general partnership which has broken up is dissolved if the following conditions are fulfilled: 1° all the general partnership property has been distributed to the persons entitled to it; 2° any trust property held by the general partnership has been transferred to the person entitled to it or a trustee for that person; 3° there are no outstanding liabilities of the general partnership; 4° there are no outstanding claims by or against the general partnership, whether the claims are made in legal or arbitral proceedings."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter III – General partnership",
      "section": "57",
      "title": "Article 57 – Power of the court to order payment of partner’s interest in the partnership",
      "content": "The competent court may, upon request by a creditor of a partner, charge the partner’s interest and profits in the general partnership with payment of the judgment debt and interest thereon. The court may, by such an order, appoint a receiver of the partner’s share of profits and interests or any other money which the partner may receive from the business of the general partnership and order for the taking of accounts and inquiries as it would have been if the payment had been made in favour of the judgment creditor by the partner. Other partners in the general partnership may at any time redeem the interest charged, or, where a sale is directed by the competent court, purchase the partner’s interest in the share."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter III – General partnership",
      "section": "58",
      "title": "Article 58 – Court’s order for dissolution of a general partnership",
      "content": "Where appropriate, the competent court may, on the application of any partner, Registrar General or Creditor, order for dissolution of a general partnership. The application for an order referred to under Paragraph One of this Article may be combined with additional applications or orders pursuant to this Law."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter III – General partnership",
      "section": "59",
      "title": "Article 59 – Decision of expulsion of a partner from a general partnership",
      "content": "Subject to the express provisions of the partnership agreement, the expulsion of a partner from a general partnership must be approved by unanimous decision of partners other than the one concerned."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter III – General partnership",
      "section": "60",
      "title": "Article 60 – Effective date of removal of a partner",
      "content": "A decision of the competent court ordering for removal of a partner from a general partnership must specify the date a partner ceases to be a partner. Where a partner is removed by the decision of other partners pursuant to Article 41 of this Law, the date of removal of a partner is the date on which the decision was taken. Such a removal of a business partner must be notified to the Registrar General for notification to the public."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter III – General partnership",
      "section": "61",
      "title": "Article 61 – Interim decision",
      "content": "In relation to an application to remove a partner from a general partnership, the competent court may decide to prohibit or to limit the extent to which the partner sought to be removed from general partnership takes part in the general partnership business pending the determination of the application"
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter III – General partnership",
      "section": "62",
      "title": "Article 62 – Implementation of court orders",
      "content": "The competent court may give directions as it considers appropriate for giving effect to orders, including, in particular: 1° the rights of a partner specified in the court order to realise the partner’s participation in the partnership; 2° restricting the rights conferred on a specified partner. If the competent court decision specifies that a partner ceases to be a partner from the date before the date of the decision, the competent court may take such a decision as it thinks appropriate for putting the partner and other persons in the position they would have been in if the partner had in fact ceased to be a partner on that date as the competent court considers appropriate."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter III – General partnership",
      "section": "63",
      "title": "Article 63 – Powers to refer to the court for the dissolution of a general partnership",
      "content": "Where the Registrar General, the creditor or the partner believes that the general partnership must be dissolved, he or she may apply to the competent court to take a decision to dissolve the general partnership. On an application by the Registrar General, creditor or partner, the competent court may take a decision to dissolve the general partnership according to laws and regulations as it may consider appropriate."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter III – General partnership",
      "section": "64",
      "title": "Article 64 – Indemnity related to fraud, misrepresentation or non-disclosure",
      "content": "Any applicant who requested the competent court to take a decision is entitled to be indemnified by the partner at fault in respect of any loss suffered by the applicant which is attributable to the fraud, misrepresentation or non-disclosure of the partner at fault. If the decision is made on application of the Registrar General, creditors or partners, each partner not at fault is entitled, when the general partnership assets are distributed, to be paid all amounts, which the general partnership owes to the partner before any amount is paid to the partner at fault. A partner who ceases to be a partner under a decision made on application of the Registrar General, creditor or partner, retains any rights he or she would otherwise have had to realise his or her share in the general partnership."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter III – General partnership",
      "section": "65",
      "title": "Article 65 – Decision to repay capital contribution on premature break-up of general partnership",
      "content": "A person who joins a general partnership whose duration is fixed or pays a capital contribution to an existing partner in the general partnership and the general partnership breaks up before its term expires, may request the competent court to take a decision to refund whole or part of the joining premium. In order to take the decision referred to under Paragraph One of this Article, the competent court must have regard to the terms of the partnership agreement, duration of the general partnership and the conduct of the applicant during the period in which he or she was a partner."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter III – General partnership",
      "section": "66",
      "title": "Article 66 – Conversion into the limited partnership",
      "content": "Subject to the partnership agreement, a general partnership may apply to the Registrar General for conversion to the limited partnership upon approval by all partners of the general partnership. This conversion becomes effective from the time of the registration of limited partnership. Each partner in a general partnership converted to limited partnership continues to be jointly and severally liable for the obligations of limited partnership that were incurred before its registration as a limited partnership or that arose from a contract entered into before that registration."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter IV – Limited partnership",
      "section": "67",
      "title": "Article 67 – Nature of limited partnership",
      "content": "A limited partnership must consist of at least two (2) partners of which at least one (1) is a general partner resident in Rwanda or who has an appointed agent in Rwanda and at least one (1) limited partner. A partner in a limited partnership may be an individual or a body corporate. In a limited partnership, a general partner is responsible for the management of the limited partnership business or affairs and takes part in the management of the partnership business or affairs whereas a limited partner does not take part in the management of the partnership business or affairs. The liabilities of a general partner in a limited partnership are unlimited for the debts of the partnership whereas the liabilities of a limited partner are limited to the contribution in the share capital made by such a partner in the limited partnership. A person cannot be both a general partner and a limited partner of the same limited partnership."
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter IV – Limited partnership",
      "section": "68",
      "title": "Article 68 – Capital contribution by a partner",
      "content": "A partner of limited partnership cannot: 1° contribute capital or vary the amount of his or her capital contribution to the partnership without agreement of all partners; 2° be entitled to any interest on the contribution. A partner in the limited partnership who, beyond his or her capital contribution, makes an advance to that partnership is entitled to receive interest from the partnership at the rate agreed in the partnership agreement with effect from the date of the advance."
    },
    {
      "provision_ref": "art69",
      "chapter": "Chapter IV – Limited partnership",
      "section": "69",
      "title": "Article 69 – Admission of a new partner",
      "content": "An application for a person or a body corporate to become a new partner is submitted to the partnership which also responds in writing. A general partner who manages the limited partnership submits the notice to the Registrar General with a written consent of a new general or limited partner to be a partner in the limited partnership. The notice specifies the name of the limited partnership, the name of the prospective partner, the type of liability of the prospective partner, the amount of any capital contribution being made by the prospective limited partner to the limited partnership. The notice is signed by a general partner or a person other than a general partner who has authority to give the notice on behalf of the limited partnership. An individual or a body corporate becomes a limited or general partner in the limited partnership from the date such an individual or body corporate is registered as partner by the Registrar General."
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter IV – Limited partnership",
      "section": "70",
      "title": "Article 70 – Notification of a new general partner of the limited partnership to the Registrar General",
      "content": "General partner in a limited partnership must submit to the Registrar General a written consent of a new partner of the limited partnership. The consent must be in the form prescribed by the Registrar General. The admission takes effect upon registration with the Registrar General."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter IV – Limited partnership",
      "section": "71",
      "title": "Article 71 – Qualifications for individual or a body corporate to be a general partner of a limited partnership",
      "content": "An individual or a body corporate is qualified to be appointed as a general partner of a limited partnership. However, the following persons are disqualified from being appointed or holding office as a general partner of a limited partnership: 1° a person who is under eighteen (18) years of age; 2° a person who is an undischarged bankrupt; 3° a person who is subject to an order made under the law governing companies that continues to have effect prohibiting him or her from being a director or taking part in the management of a company. A body corporate qualified to be a partner in a limited partnership is an entity created and managed pursuant to the relevant laws."
    },
    {
      "provision_ref": "art72",
      "chapter": "Chapter IV – Limited partnership",
      "section": "72",
      "title": "Article 72 – Becoming and ceasing to be a partner in a limited partnership",
      "content": "An individual or body corporate becomes a limited partner or general partner in a limited partnership when such person is registered by the Registrar General as such. A limited partner or general partner ceases to be partner, if at the time specified in the partnership agreement: 1° the person is deregistered; 2° the person dies or body corporate is dissolved; 3° a limited partnership is dissolved."
    },
    {
      "provision_ref": "art73",
      "chapter": "Chapter IV – Limited partnership",
      "section": "73",
      "title": "Article 73 – Changes of partners in a limited partnership",
      "content": "A general partner has the right to change to become a limited partner. A limited partner has the right to change to become a general partner. A notice proposing that a partner changes the type of liability to become a general partner or a limited partner in an existing limited partnership is delivered to the Registrar General by a general partner. The notice specifies the name of the limited partnership, the name of the proposed partner changing the type of liability and the value of capital contribution being made by the general partner and the limited partner. The notice is signed by a general partner or a person other than a general partner who has authority to give the notice on behalf of the limited partnership. The proposed limited partner cannot sign on that notice. On receiving the notice, the Registrar General registers the proposed general or limited partner as such in the limited partnership and ensures that the register is amended to record the fact that the partner has ceased to be a general partner or a limited partner in the limited partnership. The proposed partner changing the type of liability becomes a limited partner or a general partner on the date such a change is recorded in the register as the date of his or her registration. Where, after changes in the type of liability of partners in the limited partnership, there is not at least one limited partner or one general partner, the limited partnership is dissolved."
    },
    {
      "provision_ref": "art74",
      "chapter": "Chapter IV – Limited partnership",
      "section": "74",
      "title": "Article 74 – Role of a general partner and limited partner in the management of a limited partnership",
      "content": "Each general partner is responsible for the management of the limited partnership business or affairs. A limited partner shall not take part in the management of the partnership business or affairs. A limited partner who participates in the management of the partnership business or affairs is liable for the debts and obligations of the partnership as a general partner for the period during which he or she participated in the management of the business of the partnership. A limited partner shall not be considered to have participated in the conduct or management of the business of a limited partnership by reason only of any one or more of the following circumstances: 1° he or she is a contractor for or an agent or employee of limited partnership or a general partner; 2° he or she acts as an officer or shareholder of a general partner which is a body corporate or an unincorporated body; 3° he or she consults with and advises a general partner on business of limited partnership; 4° he or she investigates, reviews, approves or is advised on account or affairs of limited partnership; 5° he or she exercises any right or power conferred on limited partners under this Law; 6° he or she acts as surety or guarantor or provides any other form of security for the limited partnership, generally or in respect of specific obligations; 7° he or she approves or disapproves an amendment to the partnership agreement; 8° he or she files a declaration on registration of a partnership; 9° he or she brings an action on behalf of the limited partnership to institute proceedings on behalf of a partnership where the general partners refuse to do so; 10° he or she serves on committee of the limited partnership, or appoints, elects or otherwise participates in the choice of a representative or another person to serve on any such committee, or acts as a member of any such committee, directly or through a representative; 11° he or she votes, consents, approves, withholds or authorises any vote, consent or approval as a limited partner on any of the following matters: a. the dissolution and winding up of the limited partnership; b. the acquisition, sale, transfer, exchange, lease or pledge, mortgage, creation of a security interest charging of or other dealing with any property or assets by, or of the limited partnership; c. the incurrence, renewal repayment or discharge of any debt by limited partnership; d. any change in the nature of the business, objectives or policies of the limited partnership or a variation of the partnership agreement; e. the admission, removal, retirement or resignation of a partner in a limited partnership; f. any transaction in which a general partner has an actual or potential conflict of interest with one or more of the limited partners. Where a limited partner exercises any right, power or function which is not set out in the sub items mentioned in Paragraph 4 of this Law, he or she shall not necessarily, by reason of that fact alone, be considered to have participated in the conduct or management of the business of the limited partnership within the meaning of this Article."
    },
    {
      "provision_ref": "art75",
      "chapter": "Chapter IV – Limited partnership",
      "section": "75",
      "title": "Article 75 – Duties of a general partner in a limited partnership",
      "content": "A general partner in a limited partnership must: 1° act in good faith towards the limited partnership and each of the partners in relation to any matter affecting the limited partnership; 2° provide true accounts and full information on all matters affecting the limited partnership in accordance with the terms of the partnership agreement to any partner or his or her personal representative or his or her assignee."
    },
    {
      "provision_ref": "art76",
      "chapter": "Chapter IV – Limited partnership",
      "section": "76",
      "title": "Article 76 – Sharing profits and losses among partners of the limited partnership",
      "content": "A partner is entitled to share in the profits of the limited partnership and is liable to contribute towards the loss incurred by the limited partnership in equal proportions to their contributions in the capital. A partner is not entitled to share in the profits of the partnership, and is not liable to contribute to any losses incurred by the limited partnership before he or she became a partner. However, a limited partner is not liable to contribute to any losses of the limited partnership beyond his or her contribution to the capital of the limited partnership. The estate of a partner who dies is liable to debts and obligations incurred by the limited partnership after becoming a partner."
    },
    {
      "provision_ref": "art77",
      "chapter": "Chapter IV – Limited partnership",
      "section": "77",
      "title": "Article 77 – Remuneration and reimbursement for payment made by a partner",
      "content": "A partner is not entitled to any remuneration from the limited partnership for acting in the business of the partnership. However, a limited partnership reimburses any money claimed by a partner against the limited partnership due to the proper conduct of the partnership business or in connection with anything necessarily done for the preservation of the limited partnership business or property, to discharge the whole or a part of the partner’s personal liability for a limited partnership obligation or in reasonable settlement of an alleged personal liability for a limited partnership obligation."
    },
    {
      "provision_ref": "art78",
      "chapter": "Chapter IV – Limited partnership",
      "section": "78",
      "title": "Article 78 – Acts of partners binding the limited partnership",
      "content": "Every general partner is an agent of the partnership and of his or her other partners for the purposes of the usual business of the partnership carried on by the partners. A limited partnership and every general partner are bound by acts done by a general partner while carrying on the activities of the limited partnership. However, a limited partnership is not bound by actions of the partner if: 1° the partner has no authority to act on behalf of the limited partnership; 2° the person with whom the partner is dealing has notice that the partner has no authority or does not know or believe him or her to be a partner in the limited partnership."
    },
    {
      "provision_ref": "art79",
      "chapter": "Chapter IV – Limited partnership",
      "section": "79",
      "title": "Article 79 – Validity of a document signed by partners on behalf of the limited partnership",
      "content": "A document is validly signed by a limited partnership if it is: 1° signed by a general partner or any other person authorised to do so by the general partner; 2° expressed to be signed on behalf of the limited partnership."
    },
    {
      "provision_ref": "art80",
      "chapter": "Chapter IV – Limited partnership",
      "section": "80",
      "title": "Article 80 – Liability of a general partner in a limited partnership",
      "content": "A general partner of the limited partnership has unlimited liability. Each general partner is jointly and severally liable with the other general partners for the unpaid debts and liabilities of the limited partnership incurred while that person was a general partner. The estate of a general partner who dies is liable to debts and obligations incurred by the limited partnership after becoming a partner."
    },
    {
      "provision_ref": "art81",
      "chapter": "Chapter IV – Limited partnership",
      "section": "81",
      "title": "Article 81 – Liability of a limited partner",
      "content": "A limited partner’s liability is limited to the contribution paid. A limited partner who, either directly or indirectly has withdrawn all or part of his or her capital contribution to the limited partnership, is personally liable for any limited partnership obligation incurred while he/she is a limited partner, which may or not exceed the amount drawn out by the limited partner."
    },
    {
      "provision_ref": "art82",
      "chapter": "Chapter IV – Limited partnership",
      "section": "82",
      "title": "Article 82 – Individual liability in case of insolvency",
      "content": "The competent court may, upon request by Registrar General, a creditor, a partner or any person conducting the winding up of the limited partnership, declare that a partner be personally liable for the debts of the limited partnership or part of such debts, in the way specified by the competent court, where a partner in the limited partnership has actively participated in its management and: 1° has contributed to the inability of the limited partnership to pay its debts; 2° has materially misled or deceived any partner or creditor or has resulted in substantial uncertainty as to the assets, liabilities, client money or investment instruments of the limited partnership; 3° has substantially impeded the winding up of the limited partnership."
    },
    {
      "provision_ref": "art83",
      "chapter": "Chapter IV – Limited partnership",
      "section": "83",
      "title": "Article 83 – Financial statements",
      "content": "A general partner of the limited partnership must ensure that: 1° accounting records of transactions affecting the limited partnership are kept properly within ten (10) years; 2° records of the limited partnership are made available, on request, to any other partner. Subject to the limited partnership agreement, the general partners of a limited partnership must ensure that, within six (6) months after the balance date of the limited partnership, financial statements that comply with generally accepted accounting practices and dated and signed on behalf of the general partners by two (2) general partners of the limited partnership or, if the limited partnership has only one (1) general partner, by that general partner are filed with the Registrar General for registration."
    },
    {
      "provision_ref": "art84",
      "chapter": "Chapter IV – Limited partnership",
      "section": "84",
      "title": "Article 84 – Appointment of an auditor",
      "content": "A limited partnership appoints an auditor to audit its financial statement. The appointment of an auditor is done in accordance with the partnership agreement. Where an auditor is appointed by a limited partnership, his or her remuneration is determined by the general partners and the auditor may resign by giving notice in writing to the general partners. The auditor must, in carrying out an audit comply with all applicable auditing and assurance standards. The auditor’s report must comply with the requirements of all applicable auditing and assurance standards."
    },
    {
      "provision_ref": "art85",
      "chapter": "Chapter IV – Limited partnership",
      "section": "85",
      "title": "Article 85 – Breaking up, liquidation and dissolution of a limited partnership",
      "content": "Breaking up, liquidation and dissolution of a limited partnership is carried out by a general partner unless otherwise decided by a court, if necessary. Breaking up, liquidation and dissolution of a limited partnership is carried out as provided in a section relating to general partnership."
    },
    {
      "provision_ref": "art86",
      "chapter": "Chapter IV – Limited partnership",
      "section": "86",
      "title": "Article 86 – Rights of partners to the limited partnership property upon dissolution",
      "content": "Every partner is entitled to have the property of the limited partnership applied in payment of its debts and to have the surplus assets applied in payment of what is respectively due to the partners after deducting what they respectively owe to the limited partnership."
    },
    {
      "provision_ref": "art87",
      "chapter": "Chapter IV – Limited partnership",
      "section": "87",
      "title": "Article 87 – Distribution of assets of a limited partnership",
      "content": "Upon break up and liquidation of a limited partnership, its assets are distributed in the following order: 1° to creditors in satisfaction of debts of the limited partnership; 2° to limited partners for the return of their contributions or where appropriate for the release of their obligations to make contributions; 3° to limited partners for their share of the profits on their contributions; 4° to general partners other than for capital and profits; 5° to general partners in respect of capital; 6° to general partners in respect of profits, if any;"
    },
    {
      "provision_ref": "art88",
      "chapter": "Chapter IV – Limited partnership",
      "section": "88",
      "title": "Article 88 – Grounds for dissolution of a limited partnership",
      "content": "A limited partnership is dissolved if: 1° there is any of the events specified in the partnership agreement that triggers dissolution of the limited partnership; 2° the expiration of its fixed duration is due, unless notice of its continuance is filed with the Registrar General not less than fifteen (15) days before the date of expiration; 3° the general partners agree by majority to dissolve the limited partnership in case no duration is of its existence was fixed; 4° the general partner dies, is legally incapacitated, retired, removed or bankrupt in case the limited partnership has only one (1) general partner; 5° the dissolution is ordered by the competent court or if the competent court orders deletion of the limited partnership from the register of limited partnerships."
    },
    {
      "provision_ref": "art89",
      "chapter": "Chapter IV – Limited partnership",
      "section": "89",
      "title": "Article 89 – Requesting the court to dissolve a limited partnership",
      "content": "The competent court may order the dissolution of a limited partnership on the application of any partner, creditor or Registrar General, where in its opinion: 1° it is not reasonably practicable for the limited partnership to carry on its business in conformity with the partnership agreement; 2° the limited partnership is insolvent; 3° the affairs of the limited partnership are being conducted in such a way as to defraud creditors, whether of the limited partnership or of any other person or in an unlawful manner; 4° there has been persistent default by the limited partnership or by its general partner in complying with the requirements or conditions under this Law; 5° persons connected with the formation or management of the limited partnership committed fraud or are characterized by any other misconduct in relation to the limited partnership or any of its partners. In case the competent court takes a decision to dissolve the limited partnership, it may also if it considers it appropriate, appoint one or more liquidators to wind up the affairs of the limited partnership and distribute its assets. In case a liquidator is appointed, all powers of the general partners cease."
    },
    {
      "provision_ref": "art90",
      "chapter": "Chapter IV – Limited partnership",
      "section": "90",
      "title": "Article 90 – Effects of court’s decision to dissolve a limited partnership",
      "content": "In case a court decides to dissolve a limited partnership the following take place: 1° the partnership ceases to carry on business except to the extent necessary for the interest of dissolution and liquidation; 2° the certificate of partnership registration ceases to be valid; 3° appointment of a person winding up the limited partnership in its name and on its behalf disposes of its property and realising its assets; 4° appointment of a person winding up the limited partnership, in the name of and on behalf of the limited partnership discharging its debts and distributing to the partners their remaining assets."
    },
    {
      "provision_ref": "art91",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "91",
      "title": "Article 91 – Nature of a limited liability partnership",
      "content": "A limited liability partnership has the following characteristics: 1° a body corporate with legal personality established based on agreement between partners or between a limited liability partnership and partners which is registered in accordance with the law; 2° to be a body corporate with legal personalities separate from their partners”; 3° it has the capacity to own assets different from those of the partners and registered in its name; 4° the liability of the partners is limited to their contribution to the capital of the limited liability partnership; 5° the rights and responsibilities of the partners in the partnership are determined by the partnership agreement or by this law."
    },
    {
      "provision_ref": "art92",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "92",
      "title": "Article 92 – Requirements for establishing a limited liability partnership",
      "content": "A limited liability partnership must have at least two (2) partners. An individual or body corporate may be a partner in a limited liability partnership. In case the number of partners of a limited liability partnership is reduced below two (2), the limited liability partnership can carry on business in a period not exceeding six (6) months. In this instance, the sole partner of the limited liability partnership is liable personally for the obligations of the limited liability partnership incurred during that period."
    },
    {
      "provision_ref": "art93",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "93",
      "title": "Article 93 – Being a partner in a limited liability partnership",
      "content": "The registration of a limited liability partnership is done by the Registrar General. Persons who subscribed their names to the incorporation document statement of the limited liability partnership are its partners."
    },
    {
      "provision_ref": "art94",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "94",
      "title": "Article 94 – Acceptance of a new partner in a limited liability partnership",
      "content": "An individual or a body corporate may be a partner in a limited liability partnership upon acceptance of all existing partners, unless the partnership agreement provides otherwise. A new partner in a limited liability partnership must sign a written consent to become a partner in a limited liability partnership. The manager of a limited liability partnership, after obtaining the written consent of the new partner, causes the new partner to be registered by the Office of the Registrar General."
    },
    {
      "provision_ref": "art95",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "95",
      "title": "Article 95 – Relationship between partners in a limited liability partnership",
      "content": "Except provided otherwise by this Law, the mutual rights and duties of partners of a limited liability partnership are governed by agreement between partners. An agreement made before the incorporation of a limited liability partnership between the persons who subscribe their names to the incorporation document may impose obligations on the limited liability partnership, to take effect at any time after its registration. In case of silence of the agreement, the mutual rights and duties of the partners are determined by the provisions of this Law."
    },
    {
      "provision_ref": "art96",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "96",
      "title": "Article 96 – Contribution of a partner in a limited liability partnership",
      "content": "The contribution of a business partner to a partnership can be made with tangible or intangible assets, movable or immovable property or any other benefit to limited liability partnership including money, receipts as well as a money transfer agreement or property and a service agreement made or will be made. The responsibility of a business partner in a partnership to contribute in money or property or other purposes or to perform services in limited liability partnership is carried out in accordance with the terms of the partnership agreement. The value of the contribution of each partner in the partnership is calculated and reflected in the accounts of the partnership in the business with the limited liability in the prescribed manner. All partners of a limited liability partnership are allowed to share profits, losses and capital in accordance with the related agreement."
    },
    {
      "provision_ref": "art97",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "97",
      "title": "Article 97 – Right to take part in the business of the limited liability partnership",
      "content": "A partner may take part in the management of the limited liability partnership. For the purpose of the business of the limited liability partnership, each partner is the agent of the limited liability partnership, but not of other partners. Subject to the partnership agreement, no partner is entitled to remuneration for acting in the business or management of the limited liability partnership."
    },
    {
      "provision_ref": "art98",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "98",
      "title": "Article 98 – Duty of disclosure of state of affairs and provide information",
      "content": "Each partner or his or her representative in a partnership must render true accounts and provide full information that will help in the smooth running of the business of a limited liability partnership and inform to any partner or his or her legal representatives all factors that affect the limited liability partnership."
    },
    {
      "provision_ref": "art99",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "99",
      "title": "Article 99 – Right to transfer capital contributions",
      "content": "A partner in a limited liability partnership has the right to transfer whole or part of the ownership of its capital contribution to other individual person or body corporate. The partnership agreement provides for the modalities of that transfer. In order for the beneficiary of whole or part of the contributions to the capital to become a partner in a limited liability partnership must be approved by existing partners in the partnership."
    },
    {
      "provision_ref": "art100",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "100",
      "title": "Article 100 – Transfer of interest of a partner",
      "content": "A partner may transfer whole or part the partner’s share of the profits and losses of the limited liability partnership and the partner’s right to receive distributions of a limited liability partnership property, including any sum due to a partner and for the time as a partner of a limited liability partnership. The transfer of right does not cause the partner to cease from being a partner of a limited liability partnership. The transfer of a partner’s right under this Article does not by itself entitle the transferee to participate in the management or conduct of the activities of the limited liability partnership or access information concerning the transactions of the limited liability partnership."
    },
    {
      "provision_ref": "art101",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "101",
      "title": "Article 101 – Rights and obligations of a partner in the business of a limited liability partnership",
      "content": "The partner may lend money and engage in business with a limited liability partnerships and in that case the partner has rights and obligations with respect to the loan or other activities as a non- partner."
    },
    {
      "provision_ref": "art102",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "102",
      "title": "Article 102 – Extent of liability of a partner in a limited liability partnership",
      "content": "The liability of a partner in a limited liability partnership is limited as follows: 1° a partner is not liable individually, directly or indirectly for the obligations of a limited liability partnership solely on the grounds that he or she is a partner in the partnership; 2° a partner is personally liable for his or her wrongful act or omission but he or she is not liable for the wrongful act or omission of another partner of the limited liability partnership; 3° an obligation of a limited liability partnership whether arising from an agreement or otherwise, must be solely the obligation of the limited liability partnership; 4° the liabilities of a limited liability partnership must be settled from its property."
    },
    {
      "provision_ref": "art103",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "103",
      "title": "Article 103 – Manager of a limited liability partnership",
      "content": "A limited liability partnership has at least one manager (1) residing in Rwanda who is not an undischarged bankrupt, who is able to perform his or her duties and without mental or physical disability certified by a recognised medical doctor, preventing him or her from performing his or her duties or who has not been stripped of his or her right to be a manager based on any law. The limited liability partnership submits to the Registrar General, in the manner he or she prescribed, the identity of the person appointed as its manager and his or her consent."
    },
    {
      "provision_ref": "art104",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "104",
      "title": "Article 104 – Annual declaration of solvency or insolvency",
      "content": "A limited liability partnership is solvent if: 1° it has the ability to repay its debts on time of payment and without prejudice to the normal course of business of the partnership; 2° the value of its assets is above the total value of its liabilities including the capital contributed, existing and contingent liabilities. The manager of a limited liability partnership declares to the Registrar General that the limited liability partnership either appears to be solvent or insolvent upon approval by partners. The declaration of solvency or insolvency must be filed in a period not exceeding fifteen (15) months after the registration of the limited liability partnership and subsequent declaration once in every calendar year at intervals of not more than fifteen (15) months. The Registrar General may, on application by a limited liability partnership, extend the period in which the declaration on his or her solvency or insolvency may be filed."
    },
    {
      "provision_ref": "art105",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "105",
      "title": "Article 105 – Restitution and compensation of loss caused to a partnership",
      "content": "A limited liability partnership reimburses each partner in respect of payments made and personal liabilities incurred by the partner in the ordinary and proper conduct of the business of the limited liability partnership or in anything necessarily done for the preservation of the business or property of the limited liability partnership. A partner indemnifies the limited business liability partnership for any loss caused to it by the partner’s fraud in the conduct of the business of a limited liability partnership."
    },
    {
      "provision_ref": "art106",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "106",
      "title": "Article 106 – Granting of interests and contributing to reduction of the loss in a limited liability partnership",
      "content": "A partner in a limited liability partnership has the right to be entitled to the benefits of that partnership in the business based on his or her contribution to the capital and is also responsible for contributing to reduce the loss incurred during the partnership of limited business liability partnership. The estate of a partner who dies is liable to debts and obligations incurred by the partnership after becoming a partner."
    },
    {
      "provision_ref": "art107",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "107",
      "title": "Article 107 – Resolutions of a limited liability partnership",
      "content": "Without prejudice to provisions of the partnership agreement of a limited liability partnership, any issue relating to the limited liability partnership is decided by a resolution passed by a majority votes and each partner has one (1) vote. In case there is tie in voting, the vote of chairperson of the meeting is counted twice (2). However, no change may be made in the nature of business of the limited liability partnership without the consent of all the existing partners. Decisions taken by the limited liability partnership must be recorded in minutes within fifteen (15) days of taking such decisions and kept and maintained at the registered office of the limited liability partnership. The Registrar-General is notified of the decisions taken by the partnership that change the nature of the partnership in the business in period not exceeding fifteen (15) days. Such decisions are implemented after being recorded in the register of partnerships."
    },
    {
      "provision_ref": "art108",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "108",
      "title": "Article 108 – Application for conversion of a business company to a limited liability partnership",
      "content": "A company may apply for conversion to a limited liability partnership if: 1° no security interest over its assets subsists at the time of the application; 2° it is a private company in which the partners of the proposed partnership comprise all the shareholders of the company; 3° it is tax compliant; 4° complies with the requirements of this law on the registration of a limited liability partnership; The instructions of the Registrar General may determine other requirements for a company to request for conversion into a limited liability partnership and modalities for such a conversion."
    },
    {
      "provision_ref": "art109",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "109",
      "title": "Article 109 – Application for conversion of a limited liability partnership to other type of partnership",
      "content": "General partnership and a limited partnership may request for the conversion to a limited liability partnership. The change in the type of partnership is decided by all members of the partnership that requires all change. The resolution for converting the type of partnership together with a new partnership agreement is submitted to the Registrar-General within fifteen (15) days."
    },
    {
      "provision_ref": "art110",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "110",
      "title": "Article 110 – Registration and effect of conversion",
      "content": "The Registrar General, upon receipt of a statement requesting for conversion, registers a partnership or the company as a limited liability partnership and issue a certificate of registration. The Registrar General may refuse to register the partnership or a private Ltd company as a limited liability partnership if the requirements for registration are not complied with. The conversion to limited liability partnership has the following effects: 1° the limited liability partnership named in the certificate of registration has all the obligations described in this Law and it is subject to this Law; 2° all movable and immovable property vested in a general partnership or a limited partnership or a company, all assets, interests, rights, privileges and liabilities and the whole of the undertaking are entrusted with the limited liability partnership without further instrument than this Law; 3° the general partnership, a limited partnership or a company is considered as dissolved."
    },
    {
      "provision_ref": "art111",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "111",
      "title": "Article 111 – Continuation in relation to conversion",
      "content": "All proceedings by or against the partnership or the company that were pending before its registration as a limited liability partnership may be continued, completed and enforced for or against the limited liability partnership. A conviction, a ruling, an order or a judgment in favour of or against a general partnership, limited partnership or a company registered as a limited liability partnership may be enforced for or against the limited liability partnership. An agreement to which the partnership or the company was a party before its registration as a limited liability partnership has effect as from the date of registration as if the limited liability partnership was a party to the agreement and any matters related to the converted general partnership, a limited partnership or company are substituted in respect of anything to be done after registration in case of limited liability partnership."
    },
    {
      "provision_ref": "art112",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "112",
      "title": "Article 112 – Existing appointment or power of a converted partnership or company",
      "content": "Appointment of a partnership or a company has effect immediately after its registration as a limited liability partnership and takes effect from that registration as if the limited liability partnership had been appointed instead. Powers conferred on general partnership, limited partnership or a company which had effect before their registration as a limited liability partnership continues to have effect as from the date of registration as if the powers were conferred on the limited liability partnership."
    },
    {
      "provision_ref": "art113",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "113",
      "title": "Article 113 – Liability of partners to the obligations of partnership before conversion",
      "content": "Each general partner in partnership converted into limited liability partnership is individually or collectively liable for obligations or agreements of the converted partnership before its registration as a limited liability partnership. Subject to partnership agreement, a partner who has fulfilled his her obligation mentioned in Paragraph One of this article has the right to be paid by the limited liability partnership in relation to that obligation."
    },
    {
      "provision_ref": "art114",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "114",
      "title": "Article 114 – Notice of change on invoices and correspondence",
      "content": "A limited liability partnership must, in a period of twelve (12) months from fourteen (14) days after the date of its registration, ensure that every invoice or other written communication given or sent by or on behalf of the partnership or company bears: 1° a statement that partnership or a company, is converted to a limited liability partnership; 2° the name and registration number of the partnership or company from which it was converted."
    },
    {
      "provision_ref": "art115",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "115",
      "title": "Article 115 – Winding up a limited liability partnership",
      "content": "A limited liability partnership may be wound up if: 1° it happens an event specified in the partnership agreement; 2° the number of partners of the limited liability partnership is reduced to less than two (2); 3° the limited liability partnership is unable to pay its debts; 4° the limited liability partnership has made a default in filing with the Registrar General the statement of solvency or annual return for five (5) consecutive financial years; 5° The competent court is so requested by the Registrar-General, the creditor, the partner or another person responsible for winding up a limited liability partnership."
    },
    {
      "provision_ref": "art116",
      "chapter": "Chapter V – Limited liability partnership",
      "section": "116",
      "title": "Article 116 – Outstanding assets of dissolved limited liability partnership",
      "content": "The distribution of the outstanding assets of dissolved limited liability partnership is carried out in accordance with relevant laws."
    },
    {
      "provision_ref": "art117",
      "chapter": "Chapter VI – Foreign partnership",
      "section": "117",
      "title": "Article 117 – Registration of a foreign partnership",
      "content": "A foreign general partnership, a foreign limited partnership and foreign limited liability partnership are allowed to operate in Rwanda. A foreign partnership does not carry on business in Rwanda as a partnership before being registered in accordance with this Law. Foreign partnership is not considered as doing business in Rwanda when it performs in Rwanda at least one of the following: 1° if it is a party to or has become a party to any action or suit or any administrative or arbitration proceeding or effects settlement of an action, suit or proceeding or of any claim or dispute; 2° if it holds meetings or carries out any other activity concerning its internal affairs; 3° if it has a bank account; 4° if it effects any sale through an independent contractor; 5° if it presents evidence of any debt or possesses a charge on movable or immovable property; 6° if it secures or pays any of its debts or enforces its rights in regard to any securities relating to those debts; 7° if it conducts an isolated transaction that is completed within thirty (30) days, but which is not similar to one of a number of similar transactions from time to time; 8° if it invests its funds or holds property; 9° if it imports goods only for the purpose of display, exhibition, demonstration or as trade samples with a view to subsequent re-exportation within a period of three (3) months or within such further period as the revenue authority may allow."
    },
    {
      "provision_ref": "art118",
      "chapter": "Chapter VI – Foreign partnership",
      "section": "118",
      "title": "Article 118 – Requirements for registration of a foreign partnership",
      "content": "A foreign partnership submits the following documents to the Registrar General for registration. 1° a certified copy of the certificate of registration or any other similar document issued by the country of its incorporation or origin; 2° a copy of its charter or agreement or instrument defining its constitution, if any, certified by the country of registration; 3° a statement of foreign qualification in the form required by the Registrar General; 4° proof that it is not undergoing insolvency proceedings in its country of origin. 5° Any other thing that may be determined by the Registrar General. When the conditions provided by this law are met, the Registrar General registers the foreign partnership, issues it a registration number and a registration certificate."
    },
    {
      "provision_ref": "art119",
      "chapter": "Chapter VI – Foreign partnership",
      "section": "119",
      "title": "Article 119 – Registered office of a foreign partnership",
      "content": "A foreign partnership must have registered office in Rwanda. A foreign partnership must keep at its office the following documents: 1° a certified copy of the certificate of registration or any other similar document in its place of registration, establishment; 2° a certified copy of its charter or instrument defining its constitution, if any; 3° books of accounts; 4° other documents that may be determined by the Registrar General."
    },
    {
      "provision_ref": "art120",
      "chapter": "Chapter VI – Foreign partnership",
      "section": "120",
      "title": "Article 120 – Compliance officer of foreign partnership",
      "content": "A foreign partnership must appoint compliance officer from amongst its partners or employees. A person appointed as a compliance officer must be a person who resides in Rwanda. A person who acts as a compliance officer of the foreign partnership has the following responsibilities: 1° to advise partners on their responsibilities and powers; 2° to inform the partners about the regulations or anything else that could jeopardize the partnership, the reports of the meetings of the partnership if any, and to submit to the relevant authorities all the documents of the partnership required by law and to inform them of all the consequences of non-compliance with these regulations; 3° to ensure that the minutes of the meeting of partners and the organs of the partnership are well prepared and all documents provided for in the documents of the establishment of the partnership are properly prepared; 4° to ensure that the annual financial statements of the partnership and all other documents required by the law are submitted to the Registrar General, as provided for by this Law; 5° to ensure that a copy of the annual financial statements and annual activity reports are sent to the relevant parties in accordance with the provisions of this Law or by the partnership agreement. In his day-to-day operations, the person who acts as a compliance officer must abide by professional confidentiality unless the breach of such confidentiality is done in accordance with relevant laws. Foreign partnership must provide to the Registrar General the particulars of the compliance officer and the statement of his or her consent."
    },
    {
      "provision_ref": "art121",
      "chapter": "Chapter VI – Foreign partnership",
      "section": "121",
      "title": "Article 121 – Leaving the office of compliance officer",
      "content": "The compliance officer who wants to voluntarily leave office gives a notice in writing of his or her intention to leave the office to the foreign partnership. In case the compliance officer has filed a notice, he or she ceases to be the compliance officer of the foreign partnership on the expiry of one (1) month from the date of submission of the notice."
    },
    {
      "provision_ref": "art122",
      "chapter": "Chapter VI – Foreign partnership",
      "section": "122",
      "title": "Article 122 – Annual financial statements of a foreign partnership",
      "content": "The foreign partnership must ensure that: 1° accounting records of business activities of partnerships kept for a period of ten (10) years; 2° all documents of foreign partnership available to each partner at all times he or she so requests. The foreign partnership shall ensure that the annual financial statements is prepared, audited, approved and sent to the Registrar General within six (6) months following its accounting date. However, the foreign general partnerships are not subject to the audits referred to in paragraph 2 of this Article but shall prepare their financial statements in accordance with international accounting principles."
    },
    {
      "provision_ref": "art123",
      "chapter": "Chapter VI – Foreign partnership",
      "section": "123",
      "title": "Article 123 – Cessation of business in Rwanda",
      "content": "If a foreign partnership ceases to carry on its business in Rwanda, it must file the notice with the Registrar General within seven (7) days after the date of cessation. The notice of cessation of foreign business partnership must be accompanied with the partners’ decision to cease operating in Rwanda, it has also to be accompanied with the tax clearance from Rwanda. Cessation of the business takes effect on the date of submission of the notice. The obligation of the foreign partnership to file any document with the Registrar General ceases except those documents that ought to have been filed before that date. The Registrar General strikes the name of the foreign partnership out of the register of partnerships upon the expiration of six (6) months from the date of submission of the notice, after publication in the most widely read newspaper in the country and in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art124",
      "chapter": "Chapter VI – Foreign partnership",
      "section": "124",
      "title": "Article 124 – Notification of winding up or dissolution of a foreign partnership in its country of incorporation",
      "content": "If a foreign partnership goes into winding up or is dissolved in its country of registration, it must, within one (1) month after the commencement of the winding up or the dissolution or within such other period as the Registrar General may determine in special circumstances, submit the following with the Registrar General: 1° a notice of the winding up or dissolution; 2° where a foreign liquidator is appointed to the foreign partnership in its place of registration, establishment or origin, a notice of such appointment; 3° where an approved liquidator is appointed to the foreign partnership, a notice of such appointment."
    },
    {
      "provision_ref": "art125",
      "chapter": "Chapter VI – Foreign partnership",
      "section": "125",
      "title": "Article 125 – Notification to the public of winding up or dissolution",
      "content": "The approved liquidator announces in the media with large audience, in such a language as prescribed by the Registrar General and invites all creditors to submit their claims to the foreign partnership within a period of not more than thirty (30) days from the date of the announcement."
    },
    {
      "provision_ref": "art126",
      "chapter": "Chapter VII – Common provisions winding up and dissolution of partnership",
      "section": "126",
      "title": "Article 126 – Winding up and dissolution of a partnership",
      "content": "The winding up of a partnership may be either voluntary or ordered by a competent court. A partnership so wound up is dissolved."
    },
    {
      "provision_ref": "art127",
      "chapter": "Chapter VII – Common provisions winding up and dissolution of partnership",
      "section": "127",
      "title": "Article 127 – Report of winding up",
      "content": "A person who conducts the winding up prepares the winding up report to all the partners, giving details of the conduct thereof and the disposal of the property of the partnership, stating whether any state of affairs has come to their attention and reserve copy to the Registrar General. A person conducting the winding up of a partnership refers to the competent court any matter arising in relation to the winding up."
    },
    {
      "provision_ref": "art128",
      "chapter": "Chapter VII – Common provisions winding up and dissolution of partnership",
      "section": "128",
      "title": "Article 128 – Application for a declaration of dissolution of a partnership",
      "content": "Subject to the provisions of the partnership agreement, the dissolution of the partnership is effected by a resolution agreed upon by all the partners submitted to the Registrar General expressing their intention to dissolve the partnership. The request for the announcement of the dissolution of the partnership is made by the partner within seven (7) days from the date of publication of the notification. The application must be accompanied by the following: 1° a statement signed by the partners of the partnership stating that the partnership has ceased to operate and has discharged all its debts and liabilities, other than those owed to its partners and that the notice has been given; 2° a copy of the public notice of voluntary winding up; 3° a written notice from the revenue authority stating that it has no objection to the Registrar General making a declaration of dissolution of partnership. Before applying to the Registrar General for the dissolution of the partnership, the applicant must ensure that a notice to the effect that the applicant proposes to apply to the Registrar General for a declaration of dissolution of the partnership has been published in at least one print or online most read national newspaper in Rwanda, in such a language as prescribed by the Registrar General and sent by registered mail or other legally recognised electronic means to each partner to the last known address of the partner."
    },
    {
      "provision_ref": "art129",
      "chapter": "Chapter VII – Common provisions winding up and dissolution of partnership",
      "section": "129",
      "title": "Article 129 – Removal of dissolved partnership from the register of partnerships",
      "content": "Upon the dissolution of a partnership, a statement of the dissolution must, within a period of seven (7) days from the date of dissolution, be filed with the Registrar General and published in at least one print or online most read national newspaper in Rwanda. The Registrar General must, within ten (10) working days, remove the partnership from the register and its certificate of registration ceases to be valid."
    },
    {
      "provision_ref": "art130",
      "chapter": "Chapter VII – Common provisions winding up and dissolution of partnership",
      "section": "130",
      "title": "Article 130 – Right to apply to the court in case of winding up",
      "content": "A partner or any interested person who claims that the partnership business is being conducted or the partnership is being wound up, in a way that is prejudicial to his or her interests, may apply to the competent court to stop prejudice act and may apply for damages where applicable."
    },
    {
      "provision_ref": "art131",
      "chapter": "Chapter VII – Common provisions winding up and dissolution of partnership",
      "section": "131",
      "title": "Article 131 – Striking-off a partnership from the register of partnerships and its effects",
      "content": "The Registrar General may serve a notice on the partnership notifying that it is struck-off from the register of partnerships, if he or she considers that: 1° the partnership is no longer operating; 2° the partnership has contravened this Law; 3° it is prejudicial to the national interests for a partnership to remain on the register. The partnership may state to the Registrar General the reasons why it should not be stricken off from the register of partnerships within a period of thirty (30) days from the date specified in the notice or after the extension given by the Registrar General expires. The Registrar General may remove a partnership from the register of partnerships after the expiration of the period specified in the notice or after expiry of the period extended by the Registrar General if: 1° the partnership or its partner submits a confirmation to the Registrar General that the partnership is no longer in operation; 2° the Registrar General did not receive any reply from the partnership on the notice of striking-off from the register of partnerships; 3° the Registrar General was not satisfied with the reasons as to why the partnership should not be struck-off from the register of partnerships. Where the partnership has been stricken off from the register of partnerships, the liability of every partner continues and may be enforced as if the partnership had not been removed from the register of partnerships and the partnership is considered to have been dissolved."
    },
    {
      "provision_ref": "art132",
      "chapter": "Chapter VIII – Faults and sanctions, offences and penalties",
      "section": "132",
      "title": "Article 132 – Failure to provide information on partnership documents",
      "content": "A business partner, manager of partnership or a person who acts as compliance officer who fails to provide the information requested by the Registrar General or who provides wrong information on partnership commits a fault. He or she is liable to an administrative fine of five hundred thousand Rwandan francs (FRW 500,000)."
    },
    {
      "provision_ref": "art133",
      "chapter": "Chapter VIII – Faults and sanctions, offences and penalties",
      "section": "133",
      "title": "Article 133 – Failure to notify the admission or expulsion of a partner",
      "content": "A partnership which fails to notify the admission or expulsion of a partner to the Registrar General within a period specified under this Law commits a fault. Such a partnership is liable to a fine of five hundred thousand Rwandan francs (FRW 500,000)."
    },
    {
      "provision_ref": "art134",
      "chapter": "Chapter VIII – Faults and sanctions, offences and penalties",
      "section": "134",
      "title": "Article 134 – Failure to change a name or to register any other change occurred",
      "content": "A partnership which changed the name or made any other change and failed to notify the Registrar General or take any action provided by this Law commits a fault. Such a partnership is liable to an administrative fine of five hundred thousand Rwandan francs (FRW 500,000)."
    },
    {
      "provision_ref": "art135",
      "chapter": "Chapter VIII – Faults and sanctions, offences and penalties",
      "section": "135",
      "title": "Article 135 – Failure to appoint a compliance officer",
      "content": "A foreign partnership which fails to appoint a compliance officer commits a fault. Such a partnership is liable to an administrative fine of five hundred thousand Rwandan francs (FRW 500,000)."
    },
    {
      "provision_ref": "art136",
      "chapter": "Chapter VIII – Faults and sanctions, offences and penalties",
      "section": "136",
      "title": "Article 136 – Failure to lodge a declaration of solvency or insolvency",
      "content": "A partnership which fails to lodge with the Registrar General an annual declaration of solvency or insolvency commits a fault. Such a partnership is liable to an administrative fine of five hundred thousand Rwandan francs (FRW 500,000)."
    },
    {
      "provision_ref": "art137",
      "chapter": "Chapter VIII – Faults and sanctions, offences and penalties",
      "section": "137",
      "title": "Article 137 – Failure to notify liquidation or dissolution of a foreign partnership in its country of incorporation",
      "content": "A foreign partnership which fails to notify the Registrar General of liquidation or dissolution of such a partnership in its country of incorporation commits a fault. It is liable to an administrative fine of two million Rwandan francs (FRW 2,000,000)."
    },
    {
      "provision_ref": "art138",
      "chapter": "Chapter VIII – Faults and sanctions, offences and penalties",
      "section": "138",
      "title": "Article 138 – Improper keeping of books of account",
      "content": "A business partner, a partnership manager or a compliance officer who is unable to: 1° ensure the proper keeping of the books of account and other documents explaining the nature of the business and the financial status of the partnership; 2° to present the accounting records of the partnership for inspection; commits a fault. He or she is liable to a fine of five hundred thousand Rwandan francs (500,000 FRW)."
    },
    {
      "provision_ref": "art139",
      "chapter": "Chapter VIII – Faults and sanctions, offences and penalties",
      "section": "139",
      "title": "Article 139 – Illegal use of the expressions “limited partnership”, “general partnership” or “limited liability partnership”",
      "content": "A person who, intentionally, carries on a business under a name or title which includes as the last words “ limited partnership ”, “ general partnership ” or “ limited liability partnership ” without being registered as provided for under this Law or who makes any contraction or imitation of either of those expressions, commits an offence. Upon conviction, he or she is liable to imprisonment for a term of not less than one (1) month but not more than six (6) months or a fine of not less than one million Rwandan francs (FRW 1,000,000) but not more than two million Rwandan francs (FRW 2,000,000)."
    },
    {
      "provision_ref": "art140",
      "chapter": "Chapter VIII – Faults and sanctions, offences and penalties",
      "section": "140",
      "title": "Article 140 – False or misleading declaration of solvency or insolvency",
      "content": "A person who declares solvency or insolvency, makes a statement or gives false or misleading information, whether directly or indirectly, to a manager when the person knows or ought reasonably to have known that the statement or information is false or misleading with intent to defraud a creditor of the partnership or for any other fraudulent purpose, commits an offence. Upon conviction, he or she is liable to imprisonment for a term not less than three (3) months but not more than six (6) months or a fine of not less than one million Rwandan francs (FRW 1,000,000) but not more than two million Rwandan francs (FRW 2,000,000)."
    },
    {
      "provision_ref": "art141",
      "chapter": "Chapter VIII – Faults and sanctions, offences and penalties",
      "section": "141",
      "title": "Article 141 – Failure to register a foreign partnership",
      "content": "A person who fails to register a foreign partnership which carries on business in Rwanda, commits an offence. Upon conviction, he or she is liable to imprisonment for a term of not less than six (6) months but not exceeding one (1) year and a fine of not less than one million Rwandan francs (FRW 1,000,000) but not exceeding two million Rwandan francs (FRW 2,000,000) or only one of these penalties. The partnership is also suspended to operate until it is registered."
    },
    {
      "provision_ref": "art142",
      "chapter": "Chapter VIII – Faults and sanctions, offences and penalties",
      "section": "142",
      "title": "Article 142 – Illegal exercise of powers of a partner in the process of liquidation",
      "content": "A partner or any other person who knowingly exercises any managerial power after the appointment of a liquidator commits an offence. Upon conviction, he or she is liable to imprisonment for a term of not less than six (6) months but not more than one (1) year and a fine of not less than one million Rwandan francs (FRW 1,000,000) but not more than two million Rwandan francs (FRW 2,000,000) or only one of these penalties."
    },
    {
      "provision_ref": "art143",
      "chapter": "Chapter IX – Miscellaneous and final provisions",
      "section": "143",
      "title": "Article 143 – Fees payable for services offered by the Registrar General",
      "content": "The instructions of the Registrar General determine the services payable under this Law and relevant applicable fees."
    },
    {
      "provision_ref": "art144",
      "chapter": "Chapter IX – Miscellaneous and final provisions",
      "section": "144",
      "title": "Article 144 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art145",
      "chapter": "Chapter IX – Miscellaneous and final provisions",
      "section": "145",
      "title": "Article 145 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art146",
      "chapter": "Chapter IX – Miscellaneous and final provisions",
      "section": "146",
      "title": "Article 146 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "registered office",
      "definition": "a location in the form of either of a building facility or of an electronic address at which communications and notices to the partnership are served",
      "source_provision": "art3"
    },
    {
      "term": "body corporate",
      "definition": "a corporate entity with legal personality",
      "source_provision": "art3"
    },
    {
      "term": "accounting date",
      "definition": "a date agreed upon by a partnership as an accounting reference date of that partnership",
      "source_provision": "art3"
    },
    {
      "term": "public notice",
      "definition": "a notice published in the Official Gazette of the Republic of Rwanda, in the most read newspaper or on website of a partnership in Rwanda",
      "source_provision": "art3"
    },
    {
      "term": "business",
      "definition": "any activity, profession, service or any other occupation with profit making purpose",
      "source_provision": "art3"
    },
    {
      "term": "partnership",
      "definition": "a relationship between two (2) or more partners carrying on a business in common with a view to making a profit under a partnership agreement",
      "source_provision": "art3"
    },
    {
      "term": "general partnership",
      "definition": "a type of partnership in which all partners have unlimited liability",
      "source_provision": "art3"
    },
    {
      "term": "limited liability partnership",
      "definition": "a type of partnership in which the liability of the partners for the debts of the partnership is limited to their capital contribution",
      "source_provision": "art3"
    },
    {
      "term": "limited partnership",
      "definition": "a partnership which has one or more partners each with unlimited liability and one or more partners each with limited liability for the debts of the partnership",
      "source_provision": "art3"
    },
    {
      "term": "foreign partnership",
      "definition": "a partnership formed in a foreign country and registered and carrying on business in or from Rwanda",
      "source_provision": "art3"
    },
    {
      "term": "partner",
      "definition": "an individual or a legal entity that provided a capital contribution to a partnership",
      "source_provision": "art3"
    },
    {
      "term": "capital contribution",
      "definition": "a premium provided by a partner in order to join a partnership during its formation or after the partnership is formed",
      "source_provision": "art3"
    },
    {
      "term": "partnership property",
      "definition": "all movable and immovable property and rights contributed by partners in a partnership or created or acquired by, or on behalf of the partnership",
      "source_provision": "art3"
    },
    {
      "term": "Registrar General",
      "definition": "a public service executive in charge of registering partnerships and following up their functioning",
      "source_provision": "art3"
    }
  ]
}
