{
  "id": "rw-law-2021-7",
  "type": "statute",
  "title": "Law governing Companies",
  "title_en": "Law governing Companies",
  "short_name": "Law 7 of 2021",
  "status": "in_force",
  "issued_date": "2021-02-05",
  "in_force_date": "2021-02-08",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/7/eng@2021-02-08",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1 - Ratification",
      "content": "The Financing Agreement between the Republic of Rwanda and the International Development Association (IDA), relating to the credit of eight billion, eighty million, two hundred thousand Japanese Yen (JPY 8,080,200,000) and to the grant of fifty-four million, six hundred thousand Special Drawing Rights (SDR 54,600,000) for Energy Access and Quality Improvement Project, signed at Kigali, Rwanda, on 24 September 2020, annexed to this Order is ratified and becomes fully effective."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 - Authorities responsible for the",
      "content": "implementation of this Order The Prime Minister, the Minister of Finance and Economic Planning, the Minister of Foreign Affairs and International Cooperation and the Minister of Infrastructure are entrusted with the implementation of this Order."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 - Commencement",
      "content": "This Order comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux ANNEX TO PRESIDENTIAL ORDER Nº 003/01 OF 05/02/2021 RATIFYING THE LOAN AGREEMENT BETWEEN THE OPEC FUND FOR INTERNATIONAL DEVELOPMENT AND THE REPUBLIC OF RWANDA, RELATING TO THE LOAN OF FIFTEEN MILLION AMERICAN DOLLARS (USD 15,000,000) FOR COVID-19 ECONOMIC RECOVERY FUND PROJECT, SIGNED AT KIGALI, RWANDA, ON NOVEMBER 2020 to be annexed to Presidential Order 003/01 of 05/02/2021 ratifying the Agreement between the OPEC for International Development the Republic of Rwanda, relating to loan of fifteen million American (USD 15,000,000) for COVID-19 Recovery Fund Project, at Kigali, Rwanda, on 05 2020, Vu nº prêt Développement République quinze (15.000.000 Relance Kigali (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux PRESIDENTIAL ORDER Nº 004/01 OF 05/02/2021 RATIFYING THE FINANCING AGREEMENT BETWEEN THE REPUBLIC OF RWANDA AND THE INTERNATIONAL DEVELOPMENT ASSOCIATION (IDA), RELATING TO THE GRANT OF FIFTY-TWO MILLION NINE HUNDRED THOUSAND SPECIAL DRAWING RIGHTS (SDR 52,900,000) AND CREDIT OF SEVEN BILLION NINE HUNDRED FORTY-FOUR MILLION FOUR HUNDRED THOUSAND JAPANESE YEN (JPY 7,944,400,000) FOR THE SECOND RWANDA URBAN DEVELOPMENT PROJECT, SIGNED AT KIGALI, RWANDA, ON 12 NOVEMBER 2020 TABLE OF CONTENTS"
    },
    {
      "provision_ref": "arti",
      "section": "I",
      "title": "Article I",
      "content": "Standard Conditions; Definitions (as defined in the Appendix to this Agreement. requires otherwise, the capitalized terms ascribed to them in the Standard Conditions"
    },
    {
      "provision_ref": "artii",
      "section": "II",
      "title": "Article II - — FINANCING",
      "content": "to extend to the Recipient a grant Financing for purposes in the following amounts in Schedule 1 to this Agreement (“Project”): equivalent to fifty-two million nine Rights (SDR 52,900,000) (“Grant”); equivalent to seven billion nine hundred Japanese Yen (JPY 7,944,400,000) withdraw the proceeds of the Financing 2 to this Agreement. Charge Rate is one-half Unwithdrawn Financing Balance. is the greater of: (a) the sum of annum plus the Basis Adjustment one percent (3/4 of 1%) per annum; are June 1 and December 1 in each -2- of the Credit shall be repaid set forth in Schedule 3 to this Agreement. for the Credit is Yen and Dollar"
    },
    {
      "provision_ref": "artiii",
      "section": "III",
      "title": "Article III - — PROJECT",
      "content": "its commitment to the objective carry out Parts 1(a) and 3(b)(v) of 3(a) and 3(b)(i) through MININFRA, Secondary Cities and cause Parts 1(b) by REMA and cause Parts 2(b) and with the provisions of Article V Agreement and the Project Agreements. IV — EFFECTIVENESS; TERMINATION of Effectiveness consist of Agreements as referred to in Section have been executed in form and and has prepared and adopted a Project as referred to in Section I.C of Schedule substance satisfactory to the Association. Deadline is the date ninety (90) days 10.05 (b) of the General Conditions, Recipient under this Agreement (other shall terminate is twenty (20) years V — REPRESENTATIVE; ADDRESSES is the Recipient’s minister and Economic Planning Electronic Address is: -3- Fax: +250 25 257 5756 E-mail: mfin@minecofin.gov.rw 11.01 of the General Conditions: Association and Electronic Address is: Facsimile: E-mail: 1-202-477-6391 rwandainfo@worldbank.org -4- Date. OF RWANDA _____________________________________ Authorized Uzziel Name: __________________________ Title: __________________________ 12-Nov-2020 Date: __________________________ DEVELOPMENT _____________________________________ Authorized Rolande Name: __________________________ Title: __________________________ 06-Nov-2020 Date: __________________________ -5- SCHEDULE 1 Project Description the Project is to improve access integrated urban planning and management of Rwanda. of the following parts: of Kigali (CoK). urban planning for resilient, through financing and support for: upgrading through an integrated detailed designs, construction of environmental and social settlements (including Nyarugenge, districts). The urban upgrading menu of infrastructure streets, street lighting, stormwater solid waste collection supply, community facilities, local facilities and public spaces; risk reduction infrastructure in the upgrading including the channels, and drains, as well nature-based solutions (NBS) assistance for development management master plan water level monitoring; of rainfall sensors and hydrological and discharge monitoring in the and its immediate surroundings; assistance for implementation including, support for the development select unplanned settlements and feasibility of implementing sites and capacity development and spatial planning for -6- provision in view of optimal including through, support consultants to assist in systems and procedures, and at strengthening urban management financing for equipment and tools and urban development sustainable wetland management, and greenhouse gas monitoring, implementation and monitoring enhance biodiversity, and strengthen rehabilitation of wetlands impacted such as industrial use and urbanization Gikondo, Kibumba, Rugenge, Wetland rehabilitation will infrastructure for hospitality, tourism assistance to: (A) explore opportunities the private sector to invest in and their buffer zones, including innovative financing and impact-driven support the implementation of urban biodiversity, ecosystem services and (B) support the CoK Gas (GHG) accounting; development of a detailed city-wide using an aerial Light Detection and photogrammetric survey; and advocacy, knowledge exchange and urbanization. Cities and service delivery financing and support for: infrastructure development pedestrian walkways and streetlighting Secondary Cities (TSCs); -7- comprehensive upgrading prioritized by the TSCs including infrastructure such as drainage technical assistance for feasibility design and supervision for and upgrading in unplanned settlements. and capacity development of and support for the establishment Offices (CMOs) through: of a roadmap for CMO urban functions to be carried out of medium-term (five-year) Capacity Development (ICD) plans of the Master Plans City (TSC) focused on the plans for selected unplanned settlements Development and Project Management capacity development at national for technical assistance for: of a national urbanization (A) review of the National Urbanization of its implementation strategy establishment of an urbanization (UMIS); of a comprehensive housing National Housing Policy and build urban upgrading and sites and services; a strategy for implementing in Rwanda including, estimating for land value capture in plot of a national solid waste the development of feasibility in the TSCs and the dissemination from city to city in the Republic -8- through financing and LODA-SPIU; (iii) the Target and (v) CoK-KUUT, for environmental and social supervision, contract management, communication and citizen engagement project coordinating unit, project implementing team. Response: to an Eligible Emergency, as needed. -9- SCHEDULE 2 Project Execution Arrangements designate and charge the Project coordination and implementation. Coordinating Unit shall maintain throughout Project Unit (PCU) in MININFRA of key staff, with qualifications, experience acceptable to the Association, (who shall report to and act Human Settlement and Housing (ii) monitoring and evaluation specialist; (iv) Procurement specialist; risks management specialist; and such functions as may be further Manual (PIM). shall be responsible for: (i) overall day-to-day including direct support to the management and implementation (iii) overall project monitoring and on a quarterly basis; (v) the PCU environmental specialist shall be responsible for and social issues from the various Project; (vi) coordination among the coordinating the preparations of the with the procurement teams (vii) preparation of a comprehensive report which includes updates of national entities/agencies; and (viii) in the PIM. Committee shall within thirty (30) days and maintain throughout Project implementation (“NSC”). -10- shall be comprised of the Minister of in MINECOFIN, Permanent Secretaries MoE and MINEMA, the Director the City Manager of CoK, or and agreed between the Recipient and the PIM. shall be responsible for: (i) providing to the Project, including policy (ii) reviewing and approving high-level project oversight addressing any inter-governmental at government level; and (iv) such in the PIM. shall meet at least semi-annually or implementation of the Project. Committee shall within thirty (30) days and maintain throughout Project Committee (“PTC”). The Recipient on its behalf to ensure proper functioning of the Project. The PTC shall at the MININFRA PCU, LODA-SPIU, Project focal persons in RWB, and Meteo Rwanda, and such the Recipient and the Association shall report to the NSC, and through the implementing entities advisory support to Project contractors implementation progress; (iii) capacity building plan; and (iv) detailed in the PIM. shall and shall cause to be designated MINEMA, RTDA, RHA, RRA, WASAC provide technical and advisory of the Project. shall meet at least once every calendar to ensure timely implementation of -11- Implementation Unit shall cause REMA to maintain, the REMA Single Project Implementation adequate resources and facilitation experience and under terms including: (i) a Project coordinator; specialist; (iii) financial specialist; (v) hydrology (vii) an environmental and social risks such other technical and fiduciary as may be agreed with the Association shall be responsible inter alia 3(b)(iv) of the Project, including: and health monitoring; (ii) technical DTM; and (iii) promoting advocacy, in close coordination with CoK RWB and technical and procurement Management and Use Authority Implementation Unit shall cause LODA to maintain, the LODA Single Project Implementation adequate resources and facilitation experience and under terms including: (i) Project coordinator; specialist; (iii) financial specialist; (v) environmental (vi) social risks management specialist; other technical and fiduciary including one field-support civil and detailed in the PIM. shall be responsible inter alia and 3(b)(ii) of the Project; (ii) oversight economic development (LED) activities; as may be detailed in the PIM. Upgrading Team shall cause the CoK to maintain, the CoK Kigali Urban Upgrading resources and facilitation and composed -12- experience and under terms of including: (i) a Project Coordinator; specialist; (iii) procurement specialist; (v) civil engineer (with (vi) an environmental risks management management specialist; and (viii) specialists, personnel or consultants and detailed in the PIM. shall be responsible inter alia and 3(b)(v) of the Project; (ii) and supervision; (iii) monitoring and follow-up on all institutional at CoK; and (v) such other functions Cities Project Implementation Units shall cause each Target Secondary the Effective Date establish and maintain, a TSC Project Implementation resources and facilitation and composed experience and under terms of including for each TSC-PIU: (i) carry-out the monitoring and evaluation and social risks management specialist. shall be responsible inter alia and 3(b)(iii) of the Project; (ii) liaising ensure implementation is in accordance and Social instruments and evaluation reporting monitoring and evaluation reports for disseminating information about the physical and financial progress to capacity building activities; of environmental and and follow-up on all institutional and (viii) such other functions as may -13- MoU order to facilitate the implementation Recipient shall cause the CoK and after the Effective Date to execute for the provision by RWB CoK for implementation of under part 1(a) of the CoK-RWB MoU shall inter by RWB of technical advisory the flood risk reduction infrastructure, water level and discharge of the stormwater management and responsibilities of each guidelines on procurement, financial RLMUA MoU order to facilitate the implementation Recipient shall cause REMA and after the Effective Date to execute for the execution of the of the Project (the “REMA-RLMUA REMA-RLMUA MoU shall inter and responsibilities of each financial management, procurement for the activities to be conducted RWB MoU order to facilitate the implementation Recipient shall cause REMA and RWB the Effective Date to execute for the provision by support to REMA on and health monitoring under “REMA-RWB MoU”). -14- REMA-RLMUA MoU shall inter and responsibilities of each financial management, procurement for the activities to be conducted Committees shall cause each TSC and the CoK, upgrading in each settlement, Project implementation, Community composed of key personnel under terms including for each CUC: (iii) secretary; (iv) women’s representative; shall work with city officials at critical along the planning and implementation survey and initial data collection; investments in the settlement of preliminary and final community and detailed design for site meetings with the construction (vi) review and validation and (vii) and shall perform such the PIM. out of each Project Implementing the Project, the Recipient shall make to each of CoK, REMA and between the Recipient and each Project approved by the Association “REMA Subsidiary Agreement” the “Subsidiary Agreements”), provision of the Financing Entity or CoK on a grant obligation of the Project Implementing monitor and evaluate the progress and prepare and submit to the (ii) exchange views with with regard to the progress and the performance of -15- agreement; and (iii) provide information as the Recipient request for purposes of incorporating the report referred to in Section obligation of the Project Implementing its obligations under the Project in conformity with appropriate managerial, financial, environmental, and safety and technical standards promptly as needed, the facilities, required including operation obligation of the Project Implementing notify and inform the Recipient condition which interferes or threatens of its obligations under the including but not limited and incidents, such as, of gender-based violence obligation of the Project Implementing its obligations under the Project and accordance with the PIM, the the Procurement Regulations Guidelines; obligation of the Project Implementing maintain a financial management system in accordance with consistently acceptable to the Association, to reflect the operations, to its respective part of the or the Recipient’s request, audited by independent in accordance with consistently acceptable to the Association, as so audited to the Recipient right of the Recipient to take remedial Implementing Entity or CoK, Entity or CoK shall have its obligations under the subsidiary include, inter alia, the partial -16- or refund of all or any financing availed to the Project pursuant to the subsidiary agreement. exercise its rights under each of the protect the interests of the Recipient of the Financing. Except Recipient shall not assign, amend, or any of their provisions. Manual (“PIM”) and shall ensure that the Project set forth in the Project Implementation out detailed guidelines, methods the Project, including: (a) the different of the Project, including the and collaboration among various control; (c) flow of funds, disbursement (d) financial, procurement and procedures; (f) reporting requirements; procedures; (h) external audit; (i) (j) environmental and social risks of the grievance redress process Project-related accidents and incidents; including procedures and reporting other arrangements and procedures of the Project. not amend, abrogate or suspend, any provision of the PIM, Association. foregoing, if any provision of the Agreement, the provisions of this Agreement Response the proper implementation of contingent 4 of the Project (“Emergency Response furnish to the Association for Emergency Response Manual (“CER detailed implementation arrangements -17- for coordinating and implementing Response Part, Eligible Expenditures Expenditures”), and any procedures management arrangements for procurement methods and procedures (vi) environmental and and instruments the Emergency necessary to ensure of the Emergency Response Part; Association a reasonable opportunity adopt the CER Manual for the Emergency by the Association and integrate it Manual; the Emergency Response Part is carried provided, however, that in the the provisions of the CER Manual of this Agreement shall prevail; and suspend, abrogate, repeal or waive the prior written approval by throughout the implementation of institutional structures and arrangements CER Manual, with adequate staff undertake no activities under the following conditions have been met has determined that an Eligible has furnished to the Association in the Emergency Response Part in or Emergency, and the Association accepted said request and notified has ensured the preparation and social instruments as may be -18- with the CER Manual, the Association and the Recipient has ensured are required to be taken under said -19- allocate and avail an amount equivalent for the financing of any required and relocation under the disburse the Counterpart Funds Annual Work Plan and Budget. and Budget furnish to the Association not later date as the Association may agree a work plan and budget containing in the Project during the following Fiscal plan for expenditures required for amounts and sources of and the Recipient’s respective plan; account the Association’s comments, to Association for its approval not later date as the Association may agree) and plan as shall have been approved and Budget or AWPB). ensure that the Project is implemented the AWPB. disburse, promptly as required, and in this Agreement. not make or allow to be made any change writing by the Association. any conflict between the AWPB of this Agreement shall prevail. -20- Social Standards and shall cause the Project Implementing carried out in accordance with the acceptable to the Association. upon paragraph 1 above, the Recipient Entities to, ensure that the Environmental and Social Commitment to the Association. To this end, the Implementing Entities to, ensure that: and actions specified in the ESCP and efficiency, as provided in the ESCP; funds are available to cover the costs procedures are maintained, and numbers are retained to implement and or any provision thereof, is not amended, except as the Association shall otherwise in the ESCP, and ensure that the thereafter. between the ESCP of this Agreement shall prevail. and shall cause the Project Implementing necessary are taken to collect, through regular reports, with the promptly in a separate report or reports, information on the status of compliance and social instruments referred form and substance acceptable to the (i) the status of implementation of interfere or threaten to interfere with (iii) corrective and preventive measures such conditions; and is promptly notified of any incident an impact on the Project which adverse effect on the environment, -21- or workers, in accordance with the instruments referenced therein and and shall cause the Project Implementing and operate an accessible grievance of concerns and grievances of Project-affected and appropriate to resolve, or grievances, in a manner acceptable and shall cause the Project Implementing and contracts for civil works subcontractors and supervising aspects of ESCP and the environmental and (b) adopt and enforce codes signed by all workers, detailing health and safety risks, and the harassment and violence against children, or carried out pursuant Reporting and Evaluation furnish to the Association each Project after the end of each calendar quarter, of the Proceeds of the Financing upon the provisions of Article II of the Disbursement and Financial the proceeds of the Financing amount allocated and, if applicable, Category of the following table: -22- of the Credit (expressed in JPY Amount the Grant Allocated (expressed in SDR) 18,500,000 900,000 3,100,000 -23- 22,300,000 4,700,000 3,400,000 52,900,000 Withdrawal Period provisions of Part A above, no withdrawal made prior to the Signature Date; Expenditures under Category is satisfied, and notified the Recipient -24- following conditions have been Recipient has determined that an Eligible occurred, has furnished to the Association proposed activities in the Emergency respond to said crisis or emergency, with such determination, accepted Recipient thereof; Recipient has ensured that all required for said activities and the Recipient has ensured required to be taken under said all in accordance with the this Schedule; entities in charge of coordinating Response Part have adequate with the provisions of Section the purposes of said activities; and Recipient has adopted the CER Manual, to the Association, and remain or have been updated of Section I.D.1 of this Schedule the inclusion and implementation is December 31, 2025. -25- SCHEDULE 3 Repayment Schedule Principal Due 1, commencing including June 1, 2058 the percentage of the principal amount may otherwise specify pursuant -26- APPENDIX Guidelines” means, for purposes of paragraph the “Guidelines on Preventing Projects Financed by IBRD Loans and 2006 and revised in January 2011 and to the Service Charge” means the Association’s Service Charge for credits in the currency 12:01 a.m. Washington, D.C. time, by the Executive Directors of the or negative percentage per annum. a category set forth in the table in Office” or “CMO” means the structure cities charged with management in the secondary city. Response Manual” and the referred to in Section I.D.1 of Schedule Recipient for the Emergency Response Manual in accordance with the City of Kigali means the decentralised under Law Nº87/2013 of of decentralized administrative Agreement” means the subsidiary agreement 2 to this Agreement entered into Emergency” means an event that a major adverse economic and/or social natural or man-made crisis or disaster. means any of the eligible expenditures with the provisions of Section for the Emergency Response Eligible Crisis or Emergency under -27- and Social Commitment Plan” social commitment plan for the Project, may be amended from time to time which sets out the material measures out or cause to be carried out social risks and impacts of the Project, measures, institutional, staffing, and any environmental and and Social Standards” or “ESSs” and Social Standard 1: Assessment Social Risks and Impacts”; (ii) and Working Conditions”; (iii) Efficiency and Pollution Prevention and Social Standard 4: Community and Social Standard 5: Land Acquisition, Resettlement”; (vi) “Environmental and Sustainable Management “Environmental and Social Standard Underserved Traditional and Social Standard and Social Standard 9: and Social Standard 10: Stakeholder effective on October 1, means the “International Development Financing, Investment Project Financing”, on August 1, 2020). 2050” means the tool envisaged to 2050 which is to become “a center the Local Administrative Entities to Article 1 of Law N°62/2013 of Entities Development Agency (LODA) and functioning, or its successor Agreement” means the subsidiary 2 to this Agreement entered into -28- in regard to each Target Secondary show the land use for economic and means the Rwanda Meteorology Agency of 14/12/2011 establishing Rwanda and determining its mission, organisation as acceptable to the Association. of Emergency Management” for management of disasters and “Ministry of Infrastructure” means Policy” or “NUP” means 2015 that ensures urban physical manner to create a functional inclusive green urban environment and improve the socio-economic conditions Policy” means the Recipient’s housing universal access adequate housing reserved for habitation in Rwanda. for Transformation” or “NST1” means – 2024 for sustained growth and transformation. means the reasonable incremental Association, incurred by the Recipient management and monitoring, of office, vehicles and office equipment, charges and travel and supervision of the Recipient. means, for purposes of paragraph the “World Bank Procurement July 2016, revised November 2017 Entity” means each of LODA refers to both of REMA and LODA. Manual” or “PIM” means the to under Section I.C of Schedule 2 -29- the Rwanda Environment Management of Law N°63/2013 of 27/08/2013 functioning of Rwanda Environment thereto acceptable to the Association. Agreement” means the subsidiary 2 to this Agreement entered into Rwanda Housing Authority established establishing the Rwanda Housing organisation and functioning, to the Association. the Rwanda Land Management and of 03/02/2017 establishing and determining its mission, organisation as acceptable to the Association. the Rwanda Transport Development N°02/2010 of 20/01/2010 establishing (RTDA) and determining and complemented by Law N°29/2014 as acceptable to the Association. Rwanda Water Resources Board established determining its mission and water resources for long-term economic and landslide risks. means the later of the two dates on this Agreement and such definition Agreement” in the General Cities” or “TSCs” means the Nyagatare, Rubavu and Rusizi in may be agreed between the Association City” or “TSC” means each such individual means the reasonable cost of training including costs associated tours, travel and subsistence costs rental of training facilities, preparation and other activities directly related -30- the long-term national development Rwanda to drive the country’s desired a high-income country status by 2050. the Water and Sanitation Corporation in Rwanda pursuant to Prime Minister’s modalities of transfer of responsibilities Sanitation Authority (EWSA), to as acceptable to the Association. Seen to be annexed to Presidential Order nº 004/01 of 05/02/2021 ratifying the Financing Agreement between the Republic of Rwanda and the International Development Association (IDA), relating to the grant of fifty-two million nine hundred thousand Special Drawing Rights (SDR 52,900,000) and credit of seven billion nine hundred forty-four million four hundred thousand Japanese Yen (JPY 7,944,400,000) for the Second Rwanda Urban Development Project, signed at Kigali, Rwanda, on 12 November 2020 (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: Seen and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux PRESIDENTIAL ORDER Nº 005/01 OF 05/02/2021 RATIFYING THE LOAN AGREEMENT BETWEEN THE REPUBLIC OF RWANDA AND THE INTERNATIONAL BANK FOR RECONSTRUCTION AND DEVELOPMENT ACTING AS AN IMPLEMENTING ENTITY OF THE PILOT PROGRAM FOR CLIMATE RESILIENCE UNDER THE STRATEGIC CLIMATE FUND, RELATING TO THE LOAN OF TWO MILLION THREE HUNDRED EIGHTY THOUSAND AMERICAN DOLLARS (USD 2,380,000) FOR THE SECOND RWANDA URBAN DEVELOPMENT PROJECT, SIGNED AT KIGALI, RWANDA, ON 12 NOVEMBER 2020 TABLE OF CONTENTS"
    },
    {
      "provision_ref": "artiv",
      "section": "IV",
      "title": "Article IV",
      "content": "Additional Remedies of Suspension referred to in Section of the following: has taken or permitted to be taken interfere with the performance by their obligations under the respective Implementing Entities have failed respective Project Agreements. IDA has declared the Project Implementing of any financing made by IBRD in the preparation or implementation in part by IBRD or IDA (including by another financier), as a result of: determination by IBRD or IDA that have engaged in fraudulent, corrupt, in connection with the use of by IBRD or IDA; and/or declaration by another financier that are ineligible to receive proceeds financier or otherwise to participate of any project financed as a result of a determination Implementing Entities have engaged or collusive practices in connection of a financing made by such of events which have occurred after situation has arisen which makes Entities will be able to perform Agreements. agreement (“Co-financing Agreement”) Agence Française de Développement for financing in an amount equivalent to assist in financing -3 effective by the date thirty (30) referred to in Section 5.02 of this the Bank has established by notice that the provisions of this paragraph establishes to the satisfaction for the Project are available from consistent with its obligations to sub-paragraph (iii) of this the proceeds of the Co-financing or terminated in whole or in Co-financing Agreement; or (B) the and payable prior to its agreed maturity. (ii) of this paragraph shall to the satisfaction of the Bank termination or pre-maturing of the recipient of the Co-financing under the Co-financing Agreement; for the Project are available from consistent with the Recipient’s has determined after the Effective Date that prior to such date but after occurred which would have entitled right to make withdrawals from had been effective on the date such"
    },
    {
      "provision_ref": "artv",
      "section": "V",
      "title": "Article V",
      "content": "Representative; Addresses Representative referred to in Section Recipient’s minister responsible for and Economic Planning Electronic Address is: Fax: +250 25 257 5756 E-mail: mfin@minecofin.gov.rw 7.01 of the Standard Conditions: for Reconstruction and Development and Address is: Facsimile: E-mail: 1-202-477-6391 rwandainfo@worldbank.org -4- Signature Date. OF RWANDA _____________________________________ Authorized Name: __________________________ Title: __________________________ Date: ___________________________ BANK FOR AND DEVELOPMENT as an Implementing Agency Environment Facility) _____________________________________ Authorized Name: __________________________ Title: ___________________________ Date: ___________________________ -5- SCHEDULE 1 Project Description the Project is to improve access integrated urban planning and management of Rwanda. of the following parts: of Kigali (CoK). planning for resilient, inclusive and support for: through an integrated package designs, construction supervision and social instruments, in select Nyarugenge, Kicukiro and Gasabo will comprise a comprehensive including, access streets, street lighting, solid waste collection points, facilities, local market improvements, and public spaces; reduction infrastructure in flood-prone including the rehabilitation of culverts, well as implementation of suitable nature-based assistance for development and preparation master plan (SWMMP) for the of rainfall sensors and hydrological monitoring in the urban area and surroundings; assistance for implementation of the support for the development of detailed settlements and a feasibility study sites and services; and capacity development of CoK to for resilient infrastructure and allocation of spaces and resources, management specialists, consultants -6- to develop systems and procedures, aimed at strengthening urban management for equipment and tools needed and urban development activities. sustainable wetland management, gas monitoring, through financing and and monitoring of NBS biodiversity, and strengthen resilience of wetlands impacted by historical use and urbanization (such wetlands Rugenge, Rwintare and Nyabugogo will also include support for tourism and recreation; assistance to: (A) explore opportunities to invest in the rehabilitation of the design and piloting of financing instruments to support solutions that center biodiversity, and mitigation; and (B) support for Greenhouse Gas (GHG) accounting; of a detailed city-wide digital terrain Detection and Ranging (LiDAR) knowledge exchange and partnerships Cities service delivery in secondary cities, development including roads, and streetlighting in the Target Secondary upgrading in unplanned settlements provision of offsite infrastructure assistance for feasibility studies, for infrastructure development and -7- capacity development of secondary establishment and functioning of of a roadmap for CMO development to be carried out by CMOs; of medium-term (five-year) and Development (ICD) plans for urban of the Master Plans for the respective focused on the development of detailed settlements in each TSC. Development and Project Management development at national level, assistance for: of a national urbanization strategy, of the National Urbanization Policy strategy and action plan; monitoring information system of a comprehensive housing Housing Policy and build on and expand and sites and services; a strategy for implementing sites including, estimating the capacity and plot servicing; and of a national solid waste management of feasibility studies on disposal of knowledge generated from through financing and support (iii) the Target Secondary Cities PIUs; for financial management and procurement, implementation supervision, communication and citizen project coordinating unit, project -8- Response: to an Eligible Emergency, as needed. -9- SCHEDULE 2 Project Execution Arrangements designate and charge the Project coordination and implementation. Coordinating Unit shall maintain throughout Project Unit (PCU) in MININFRA of key staff, with qualifications, experience acceptable to the Bank, including: (i) to and act under the direction of and Housing Development Director specialist; (iii) financial specialist; (v) an environmental specialist; and (vi) such other as may be further detailed in the Project shall be responsible for: (i) overall day-to-day including direct support to the management and implementation (iii) overall project monitoring and on a quarterly basis; (v) the PCU environmental specialist shall be responsible for and social issues from the various Project; (vi) coordination among the coordinating the preparations of the with the procurement teams (vii) preparation of a comprehensive report which includes updates of national entities/agencies; and (viii) in the PIM. Committee shall within thirty (30) days and maintain throughout Project implementation (“NSC”). -10- shall be comprised of the Minister of in MINECOFIN, Permanent Secretaries MoE and MINEMA, Director Generals City Manager of CoK, or and including between the Recipient and the shall be responsible for: (i) providing to the Project, including policy (ii) reviewing and approving high-level project oversight addressing any inter-governmental at government level; and (iv) such in the PIM. shall meet at least semi-annually or implementation of the Project. Committee shall within thirty (30) days and maintain throughout Project Committee (“PTC”). The Recipient on its behalf to ensure proper functioning of the Project. The PTC shall at the MININFRA PCU, LODA-SPIU, Project focal persons in RWB, and Meteo Rwanda, and such the Recipient and the Bank and shall report to the NSC, and through the implementing entities advisory support to Project contractors implementation progress; (iii) capacity building plan; and (iv) detailed in the PIM. shall and shall cause to be designated MINEMA, RTDA, RHA, RRA, WASAC provide technical and advisory of the Project. shall meet at least once every calendar to ensure timely implementation of -11- Implementation Unit shall cause REMA to maintain, the REMA Single Project Implementation adequate resources and facilitation experience and under terms including: (i) a Project coordinator; specialist, (iii) financial specialist; (v) hydrology (vii) an environmental and social risks such other technical and fiduciary as may be agreed with the Bank and shall be responsible inter alia 3(b)(iv) of the Project, including: and health monitoring; (ii) technical DTM; and (iii) promoting advocacy, in close coordination with CoK RWB and technical and procurement Management and Use Authority Implementation Unit shall cause LODA to maintain, the LODA Single Project Implementation adequate resources and facilitation experience and under terms including: (i) Project coordinator; (ii) (iii) financial management specialist; (v) environmental risks management specialist; (vii) civil engineer; and specialists, personnel or consultants engineer, as may be agreed with the shall be responsible inter alia and 3(b)(ii) of the Project; (ii) oversight economic development (LED) activities; as may be detailed in the PIM. Upgrading Team shall cause the CoK to maintain, the CoK Kigali Urban Upgrading resources and facilitation and composed -12- experience and under terms of (i) a Project Coordinator; (ii) (iii) procurement specialist; (iv) (v) civil engineer (with expertise in risks management specialist; specialist; and (viii) such other personnel or consultants as may be the PIM. shall be responsible inter alia and 3(b)(v) of the Project; (ii) and supervision; (iii) monitoring and follow-up on all institutional at CoK; and (v) such other functions Cities Project Implementation Units shall cause each Target Secondary the Effective Date establish and maintain, a TSC Project Implementation resources and facilitation and composed experience and under terms of for each TSC-PIU: (i) a project the monitoring and evaluation and social risks management specialist. shall be responsible inter alia of the Project; (ii) liaising with relevant is in accordance with instruments and fiduciary guidelines; reporting including preparation of reports for submission to the LODA-SPIU; about the Project (including contract progress of works contracts); (v) activities; (vi) monitor and supervise and social management plans; and capacity building activities; as may be specified in the PIM. -13- MoU order to facilitate the implementation Recipient shall cause the CoK and after the Effective Date to execute for the provision by RWB CoK for implementation of under part 1(a) of the CoK-RWB MoU shall inter by RWB of technical advisory the flood risk reduction infrastructure, water level and discharge of the stormwater management and responsibilities of each party be made by CoK to RWB; and (D) management and monitoring. RLMUA MoU order to facilitate the implementation Recipient shall cause REMA and after the Effective Date to execute for the execution of the of the Project (the “REMA-RLMUA REMA-RLMUA MoU shall inter and responsibilities of each financial management, procurement for the activities to be conducted RWB MoU order to facilitate the implementation Recipient shall cause REMA and RWB the Effective Date to execute for the provision by support to REMA on and health monitoring under “REMA-RWB MoU”). -14- REMA-RLMUA MoU shall inter and responsibilities of each financial management, procurement for the activities to be conducted Committees shall cause each TSC and the CoK, upgrading in each settlement, Project implementation, Community composed of key personnel under terms including for each CUC: (i) (iii) secretary; (iv) women’s representative; shall work with city officials at critical along the planning and implementation survey and initial data collection; investments in the settlement of preliminary and final community and detailed design for site meetings with the construction (vi) review and validation and (vii) shall perform such other out of the Project Implementing Recipient shall make part of the Implementing Entity under subsidiary and the Project Implementing by the Bank (the “REMA Subsidiary of the Financing to REMA on a of REMA to: (i) monitor and reports; (ii) exchange views regard to the progress of its respective of its obligations under the the Recipient promptly all such information may reasonably request for purposes -15- in the report referred to in Section of REMA to carry out its obligations and efficiency, in conformity economic, managerial, financial, and safety and technical standards as needed, the facilities, services and operation and maintenance costs; of REMA to promptly notify and of any condition which interferes or of its obligations under the including but not limited to any Project-related such as, for example, fatalities, or with the Project; of REMA to carry out its obligations agreement in accordance with instruments, the Procurement Regulations Guidelines; of REMA to: (i) maintain a financial financial statements in accordance standards acceptable to the Bank, the operations, resources and expenditures such financial statements audited to the Bank, in accordance with consistently acceptable to the Bank, and promptly to the Recipient and the Bank; and the Recipient to take remedial actions have failed to comply with any agreement, which actions may include, and/or cancellation or refund of the subsidiary financing availed agreement. exercise its rights under the REMA to protect the interests of the Recipient of the Financing. Except as shall not assign, amend, abrogate or any of its provisions. -16- Manual (“PIM”) and shall ensure that the Project set forth in the Project Implementation out detailed guidelines, methods the Project, including: (a) the different of the Project, including the and collaboration among various control; (c) flow of funds, disbursement (d) financial, procurement and procedures; (f) reporting requirements; procedures; (h) external audit; (i) (j) environmental and social risks of the grievance redress process Project-related accidents and incidents; including procedures and reporting other arrangements and procedures of the Project. not amend, abrogate or suspend, any provision of the PIM, Bank. foregoing, if any provision of the Agreement, the provisions of this Agreement Response the proper implementation of contingent 4 of the Project (“Emergency Response furnish to the Bank for its review and Response Manual (“CER Manual”) arrangements for the (i) any additional institutional structures and implementing the Emergency which may be included in the Emergency required therefor (“Emergency for such inclusion; (iii) financial Emergency Response Part; (iv) for the Emergency Response Part; of Emergency Expenditures; management arrangements and -17- and implementation of the Bank a reasonable opportunity to adopt the CER Manual for the Emergency by the Bank and integrate it as Manual; the Emergency Response Part is carried provided, however, that in the the provisions of the CER Manual of this Agreement shall prevail; and suspend, abrogate, repeal or waive the prior written approval by throughout the implementation of institutional structures and arrangements CER Manual, with adequate staff undertake no activities under the following conditions have been met has determined that an Eligible has furnished to the Bank a request Response Part in order to respond and the Bank has agreed with such and notified the Recipient thereof; has ensured the preparation and social instruments as may be with the CER Manual, the Bank and the Recipient has ensured are required to be taken under said allocate and avail an amount equivalent for the financing of any required and relocation under the -18- disburse the Counterpart Funds Annual Work Plan and Budget. and Budget furnish to the Bank not later than date as the Bank may agree to) beginning plan and budget containing all in the Project during the following Fiscal plan for expenditures required for amounts and sources of financing respective shares of the costs account the Bank’s comments, finalize for its approval not later than May as the Bank may agree) beginning in plan as shall have been approved Budget or AWPB). ensure that the Project is implemented the AWPB. disburse, promptly as required, and in this Agreement. not make or allow to be made any change writing by the Bank. any conflict between the AWPB of this Agreement shall prevail. Social Standards and shall cause the Project Implementing out in accordance with the acceptable to the Bank. upon paragraph 1 above, the Recipient Entity to, ensure that the Environmental and Social Commitment to the Bank. To this end, the Recipient Entity to, ensure that: -19- and actions specified in the ESCP and efficiency, as provided in the ESCP; funds are available to cover the costs procedures are maintained, and numbers are retained to implement and or any provision thereof, is not amended, except as the Bank shall otherwise and ensure that the revised ESCP between the ESCP of this Agreement shall prevail. and shall cause the Project Implementing necessary are taken to collect, regular reports, with the frequency in a separate report or reports, if on the status of compliance and social instruments referred substance acceptable to the Bank, implementation of the ESCP; (ii) threaten to interfere with the implementation and preventive measures taken conditions; and is promptly notified of any incident impact on the Project which has, or is on the environment, the affected in accordance with the ESCP, the referenced therein and the Environmental and shall cause the Project Implementing and operate an accessible grievance of concerns and grievances of Project-affected and appropriate to resolve, or grievances, in a manner acceptable -20- and shall cause the Project Implementing and contracts for civil works under subcontractors and supervising aspects of ESCP and the environmental and (b) adopt and enforce codes signed by all workers, detailing health and safety risks, and the harassment and violence against children, or carried out pursuant Reporting and Evaluation ensure that each Project Report is (45) days after the end of each calendar of Grant Proceeds withdraw the proceeds of the Grant"
    },
    {
      "provision_ref": "artiii-of",
      "section": "III of",
      "title": "Article III of - the Standard Conditions;",
      "content": "in the amount allocated against each Category of the following Amount of the Grant Allocated (expressed in USD) 8,072,215 Percentage (inclusive 55% 8,072,215 -21- Withdrawal Period the provisions of Part A of this Section made prior to the Signature Date. is December 31, 2025. -22- APPENDIX Guidelines” means, for purposes of paragraph the “Guidelines on Preventing Projects Financed by IBRD Loans and 2006 and revised in January 2011 and a category set forth in the table in Office” or “CMO” means the structure cities charged with management in the secondary city. Response Manual” and the referred to in Section I.D.1 of Schedule Recipient for the Emergency Response Manual in accordance with the City of Kigali means the decentralised under Law Nº87/2013 of of decentralized administrative Emergency” means an event that a major adverse economic and/or social natural or man-made crisis or disaster. means any of the eligible expenditures with the provisions of Section for the Emergency Response Eligible Crisis or Emergency under and Social Commitment Plan” social commitment plan for the Project, may be amended from time to time which sets out the material measures out or cause to be carried out social risks and impacts of the Project, measures, institutional, staffing, -23- and any environmental and and Social Standards” or “ESSs” and Social Standard 1: Assessment Social Risks and Impacts”; (ii) and Working Conditions”; (iii) Efficiency and Pollution Prevention and Social Standard 4: Community and Social Standard 5: Land Acquisition, Resettlement”; (vi) “Environmental and Sustainable Management “Environmental and Social Standard Underserved Traditional and Social Standard and Social Standard 9: and Social Standard 10: Stakeholder effective on October 1, 2018, 2050” means the tool envisaged to 2050 which is to become “a center the Local Administrative Entities to Article 1 of Law N°62/2013 of Entities Development Agency (LODA) and functioning, or its successor in regard to each Target Secondary show the land use for economic and means the Rwanda Meteorology Agency of 14/12/2011 establishing Rwanda and determining its mission, organisation as acceptable to the Bank. of Emergency Management” for management of disasters and “Ministry of Infrastructure” means -24- Policy” or “NUP” means 2015 that ensures urban physical manner to create a functional inclusive green urban environment and improve the socio-economic conditions Policy” means the Recipient’s housing universal access adequate housing reserved for habitation in Rwanda. for Transformation” or “NST1” means – 2024 for sustained growth and transformation. means the reasonable incremental Bank, incurred by the Recipient management and monitoring, of office, vehicles and office equipment, charges and travel and supervision of the Recipient. means, for purposes of paragraph the “World Bank Procurement July 2016, revised November 2017 means the agreement between relating to the implementation of agreement may be amended from the Standard Conditions as applied schedules and agreements supplemental Entity” means REMA. Manual” or “PIM” means the to under Section I.C of Schedule 2 the Rwanda Environment Management of Law N°63/2013 of 27/08/2013 functioning of Rwanda Environment thereto acceptable to the Bank. Agreement” means the subsidiary 2 to this Agreement entered into -25- Rwanda Housing Authority established establishing the Rwanda Housing organisation and functioning, to the Bank. the Rwanda Land Management and of 03/02/2017 establishing and determining its mission, organisation as acceptable to the Bank. the Rwanda Transport Development N°02/2010 of 20/01/2010 establishing (RTDA) and determining and complemented by Law N°29/2014 as acceptable to the Bank. Rwanda Water Resources Board established determining its mission and water resources for long-term economic and landslide risks. means the later of the two dates on Agreement and such definition applies Agreement” in the General Conditions. means the “International Bank International Development Association by the Bank out of Trust Funds”, Cities” or “TSCs” means the Nyagatare, Rubavu and Rusizi in may be agreed between the Bank and “TSC” means each such individual means the reasonable cost of training Bank, including costs associated tours, travel and subsistence costs rental of training facilities, preparation and other activities directly related the long-term national development Rwanda to drive the country’s desired a high-income country status by 2050. -26- the Water and Sanitation Corporation in Rwanda pursuant to Prime Minister’s modalities of transfer of responsibilities Sanitation Authority (EWSA), to as acceptable to the Bank. to be annexed to Law Nº 004/2021 of approving the ratification of Grant agreement between the of Rwanda and the International for Reconstruction and acting as an implementing of the Global Environment relating to the Grant of eight seventy-two thousand two fifteen American Dollars (USD for the Second Urban Project, signed at Kigali, on 12 November 2020 (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux PRESIDENTIAL ORDER Nº 001/01 OF 05/02/2021 RATIFYING THE GRANT AGREEMENT BETWEEN THE REPUBLIC OF RWANDA AND THE INTERNATIONAL DEVELOPMENT ASSOCIATION (IDA) ACTING AS ADMINISTRATOR OF THE ENERGY SECTOR MANAGEMENT ASSISTANCE PROGRAM MULTI DONOR TRUST FUND, RELATING TO THE GRANT OF TEN MILLION AMERICAN DOLLARS (USD 10,000,000) FOR ENERGY ACCESS AND QUALITY IMPROVEMENT PROJECT, SIGNED AT KIGALI, RWANDA, ON 24 SEPTEMBER 2020 TABLE OF CONTENTS"
    },
    {
      "provision_ref": "artvi",
      "section": "VI",
      "title": "Article VI",
      "content": "Representative; Addresses Representative referred to in Section Borrower’s minister responsible for referred to in Section 10.01 and Economic Planning Fax: +250 25 257 5756 E-mail: mfin@minecofin.gov.rw Address referred to in Section 10.01 for Reconstruction and Development Telex: Facsimile: 248423 (MCI) or 64145 (MCI) 1-202-477-6391 -4- Signature Date. REPUBLIC OF RWANDA By _____________________________________ Authorized Uzziel Name: __________________________ Minister Title: __________________________ 12-Nov-2020 Date: ____________________________ INTERNATIONAL BANK RECONSTRUCTION AND acting as an implementing entity Pilot Program for Climate Strategic Climate Fund By _____________________________________ Authorized Rolande Name: __________________________ Country Title: __________________________ 06-Nov-2020 Date: ____________________________ -5- SCHEDULE 1 Project Description the Project is to improve access integrated urban planning and management of Rwanda. of the following parts: of Kigali (CoK). urban planning for resilient, through financing and support for: upgrading through an integrated detailed designs, construction of environmental and social settlements (including Nyarugenge, districts). The urban upgrading menu of infrastructure streets, street lighting, stormwater solid waste collection supply, community facilities, local facilities and public spaces; risk reduction infrastructure in the upgrading including the channels, and drains, as well nature-based solutions (NBS) assistance for development management master plan water level monitoring; of rainfall sensors and hydrological and discharge monitoring in the and its immediate surroundings; assistance for implementation including, support for the development select unplanned settlements and feasibility of implementing sites and capacity development and spatial planning for -6- provision in view of optimal including through, support consultants to assist in systems and procedures, and at strengthening urban management financing for equipment and tools and urban development sustainable wetland management, and greenhouse gas monitoring, implementation and monitoring enhance biodiversity, and strengthen rehabilitation of wetlands impacted such as industrial use and urbanization Gikondo, Kibumba, Rugenge, Wetland rehabilitation will infrastructure for hospitality, tourism assistance to, (A) explore opportunities the private sector to invest in and their buffer zones, including financing and impact-driven the implementation of urban planning ecosystem services, and and (B) support the CoK Gas (GHG) accounting; of a detailed city-wide digital an aerial Light Detection and survey; and knowledge exchange and Cities and service delivery in and support for: development including and streetlighting in the -7- upgrading in unplanned TSCs including provision of offsite and roads; and assistance for feasibility studies, for infrastructure development settlements. and capacity development of and support for the establishment Offices (CMOs) through: of a roadmap for CMO urban functions to be carried out of medium-term (five-year) Capacity Development (ICD) plans of the Master Plans City (TSC) focused on the plans for selected unplanned settlements Development and Project Management capacity development at national for technical assistance for: of a national urbanization (A) review of the National Urbanization of its implementation strategy establishment of an urbanization (UMIS); of a comprehensive housing National Housing Policy and build urban upgrading and sites and services; a strategy for implementing in Rwanda including, estimating for land value capture in plot of a national solid waste the development of feasibility in the TSCs and the dissemination from city to city in the Republic -8- through financing and LODA-SPIU, (iii) the Target and (v) CoK-KUUT, for environmental and social supervision, contract management, communication and citizen engagement project coordinating unit, project implementing team. Response: response to an Eligible Emergency, -9- SCHEDULE 2 Project Execution and Other Arrangements designate and charge the Project coordination and implementation. Coordinating Unit shall maintain throughout Project Unit (PCU) in MININFRA of key staff, with qualifications, experience acceptable to the World Bank, (who shall report to and act Human Settlement and Housing (ii) monitoring and evaluation specialist; (iv) Procurement specialist; risks management specialist; and such functions as may be further Manual (PIM). shall be responsible for: (i) overall day-to-day including direct support to the management and implementation (iii) overall project monitoring and on a quarterly basis; (v) the PCU environmental specialist shall be responsible for and social issues from the various Project; (vi) coordination among the coordinating the preparations of the with the procurement teams (vii) preparation of a comprehensive report which includes updates of national entities/agencies; and (viii) in the PIM. Committee shall within thirty (30) days and maintain throughout Project implementation (“NSC”). -10- shall be comprised of the Minister of in MINECOFIN, Permanent Secretaries MoE and MINEMA, the Director City Manager of CoK, or and including between the Borrower and the the PIM. shall be responsible for: (i) providing to the Project, including policy (ii) reviewing and approving high-level project oversight addressing any inter-governmental at government level; and (iv) such in the PIM. shall meet at least semi-annually or implementation of the Project. Committee shall within thirty (30) days and maintain throughout Project Committee (“PTC”). The Borrower on its behalf to ensure proper functioning of the Project. The PTC shall at the MININFRA PCU, LODA-SPIU, Project focal persons in RWB, and Meteo Rwanda, and such the Borrower and the World Bank shall report to the NSC, and through the implementing entities advisory support to Project contractors implementation progress; (iii) capacity building plan; and (iv) detailed in the PIM. shall and shall cause to be designated MINEMA, RTDA, RHA, RRA, WASAC provide technical and advisory of the Project. shall meet at least once every calendar to ensure timely implementation of -11- Implementation Unit shall cause REMA to maintain, the REMA Single Project Implementation adequate resources and facilitation experience and under terms Bank, including: (i) a Project coordinator; specialist; (iii) financial specialist; (v) hydrology (vii) an environmental and social risks such other technical and fiduciary as may be agreed with the World Bank shall be responsible inter alia 3(b)(iv) of the Project, including: and health monitoring; (ii) technical DTM; and (iii) promoting advocacy, in close coordination with CoK RWB and technical and procurement Management and Use Authority Implementation Unit shall cause LODA to maintain, the LODA Single Project Implementation adequate resources and facilitation experience and under terms Bank, including: (i) Project coordinator; specialist; (iii) financial specialist, (v) environmental (vi) social risks management specialist; other technical and fiduciary including one field-support civil Bank and detailed in the PIM. shall be responsible inter alia and 3(b)(ii) of the Project; (ii) oversight economic development (LED) activities; as may be detailed in the PIM. Upgrading Team shall cause the CoK to maintain, the CoK Kigali Urban Upgrading resources and facilitation and composed -12- experience and under terms of including: (i) a Project Coordinator; specialist; (iii) procurement specialist; (v) civil engineer (with (vi) an environmental risks management management specialist; and (viii) specialists, personnel or consultants and detailed in the PIM. shall be responsible inter alia and 3(b)(v) of the Project; (ii) and supervision; (iii) monitoring and follow-up on all institutional at CoK; and (v) such other functions Cities Project Implementation Units shall cause each Target Secondary the Effective Date establish and maintain, a TSC Project Implementation resources and facilitation and composed experience and under terms of including for each TSC-PIU: (i) carry-out the monitoring and evaluation and social risks management specialist. shall be responsible inter alia and 3(b)(iii) of the Project; (ii) liaising ensure implementation is in accordance and Social instruments and and evaluation reporting including and evaluation reports for submission information about the Project physical and financial progress to capacity building activities; of environmental and and follow-up on all institutional and (viii) such other functions as may -13- MoU order to facilitate the implementation Borrower shall cause the CoK and after the Effective Date to execute for the provision by RWB CoK for implementation of under part 1(a) of the CoK-RWB MoU shall inter by RWB of technical advisory the flood risk reduction infrastructure, water level and discharge of the stormwater management and responsibilities of each party be made by CoK to RWB; and (D) management and monitoring. RLMUA MoU order to facilitate the implementation Borrower shall cause REMA and after the Effective Date to execute for the execution of the of the Project (the “REMA-RLMUA REMA-RLMUA MoU shall inter and responsibilities of each financial management, procurement for the activities to be conducted RWB MoU order to facilitate the implementation Borrower shall cause REMA and RWB the Effective Date to execute for the provision by support to REMA on and health monitoring under “REMA-RWB MoU”). -14- REMA-RLMUA MoU shall inter and responsibilities of each financial management, procurement for the activities to be conducted Committees shall cause each TSC and the CoK, upgrading in each settlement, Project implementation, Community composed of key personnel under terms Bank, including for each CUC: (iii) secretary; (iv) women’s representative; shall work with city officials at critical along the planning and implementation survey and initial data collection; investments in the settlement of preliminary and final community and detailed design for site meetings with the construction (vi) review and validation and (vii) and shall perform such the PIM. out of the Project Implementing Borrower shall make the proceeds 1 of the table set forth in Section Implementing Entity under a subsidiary the Project Implementing Entity, World Bank (“REMA Subsidiary of the Financing to REMA on a of REMA to: (i) monitor and reports; (ii) exchange views with regard to the progress of its respective of its obligations under the the Borrower promptly all such information Bank may reasonably request for -15- in the report referred to in Section of REMA to carry out its obligations and efficiency, in conformity economic, managerial, financial, and safety and technical standards as needed, the facilities, services and operation and maintenance costs; of REMA to promptly notify and Bank of any condition which interferes progress of its obligations under the including but not limited to any Project-related such as, for example, fatalities, or with the Project; of REMA to carry out its obligations agreement in accordance with instruments, the Procurement Regulations Guidelines; of REMA to: (i) maintain a financial financial statements in accordance standards acceptable to the World to reflect the operations, resources and request, have such financial auditors acceptable to the World applied auditing standards acceptable furnish the statements as so audited and the Borrower to take remedial actions have failed to comply with any agreement, which actions may include, and/or cancellation or refund of the subsidiary financing availed agreement. exercise its rights under the Subsidiary the interests of the Borrower and of the Loan. Except as the World shall not assign, amend, abrogate of its provisions. -16- ensure that the Project is carried Anti-Corruption Guidelines. Manual (“PIM”) and shall ensure that the Project set forth in the Project Implementation out detailed guidelines, methods the Project, including: (a) the different of the Project, including the and collaboration among various control; (c) flow of funds, disbursement (d) financial, procurement and procedures; (f) reporting requirements; procedures; (h) external audit; (i) (j) environmental and social risks of the grievance redress process Project-related accidents and incidents; including procedures and reporting other arrangements and procedures of the Project. not amend, abrogate or suspend, any provision of the PIM, World Bank. foregoing, if any provision of the Agreement, the provisions of this Agreement allocate and avail an amount equivalent for the financing of any required and relocation under the disburse the Counterpart Funds Annual Work Plan and Budget. and Budget -17- furnish to the World Bank not later other date as the World Bank may 2022 a work plan and budget containing in the Project during the following financing plan for expenditures required the proposed amounts and sources and the Borrower’s respective plan; account the World Bank’s comments, to the World Bank for its approval not other date as the World Bank may 2022; and plan as shall have been approved by and Budget or AWPB). ensure that the Project is implemented the AWPB. disburse, promptly as required, and in this Agreement. not make or allow to be made any change writing by the World Bank. any conflict between the AWPB of this Agreement shall prevail. Social Standards and shall cause the Project Implementing out in accordance with the acceptable to the World Bank. upon paragraph 1 above, the Borrower Entity to, ensure that the Environmental and Social Commitment to the World Bank. To this end, the Implementing Entity to, ensure that: and actions specified in the ESCP and efficiency, as provided in the ESCP; funds are available to cover the costs -18- procedures are maintained, and numbers are retained to implement and or any provision thereof, is not amended, except as the World Bank shall otherwise in the ESCP, and ensure that the thereafter. between the ESCP of this Agreement shall prevail. and shall cause the Project Implementing necessary are taken to collect, through regular reports, with the promptly in a separate report or reports, information on the status of compliance and social instruments referred form and substance acceptable to the (i) the status of implementation of interfere or threaten to interfere with (iii) corrective and preventive measures such conditions; and Bank is promptly notified of any incident an impact on the Project which adverse effect on the environment, or workers, in accordance with the instruments referenced therein and and shall cause the Project Implementing and operate an accessible grievance of concerns and grievances of Project-affected and appropriate to resolve, or grievances, in a manner acceptable and shall cause the Project Implementing and contracts for civil works under subcontractors and supervising aspects of ESCP and the environmental and (b) adopt and enforce codes signed by all workers, detailing -19- health and safety risks, and the harassment and violence against children, or carried out pursuant Reporting and Evaluation Completion Report monitor and evaluate the progress accordance with the provisions of Section the basis of indicators acceptable cover the period of one calendar quarter, not later than forty-five (45) days prepare the Completion Report 2.06 of the Standard Conditions. to the World Bank not later than six Financial Reports; Audits ensure that a financial management provisions of Section 2.07 of the on the provisions of Part A of this unaudited financial reports for the Bank as part of the Project Report, World Bank. have its Financial Statements the provisions of Section 2.07 (b) of the Financial Statements shall cover The audited Financial Statements World Bank not later than six (6) months non-consulting services and consulting financed out of the proceeds of the the requirements set forth or referred provisions of the Procurement Plan. -20- of Loan Proceeds withdraw the proceeds of the Loan III of the Standard Conditions, as the World Bank may specify Guidelines for Investment revised from time to time by the Agreement pursuant to such instructions), forth in the table in paragraph 2 below. specifies the categories of Eligible proceeds of the Loan (“Category”), to each Category, and the percentage Expenditures in each Category: Amount of the Loan Allocated (expressed in USD) 2,380,000 2,380,000 Percentage (inclusive 15% Withdrawal Period the provisions of Part A of this Section made prior to the date of this Agreement. is December 31, 2025. -21- SCHEDULE 3 Repayment Schedule Due Principal (expressed 1, 2030 to and including 1, 2040 to and including 1% 2% -22- APPENDIX Guidelines” means, for purposes of paragraph the “Guidelines on Preventing Projects Financed by IBRD Loans and 2006 and revised in January 2011 and a category set forth in the table in Office” or “CMO” means the structure cities charged with management in the secondary city. City of Kigali means the decentralised under Law Nº87/2013 of of Decentralized Administrative and Social Commitment Plan” social commitment plan for the Project, may be amended from time to time which sets out the material measures out or cause to be carried out social risks and impacts of the Project, measures, institutional, staffing, and any environmental and and Social Standards” or “ESSs” and Social Standard 1: Assessment Social Risks and Impacts”; (ii) and Working Conditions”; (iii) Efficiency and Pollution Prevention and Social Standard 4: Community and Social Standard 5: Land Acquisition, Resettlement”; (vi) “Environmental and Sustainable Management “Environmental and Social Standard Underserved Traditional and Social Standard and Social Standard 9: and Social Standard 10: Stakeholder -23- effective on October 1, 2018, 2050” means the tool envisaged to 2050 which is to become “a center the Local Administrative Entities to Article 1 of Law N°62/2013 of Entities Development Agency (LODA) and functioning, or its successor in regard to each Target Secondary show the land use for economic and means the Rwanda Meteorology Agency of 14/12/2011 establishing Rwanda and determining its mission, organisation as acceptable to the World Bank. of Emergency Management” for management of disasters and “Ministry of Infrastructure” means Policy” means the Borrower’s enabling universal access adequate areas reserved for habitation in for Transformation” or “NST1” means – 2024 for sustained growth and transformation. Policy” or “NUP” means 2015 that ensures urban physical manner to create a functional inclusive green urban environment and improve the socio-economic conditions means the reasonable incremental World Bank, incurred by the Borrower management and monitoring, of office, vehicles and office equipment, -24- charges and travel and supervision of the Borrower. Climate Resilience” or “PPCR” means Climate Fund in accordance with Climate Fund for the purposes set is the design for the by the Strategic Climate Fund 18, 2008, and as said design may with its terms. means the Borrower’s procurement and provided for under Section same may be updated from time to means the “World Bank Procurement July 2016, revised November 2017 Manual” or “PIM” means the to under Section I.D of Schedule 2 Entity’s Legislation” means Law organization and functioning (REMA). Entity” means REMA. Agreement” means the agreement Agreement pursuant to which the available to the Project Implementing the Rwanda Environment Management of Law N°63/2013 of 27/08/2013 functioning of Rwanda Environment thereto acceptable to the World Rwanda Housing Authority established establishing the Rwanda Housing -25- organisation and functioning, to the World Bank. the Rwanda Land Management and of 03/02/2017 establishing and determining its mission, organisation as acceptable to the World Bank. the Rwanda Transport Development N°02/2010 of 20/01/2010 establishing (RTDA) and determining and complemented by Law N°29/2014 as acceptable to the World Bank. Rwanda Water Resources Board established its mission and responsibilities for long-term economic growth risks. means the later of the two dates on this Agreement. means the Standard Conditions the Climate Investment Funds, dated Cities” or “TSCs” means the Nyagatare, Rubavu and Rusizi in as may be agreed between the World City” or “TSC” means each such means the reasonable cost of training World Bank, including costs and study tours, travel and subsistence of trainers, rental of training materials and other activities the long-term national development Rwanda to drive the country’s desired a high-income country status by 2050. the Water and Sanitation Corporation in Rwanda pursuant to Prime Minister’s modalities of transfer of responsibilities -26- Sanitation Authority (EWSA), to as acceptable to the World Bank. to be annexed to Presidential Order nº of 05/02/2021 ratifying the Loan between the Republic of and the International Bank for and Development acting as Implementing Entity of the Pilot for Climate Resilience under the Climate Fund, relating to the loan two million three hundred eighty American Dollars (USD for the Second Rwanda Urban Project, signed at Kigali, on 12 November 2020 (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: Seen and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux PRESIDENTIAL ORDER Nº 006/01 OF 05/02/2021 RATIFYING THE GRANT AGREEMENT BETWEEN THE REPUBLIC OF RWANDA AND THE INTERNATIONAL BANK FOR RECONSTRUCTION AND DEVELOPMENT ACTING AS AN IMPLEMENTING AGENCY OF THE GLOBAL ENVIRONMENT FACILITY, RELATING TO THE GRANT OF EIGHT MILLION SEVENTY-TWO THOUSAND TWO HUNDRED FIFTEEN AMERICAN DOLLARS (USD 8,072,215) FOR THE SECOND RWANDA URBAN DEVELOPMENT PROJECT, SIGNED AT KIGALI, RWANDA, ON 12 NOVEMBER TABLE OF CONTENTS"
    }
  ],
  "definitions": []
}
