{
  "id": "rw-law-2020-17",
  "type": "statute",
  "title": "Law establishing the General Statute governing Public Servants",
  "title_en": "Law establishing the General Statute governing Public Servants",
  "short_name": "Law 17 of 2020",
  "status": "repealed",
  "issued_date": "2020-10-07",
  "in_force_date": "2020-10-08",
  "url": "https://rwandalii.org/akn/rw/act/law/2020/17/eng@2020-10-08",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes the general statute governing public servants. It also governs working relations between a public servant and the State as the employer."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Scope of this Law",
      "content": "This Law governs public servants employed on a permanent basis unless otherwise provided for by special statutes. Contractual staff in public service are governed by the Law regulating labour unless otherwise provided for by this Law. This Law also applies to political leaders for the following matters: 1° maternity leave; 2° incidental leave; 3° Sick leave; 4° official public holiday; 5° leave of absence for a specific period; 6° prescription of salary and allowances; 7° official mission; 8° right on administrative file; 9° health and safety at workplace; 10° retirement benefits; 11° work certificate. However, in case a provision of Paragraph 2 of this Article contradicts the legislation governing political leaders, the Law governing political leaders applies."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Special statutes",
      "content": "Apart from security organs’ special statutes which are established by a Presidential Order, a Prime Minister’s Order may establish special statute governing public servants."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Criteria and modalities for establishing special statutes",
      "content": "A public institution that wishes to have a special statute is required: 1° to write a letter to the Minister providing sufficient grounds for such a special statute request in a way that following its nature, the management of its employees cannot be governed by this Law; 2° to write a special statute proposal and prepare its explanatory note with specific provisions different from those provided for in this Law. The special statute is limited to the following: 1° recruitment modalities; 2° career development modalities; 3° modalities for disciplinary proceedings; 4° staff training; 5° official mission; 6° retirement. However, the competent authority to establish special statute may allow to include any other element in addition to those provided for in Paragraph 2 of this Article after establishing that the reasons given by the public institution requesting a special statute are founded. The special statute does not provide for modalities for determining the salary and fringe benefits for public servants. After establishing that the special statute following the specific nature of a public institution or its personnel is founded, the Minister submits to the competent authority the draft special statute for consideration. The provisions of this Article do not apply to special statutes for security organs."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Definitions",
      "content": "In this Law, the following terms are defined as follows: 1° appointment: assigning a job position to a person; 2° week: period of seven (7) consecutive days; 3° organisational structure: organizational chart indicating the organisational arrangement of a public institution according to its departments, job positions and the number of posts; 4° job classification: a table used to compare job positions in order to determine their hierarchical value and corresponding salaries; 5° grade: a system expressed in letters, figures or both indicating the employment level of a public servant as well as the vertical and horizontal ranking of his or her job position; 6° Minister: the Minister in charge of public service; 7° public service: a whole of public agencies and public servants determined by the Government to serve the population; 8° month: period of thirty (30) consecutive days; 9° index: a number indicating the value of the grade of a public servant or his or her job position upon which his or her salary is calculated; 10° public servant: a person who occupies a permanent job position or governed by an employment contract in public service and who is paid for it; 11° job: designation given to an activity carried out in public service; 12° salary: payment made to a public servant to compensate services delivered; 13° job position: a single and physical position where a public servant is appointed in order to carry out duties related to his or her job; 14° job category: a set of jobs with similar characteristics such as the nature of tasks and duties, modalities for employment access and promotion; 15° public institution: an agency established by a law, an order or through a decision of the competent authority;"
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter One – General provisions",
      "section": "6",
      "title": "Article 6 – Public servants governed by an employment contract",
      "content": "A public institution may employ a staff governed by an employment contract. An Order of the Minister determines modalities for recruitment and management of public servants governed by an employment contract in public service."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter One – General provisions",
      "section": "7",
      "title": "Article 7 – Delegation of powers",
      "content": "A competent authority in a public institution may delegate powers to another public servant. A Presidential Order determines modalities for delegation of powers in public service."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Entry into public service, working hours and induction program",
      "section": "8",
      "title": "Article 8 – Methods of recruitment of public servants",
      "content": "The recruitment in public service is carried out through one of the following methods: 1° competition; 2° appointment; 3° direct recruitment. A Presidential Order determines modalities for the implementation of methods of recruitment of public servants provided for under Paragraph One of this Article. It may also provide for other methods of recruitment."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Entry into public service, working hours and induction program",
      "section": "9",
      "title": "Article 9 – Requirements for entering in the public service",
      "content": "A person that wishes to be integrated in public service must fulfil the following: 1° to be a Rwandan; 2° to meet the required profile; 3° to be at least eighteen (18) years old; 4° not to have been definitively sentenced to a term of imprisonment equal to or exceeding six (6) months; 5° not to have been dismissed from office in the public service unless he or she is rehabilitated; 6° not to appear on public service black list; 7° not to have been definitively sentenced for the crime of genocide or genocide ideology and other related offences. However, a person aged at least sixteen (16) years may be employed in public service upon written authorization by the Minister. An Order of the Minister determines prohibited works for a public servant aged from sixteen (16) years but who is less than eighteen (18) years."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Entry into public service, working hours and induction program",
      "section": "10",
      "title": "Article 10 – Appointment of a public servant governed by an employment contract on a permanent job position",
      "content": "A public servant governed by an employment contract who occupying a job position that is put on the organisational structure is appointed on such a job position without competition if: 1° the job position does not change the job category; 2° he or she meets the required job profiles; 3° he or she has not been punished for a disciplinary fault; 4° he or she falls in the category of indashyikirwa; 5° he or she fulfils the conditions provided for in Article 9 of this Law."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Entry into public service, working hours and induction program",
      "section": "11",
      "title": "Article 11 – Induction program",
      "content": "A public servant undergoes an induction program to instil in him or her professional values and ethics and introduce him or her to the vision of the State and his or her duties. A Presidential Order referred to in Article 8 of this Law determines modalities for conducting induction program."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Entry into public service, working hours and induction program",
      "section": "12",
      "title": "Article 12 – Length of the probationary period",
      "content": "A public servant who starts duties in public service undergoes a probationary period of six (6) months whereby his or her immediate supervisor at first degree evaluates his or her performance in terms of professional capacities and competences. At the beginning of the probationary period, a public servant is informed by the immediate supervisor of his or her duties. However, the following public servants are not subject to a probationary period: 1° a public servant with experience appointed to a post that requires work experience; 2° a public servant who has successfully completed a probationary period of six (6) months, and he or she is again recruited to a job position with duties similar to the previous ones."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Entry into public service, working hours and induction program",
      "section": "13",
      "title": "Article 13 – Completion of probationary period",
      "content": "When a public servant successfully completes a probationary period, a competent authority confirms his or her appointment in writing. If the probationary period proves that a public servant is not competent, he or she is removed from office by a competent authority. However, the competent authority may extend the probationary period, for justified reasons, for a period not exceeding three (3) months."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Entry into public service, working hours and induction program",
      "section": "14",
      "title": "Article 14 – Working hours",
      "content": "An Order of the Minister determines weekly working hours for public servants and modalities for their respect."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "15",
      "title": "Article 15 – Status of a public servant in service",
      "content": "A public servant in service may be: 1° in service; 2° on transfer; 3° on secondment; 4° on suspension of duties; 5° on leave of absence for a specific period."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "16",
      "title": "Article 16 – Public servant in service or considered to be in service",
      "content": "A public servant is in service if he or she occupies a job position to which he or she was appointed and performs his or her duties. A public servant is also considered to be in service when: 1° on leave; 2° on official mission; 3° pursuing a capacity development program; 4° in Itorero; 5° in national service."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "17",
      "title": "Article 17 – Types of leave",
      "content": "Types of leave are: 1° annual leave; 2° incidental leave; 3° maternity leave; 4° sick leave; 5° public holiday; 6° authorised absence."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "18",
      "title": "Article 18 – Annual leave",
      "content": "A public servant is entitled to an annual leave of one (1) month that may be split into three (3) portions maximum. However, a newly recruited public servant is entitled to an annual leave after twelve (12) months including the probationary period."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "19",
      "title": "Article 19 – Annual leave plan",
      "content": "A public institution approves an annual leave plan for public servants not later than 31 st July of every fiscal year."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "20",
      "title": "Article 20 – Deadline for taking annual leave",
      "content": "A public servant applies and is granted, in writing, for an annual leave to his or her immediate supervisor in accordance with the annual leave plan. Due to the organisation of a public institution or the nature of position, the annual leave is granted by another competent authority upon approval by the immediate supervisor. However, when a public servant applies for annual leave, his or her immediate supervisor may postpone it due to work related reasons. The postponed leave is taken not later than 31st December of the following fiscal year. A public servant transferred, redeployed, seconded, appointed in another public institution and who has not benefited from the annual leave, is entitled to his or her annual leave he or she did not benefit in the new public institution."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "21",
      "title": "Article 21 – Incidental leave",
      "content": "An immediate supervisor grants incidental leave to a public servant in case of fortunate or unfortunate event that occurs in his or her family as follows: 1° two (2) working days in case of his or her civil marriage; 2° four (4) working days in case of delivery of his wife; 3° five (5) working days in addition to days provided for in Item 2° of this Paragraph in case of complication related to his wife’s delivery; 4° seven (7) working days in case of death of his or her spouse; 5° one (1) month in addition to days provided for in Item 2° of Paragraph One of this Article in case his wife dies while leaving a baby of less than three (3) months; 6° five (5) working days in case of death of his or her child or adoptive child; 7° four (4) working days in case of death of his or her father, mother, father-in-law or mother-in-law; 8° four (4) working days in case of death of his or her brother or sister; 9° three (3) working days in case of death of grandfather or grandmother; 10° three (3) working days in case of his or her transfer over a distance of more than thirty (30) kilometres from his or her usual place of work. A public servant on incidental leave continues to receive his or her salary and fringe benefits."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "22",
      "title": "Article 22 – Leave granted to a female public servant in case of death of her newborn baby",
      "content": "A female public servant who gives birth to a still-born baby from the twentieth (20 th) week of pregnancy is entitled to a leave of eight (8) weeks as of the baby’s death. The employer pays the salary to the female public servant for six (6) weeks, while the government organ in charge of maternity leave benefits scheme pays the salary for the last two (2) weeks. A female public servant who gives birth to a child who dies after birth is entitled to a leave equal to the remaining days from the end of her maternity leave. Her salary continues to be paid as this is the case for a female public servant who is on a maternity leave."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "23",
      "title": "Article 23 – Leave granted to a female public servant in case of miscarriage",
      "content": "A female public servant who has miscarriage before twenty (20) weeks of pregnancy is granted a sick leave provided for by this Law."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "24",
      "title": "Article 24 – Leave granted to a female public servant giving birth to premature baby",
      "content": "A female public servant who gives birth to a premature baby is entitled a leave of the remaining days for the child to be born at nine (9) months. During this period, the employer and the government organ in charge of maternity leave benefits scheme each pay half (½) of the salary to the female public servant. After the leave referred to in Paragraph One of this Article, the female public servant is entitled to a maternity leave of twelve (12) weeks."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "25",
      "title": "Article 25 – Additional leave in case of complications related to delivery",
      "content": "In case of complications related to delivery, an employer grants a female public servant an additional paid leave not exceeding one (1) month. A recognised medical doctor issues a certificate certifying that there have been complications related to delivery before such additional leave is granted."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "26",
      "title": "Article 26 – Maternity leave benefits",
      "content": "Maternity leave benefits are granted in accordance with relevant legislation."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "27",
      "title": "Article 27 – Coincidence of leaves",
      "content": "When annual leave coincides with incidental leave or maternity leave, the annual leave is suspended and resumes after the incidental leave or maternity leave."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "28",
      "title": "Article 28 – Breastfeeding period",
      "content": "During twelve (12) months, after maternity leave, a female public servant who gave birth is entitled to a breastfeeding period of one (1) hour per day, taken during working hours."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "29",
      "title": "Article 29 – Short-term sick leave",
      "content": "An immediate supervisor grants to a public servant a short-term sick leave not exceeding one (1) month for reasons of sickness ascertained by a recognised medical doctor."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "30",
      "title": "Article 30 – Long-term sick leave",
      "content": "The head of an institution grants to a public servant a long-term sick leave exceeding one (1) month but not exceeding six (6) months basing on the decision of a committee of at least three (3) medical doctors, which examines a medical report issued by a medical doctor who treated the public servant, attesting that he or she is unable to work. An Order of the Minister in charge of health determines the modalities for establishment, organisation and functioning of the committee of medical doctors. Subject to provisions of Paragraph One of this Article, the Minister grants a long-term sick leave to public servants appointed by a Presidential Order or a Prime Minister’s Order with exception of Cabinet members, Governors and heads of institutions who are granted a long term sick leave by their appointing authority or his or her delegate. An official in an elective position is granted a long-term sick leave by the head of his or her institution. However, in decentralized administrative entities, officials in elective posts are granted a long-term sick leave by the Chairperson of the Council after consultation with the Minister in charge of Local Government. A public servant who is granted a long-term sick leave is entitled to his or her full salary during the first three (3) months and two-thirds (2/3) of the salary for other three (3) months. At the end of a long-term sick leave, a public servant returns to work and resumes duties after presenting to the authority who granted him or her the leave a medical certificate issued by a recognized doctor ascertaining that he or she is able to perform his or her duties. If a public servant is not able to resume work after the expiry of the long-term sick leave period referred to under Paragraph One of this Article, he or she is removed from office by the competent authority."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "31",
      "title": "Article 31 – Authorised absence",
      "content": "For justified reasons, an immediate supervisor may grant to a public servant a written authorised absence from work for one (1) day maximum not deducted from annual leave. However, the immediate supervisor does not grant an authorised absence for more than ten (10) days per year."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "32",
      "title": "Article 32 – Official public holidays",
      "content": "A Presidential Order determines official public holidays."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "33",
      "title": "Article 33 – Official mission",
      "content": "A competent authority may send a public servant on official mission within or outside the country in the interest of service. A Presidential Order determines modalities for sending public servants on official mission."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "34",
      "title": "Article 34 – Capacity development",
      "content": "A public servant has the right and the duty to undertake capacity development programs to improve his or her expertise and knowledge. A Prime Minister’s Order determines modalities for capacity development of public servants."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "35",
      "title": "Article 35 – Job rotation",
      "content": "For interests of the service, the head of a public institution may rotate, within the same institution, public servants on different job positions of the same grade, requiring the same qualifications and such job positions must not be on the level of public servants with a pool of public servants under their supervision. A head of a public institution may, after consultation with the appointing authority, rotate within the same institution public servants having a pool of staff under their supervision. The job rotation does not exceed twelve (12) months. A public servant in job rotation provided for in this Article continues to receive the salary of the job position he or she was appointed to."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "36",
      "title": "Article 36 – Transfer of a public servant",
      "content": "The appointing authority may, in the interest of service, transfer a public servant to another job position of the same grade within the same institution or to another institution. However, the transfer to another institution of a public servant who is not appointed by a Presidential Order or a Prime Minister’s Order is done by the Minister. A transfer of a public servant from a decentralised administrative entity to another decentralized administrative entity is done by the Minister in charge of local Government and the Minister is notified. A public servant who is transferred is entitled to the grade previously held except for a public servant transferred to a State owned company, who is allocated a salary and fringe benefits which are not less than what he or she was entitled to."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "37",
      "title": "Article 37 – Change of job position in public service",
      "content": "A public servant may change a job position within the same public institution or within public service. A public servant who has completed at least the probationary period may compete for another job position within the same public institution. A public servant who has completed at least three (3) years of service in the same public institution may compete for a job position in another public institution. Subject to provisions of Paragraph 3 of this Article, a public servant who wishes to move from a public institution in which he or she is employed to another public institution notifies in writing the head of the public institution in which he or she is employed at least fifteen (15) days before joining the other public institution."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "38",
      "title": "Article 38 – Secondment of a public servant",
      "content": "A public servant may be seconded in the interest of service. A public servant is on secondment when he or she is temporarily assigned to work for: 1° another public institution; 2° Government project or program; 3° an institution in which the Government has interest; 4° a private institution bound to the Government by an agreement; 5° an international organisation; 6° State owned company. The secondment is decided in writing by the appointing authority or any other authority designated for that matter. A public servant who is not appointed by a Presidential Order or a Prime Minister’s Order, is seconded to another institution by the Minister. The duration of secondment is determined by the authority who seconded the public servant. The seconded public servant is governed by the legislation governing the institution to which he or she is seconded. The seconded public servant receives salary, fringe benefits or both, from the receiving institution, which cannot be below what he or she was entitled to."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "39",
      "title": "Article 39 – End of the secondment",
      "content": "If secondment ends, a seconded public servant returns to his or her original public institution or any position in public service and the period of secondment is taken into consideration in his or her promotion."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "40",
      "title": "Article 40 – Reasons for suspension from duties",
      "content": "A public servant may be suspended from duties if he or she: 1° is provisionally detained for a period not exceeding six (6) months; 2° is subject to disciplinary proceedings for a fault that may lead to a sanction of the second category if: a. the provisional suspension is the only way to prevent the suspect public servant from disposing of evidence or exerting pressure on witnesses; a. the serious nature of the disciplinary fault, circumstances under which it was committed or the level of harm caused may undermine the image of the employing public institution in case he or she is not suspended; 3° has not yet found another job when his or her position is removed from the organisational structure or the required job profile of the job position he or she was occupying was changed and does not meet the new required job profile; 4° is removed from a position filled without competition and has not yet found another job. The public servant referred to under Items 1°, 3° and 4° of this Article is suspended by the head of his or her public institution and the public servant referred to under Item 2° of this Article is suspended by the competent authority determined by a Presidential Order determining disciplinary faults, modalities for disciplinary proceedings and disciplinary sanctions."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "41",
      "title": "Article 41 – Rights of a public servant suspended from duties",
      "content": "The salary of a public servant referred to under Items 1° and 2° of Article 40 of this Law continues to be calculated and retained for him or her. If the public servant is acquitted or found innocent of the disciplinary fault, he or she receives the salary retained for him or her. If that public servant is convicted or sanctioned for a disciplinary fault, he or she loses the right to his or her retained salary. A public servant suspended from duties referred to under Items 3º and 4º of Paragraph One of Article 40 of this Law receives two-thirds (2/3) of his or her salary during the period of suspension. The payment of the salary provided for under Paragraph 4 of this Article stops when a public servant finds another job during the period of suspension from duties."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "42",
      "title": "Article 42 – Duration of suspension from duties",
      "content": "The duration of suspension of the public servant referred to under Items 1°, 3º and 4º of Article 40 of this Law does not exceed six (6) months. The duration of suspension of the public servant referred to under Item 2° of Article 40 of this Law does not exceed three (3) months."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "43",
      "title": "Article 43 – End of suspension from duties due to provisional detention",
      "content": "A public servant suspended from duties due to provisional detention resumes work if, before six (6) months, he or she: 1° is provisionally released; 2° is acquitted."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "44",
      "title": "Article 44 – Leave of absence for a specific period",
      "content": "Leave of absence for a specific period is a situation where a public servant is authorised to stop working for a specific period of time due to one of the following reasons: 1° to provide care to his or her sick spouse, parent, child or sibling for a period not exceeding three (3) months which may be renewed once upon justifiable reasons provided by the public servant before expiry of a three (3) month period referred to in this Paragraph; 2° to accompany his or her spouse who moves abroad due to work related reasons for a period not exceeding one (1) month; 3° any other reason approved by the Minister upon request of the public servant through the head of his or her employing public institution. The granted period cannot exceed three (3) months. A public servant authorised for leave of absence for a specific period is neither entitled to his or her salary nor other service-related fringe benefits. When the period for leave of absence for a specific period ends, the public servant resumes his or her duties. A public servant who does not resume his or her duties after the expiry of the period is presumed to have deserted his or her post."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "45",
      "title": "Article 45 – Modalities for leave of absence for a specific period",
      "content": "Except for a public servant appointed by a Presidential Order or a Prime Minister’s Order who may be granted a leave of absence for a specific period by his or her appointing authority or his or her delegate, the leave of absence for a specific period for other public servants is requested in writing to the Minister and the public servant is given an acknowledgment of receipt. The appointing authority or the Minister may not grant a leave of absence for a specific period to a public servant in the interest of the service. A public servant requesting for leave of absence for a specific period continues to discharge his or her duties until the response to his or her request is given. However, if fifteen (15) days expire with no written response to the public servant from the receipt of the request by the appointing authority or the Minister, the leave of absence for a specific period is considered granted."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "46",
      "title": "Article 46 – Performance management",
      "content": "Performance management for a public servant is conducted in accordance with relevant legislation."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter III – Statutory positions for a public servant",
      "section": "47",
      "title": "Article 47 – Management of public servants’ career development",
      "content": "An Order of the Minister determines modalities for management of public servant’s career development."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter IV – Rights of a public servant and obligations of an employer",
      "section": "48",
      "title": "Article 48 – Right on administrative file",
      "content": "A public servant has right on his or her administrative file kept by the administration of public institution he or she works for. The administrative file contains documents related to his or her professional performance and conduct, his or her detailed curriculum vitae and other documents required by the Law. A public servant has a right to access his or her administrative file and may request, in writing, the administration to update the administrative file."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter IV – Rights of a public servant and obligations of an employer",
      "section": "49",
      "title": "Article 49 – Right to establish or join trade unions",
      "content": "A public servant may establish or join a trade union of his or her choice in accordance with the relevant legislation."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter IV – Rights of a public servant and obligations of an employer",
      "section": "50",
      "title": "Article 50 – Salary",
      "content": "A public servant is entitled to a salary calculated in accordance with job classification. Salary is based on the weight of the work. The principles of salary determination are uniform across entire public service."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter IV – Rights of a public servant and obligations of an employer",
      "section": "51",
      "title": "Article 51 – Gross salary",
      "content": "Gross salary for a public servant is composed of: 1° basic salary; 2° housing, transport, medical and social security allowances. If a public servant is entitled to housing and transport facilitations, allowances thereto are not included on the gross salary. They are replaced by service allowance. Salaries and fringe benefits of public servants are approved by the Cabinet."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter IV – Rights of a public servant and obligations of an employer",
      "section": "52",
      "title": "Article 52 – Job classification",
      "content": "A Presidential Order determines job classification."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter IV – Rights of a public servant and obligations of an employer",
      "section": "53",
      "title": "Article 53 – Calculation of the basic salary",
      "content": "A basic salary is equivalent to at least seventy per cent (70%) of the gross salary. It is calculated by multiplying the index by the index value. A Prime Minister’s Order determines index value applicable in public service."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter IV – Rights of a public servant and obligations of an employer",
      "section": "54",
      "title": "Article 54 – Maximum deductions from the salary",
      "content": "Deductions from salary, seizure by garnishment or deductions upon consent of the public servant must not exceed half (½) of his or her net salary."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter IV – Rights of a public servant and obligations of an employer",
      "section": "55",
      "title": "Article 55 – Calculation of salary",
      "content": "A salary of a public servant is calculated from the day of commencement of duties and stopped on the day following his or her termination of duties. If a monthly salary is not wholly due, it is divided in thirtieths and paid up to the payable number of days worked."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter IV – Rights of a public servant and obligations of an employer",
      "section": "56",
      "title": "Article 56 – Allowances",
      "content": "Allowances constitute gross salary elements paid by the Government to support its public servants. A Prime Minister’s Order determines the criteria and modalities for determination of allowances for public servants."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter IV – Rights of a public servant and obligations of an employer",
      "section": "57",
      "title": "Article 57 – Acting public servant",
      "content": "If a position is not occupied, the competent authority temporarily determines another public servant to serve in that position. A public servant in an acting position is entitled to a salary and monthly fringe benefits related to the position being acted in and such a salary and fringe benefits are calculated from the thirty first (31 st) day in the acting position. A public servant serves in an acting position for a period not exceeding one (1) year except in case: 1° the public servant is acting in the position of a public servant pursuing a capacity development program; 2° the public servant is appointed by the Cabinet as acting; 3° there is a reason approved by the Minister upon request of the head of the public institution. Provisions of Paragraph two (2) of this Article do not apply to a public servant provisionally appointed, a public servant acting on a vacant position or a position whose incumbent has been granted a leave of absence for a specific period. A public servant referred to in this Paragraph is entitled to a salary and monthly fringe benefits related to the position he or she is provisionally appointed to or acting in, from the time he or she is assigned those responsibilities."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter IV – Rights of a public servant and obligations of an employer",
      "section": "58",
      "title": "Article 58 – Prescription of arrears",
      "content": "The prescription of payment of salary, allowances and terminal benefits is two (2) years. The limitation is counted from the date on which a public servant had to receive the salary, allowances and terminal benefits. However: 1° the period of prescription provided for in Paragraph One of this Article is interrupted when the employer has agreed with the public servant that the payments are a debt due to the public servant or the former public servant; 2° the period of prescription provided for in Paragraph One of this Article is suspended: a. when the public servant’s case is pending before competent authority; b. when the case is before the court."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter IV – Rights of a public servant and obligations of an employer",
      "section": "59",
      "title": "Article 59 – Provision of equipment",
      "content": "The employer provides a public servant with necessary equipment to carry out his or her duties."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter IV – Rights of a public servant and obligations of an employer",
      "section": "60",
      "title": "Article 60 – Prevention and protection against occupational hazards",
      "content": "The employer has obligations of preventing and protecting public servants against occupational hazards."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter IV – Rights of a public servant and obligations of an employer",
      "section": "61",
      "title": "Article 61 – Healthcare of a public servant",
      "content": "The employer provides a healthcare support to a public servant and other people under public servant’s care in accordance with relevant legislation."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter IV – Rights of a public servant and obligations of an employer",
      "section": "62",
      "title": "Article 62 – Declaration of occupational hazards or diseases",
      "content": "An employer declares occupational hazards or diseases suffered by a public servant in accordance with relevant legislation."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter IV – Rights of a public servant and obligations of an employer",
      "section": "63",
      "title": "Article 63 – Health and safety at workplace",
      "content": "An Order of the Minister determines general occupational health and safety requirements."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter V – Obligations of a public servant, incompatibilities with his or her duties and disciplinary faults",
      "section": "64",
      "title": "Article 64 – Obligations with regard to performance",
      "content": "A public servant has the obligation to provide quality services in accordance with standards established by competent authorities. A public servant complies with instructions of his or her supervisor if such instructions are in line with the law. A public servant is bound by professional secrecy in accordance with relevant legislation."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter V – Obligations of a public servant, incompatibilities with his or her duties and disciplinary faults",
      "section": "65",
      "title": "Article 65 – Incompatibilities with serving as a public servant",
      "content": "A public servant is prohibited from: 1° practicing a profession or business activities that may be detrimental to the performance of his or her duties; 2° participating in the management of a company or any public institution in case such participation may be detrimental to his or her duties. However, this prohibition does not apply to public servants representing the Government’s interests in private enterprises; 3° having an interest in a public institution or a private enterprise or having a relationship which are likely to prevent him or her from demonstrating independence, showing the truth or impartiality in the performance of his or her duties. Subject to provisions of Paragraph One of this Article, a public servant may, when it is not likely to impede the performance of his or her duties, sign employment contracts with different employers, whether in the public or private sector, subject to prior written authorisation by the public institution he or she works for."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter V – Obligations of a public servant, incompatibilities with his or her duties and disciplinary faults",
      "section": "66",
      "title": "Article 66 – Professional conduct of a public servant",
      "content": "A public servant must exhibit good conduct at and away from work. A Presidential Order determines the professional ethics for a public servant."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter V – Obligations of a public servant, incompatibilities with his or her duties and disciplinary faults",
      "section": "67",
      "title": "Article 67 – Disciplinary liability and criminal liability",
      "content": "Disciplinary proceedings against a public servant are independent from criminal liability. A disciplinary fault may result in both disciplinary procedure and criminal proceedings. If a public servant is prosecuted for an offence connected with a disciplinary fault, the institution he or she works for opens disciplinary proceedings against him or her, without awaiting the completion of criminal proceedings. A Presidential Order determines disciplinary faults, modalities for disciplinary proceedings and disciplinary sanctions."
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter V – Obligations of a public servant, incompatibilities with his or her duties and disciplinary faults",
      "section": "68",
      "title": "Article 68 – Disciplinary fault arising from an offence",
      "content": "A public servant is subject to disciplinary proceedings for a disciplinary fault arising from an offence he or she commits that is related to work while he or she is at work or outside work. A Presidential Order determines the disciplinary fault resulting from an offence, modalities for disciplinary proceedings and related sanctions."
    },
    {
      "provision_ref": "art69",
      "chapter": "Chapter V – Obligations of a public servant, incompatibilities with his or her duties and disciplinary faults",
      "section": "69",
      "title": "Article 69 – Report on disciplinary faults having been subject to disciplinary proceedings",
      "content": "Each quarter, a public institution submits to the public organ in charge of appeals related to the management of public servants a report on disciplinary faults in respect of which proceedings have been conducted against its staff members and transmits a copy to the Minister."
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter VI – Appeal for reconsideration, hierarchical appeal and court referral",
      "section": "70",
      "title": "Article 70 – Procedure for appeal for reconsideration and hierarchical appeal",
      "content": "A public servant who is not satisfied with the decision taken against him or her may file his or her appeal for reconsideration in the first instance in writing to the authority having taken the action. The appeal for reconsideration is filed within five (5) working days of the public servant’s being notified of the decision taken against him or her. The authority with whom the appeal for reconsideration is filed responds to the appeal and notifies his or her response in writing to the public servant within fifteen (15) working days of receipt of the appeal for reconsideration. The authority who does not respond to the appeal within the specified time limits faces disciplinary proceedings in accordance with the code of conduct, taking into account the category of authority to which he or she belongs. In this case, the public servant reserves the right to automatically file an appeal with the public organ in charge of appeal related to the management of public servants against the authority who does not respond to his or her appeal. The public organ seised responds to the appeal by a public servant within five (5) working days of receipt of the appeal. The institution seised by a public servant orders the seised authority to immediately respond to the appeal. The public organ seised also requests the competent authority to take, in accordance with the code of conduct, an action against the authority did not to respond to the appeal for reconsideration referred to him or her. When a public servant is not satisfied with a decision taken in the first instance, he or she files a hierarchical appeal with the public organ in charge of appeals related to the management of public servants. The hierarchical appeal is filed within five (5) days of receipt by a public servant of a response to his or her appeal. The public organ in charge of appeals related to the management of public servants responds to the appeal within one month. Staff members of the public organ in charge of appeals related to the management of public servants file their appeals with the Minister in the last instance. A decision of the public organ in charge of appeals related to the management of public servants and that of the Minister are not subject to administrative appeal."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter VI – Appeal for reconsideration, hierarchical appeal and court referral",
      "section": "71",
      "title": "Article 71 – Powers of the public organ in charge of appeals related to the management of public servants",
      "content": "When the public organ in charge of appeals related to the management of public servants finds that the competent authority has violated the legislation relating to the management of public servants, it writes to the competent authority requesting him or her to remedy irregularities identified or revoke his or her decision. The Minister exercises the powers provided for under Paragraph One of this Article in case of an appeal referred to him or her by a staff member of the public organ in charge of appeals related to the management of public servants."
    },
    {
      "provision_ref": "art72",
      "chapter": "Chapter VI – Appeal for reconsideration, hierarchical appeal and court referral",
      "section": "72",
      "title": "Article 72 – Court referral",
      "content": "A public servant who is not satisfied with a decision of an authority with whom the appeal has been filed in the last instance may refer the case to a courts of law in accordance with relevant legislation."
    },
    {
      "provision_ref": "art73",
      "chapter": "Chapter VII – Termination of employment of a public servant",
      "section": "73",
      "title": "Article 73 – Grounds for termination of employment of a public servant",
      "content": "The termination of employment of a public servant takes place when the public servant: 1° takes a leave of absence for a non-specific period; 2° resigns; 3° is removed from office; 4° is authorized to cease his or her duties in the interests of the service; 5° is dismissed; 6° retires; 7° dies. The termination of employment of a public servant results in him or her being removed from the list of public servants."
    },
    {
      "provision_ref": "art74",
      "chapter": "Chapter VII – Termination of employment of a public servant",
      "section": "74",
      "title": "Article 74 – Leave of absence for a non-specific period",
      "content": "The application for a leave of absence for a non-specific period is a decision made by a public servant indicating in writing his or her wish to cease his or her duties. A public servant has the right to apply for a leave of absence for a non-specific period after serving at least three (3) years within the same public institution. However, a public servant who has an exceptional and justified reason may apply for a leave of absence for a non-specific period before serving three (3) years within the same public institution he or she works for. Exceptional and justified reasons are approved by the appointing authority for public servants appointed by a Presidential Order or a Prime Minister’s Order. For other public servants, exceptional and justified reasons are approved by the Minister."
    },
    {
      "provision_ref": "art75",
      "chapter": "Chapter VII – Termination of employment of a public servant",
      "section": "75",
      "title": "Article 75 – Modalities for a leave of absence for a non-specific period",
      "content": "The application for a leave of absence for a non-specific period is done in writing to the appointing authority. The application for a leave of absence for a non-specific period by a public servant may not be granted in the public interest. A public servant who applies for a leave of absence for a non-specific period continues to discharge his or her duties until he or she is notified of the decision on his or her application. However, if a period of sixty (60) days elapses from the day of receipt by the appointing authority of the application without a written response to the public servant, the leave of absence for a non-specific period is considered as granted."
    },
    {
      "provision_ref": "art76",
      "chapter": "Chapter VII – Termination of employment of a public servant",
      "section": "76",
      "title": "Article 76 – Reinstatement in the public service after a leave of absence for a non-specific period",
      "content": "A public servant who is granted a leave of absence for a non-specific period has the right to be reinstated in public service after three (3) years after his or her being granted a leave of absence for a non-specific period. However, in the interests of the service, a public servant who is granted a leave of absence for a non-specific period may have the right to be reinstated in public service before the expiration of three (3) years."
    },
    {
      "provision_ref": "art77",
      "chapter": "Chapter VII – Termination of employment of a public servant",
      "section": "77",
      "title": "Article 77 – Application for resignation",
      "content": "The application for resignation is a decision by a public servant expressing in writing his or her wish to cease his or her duties."
    },
    {
      "provision_ref": "art78",
      "chapter": "Chapter VII – Termination of employment of a public servant",
      "section": "78",
      "title": "Article 78 – Modalities for resignation",
      "content": "The application for resignation is addressed to the appointing authority. A public servant who submits his or her application for resignation continues to discharge his or her duties until he or she is notified of the decision on his or her application. However, if a period of thirty (30) days elapses from the day of receipt by the appointing authority of the application without a written response to the public servant, the resignation is considered as accepted."
    },
    {
      "provision_ref": "art79",
      "chapter": "Chapter VII – Termination of employment of a public servant",
      "section": "79",
      "title": "Article 79 – Reinstatement in the public service after resignation",
      "content": "A public servant whose resignation has been accepted may be reinstated in public service after five (5) years from the day his or her resignation was accepted. However, in the interests of the service, a public servant whose resignation has been accepted may be reinstated in public service before the expiration of five (5) years."
    },
    {
      "provision_ref": "art80",
      "chapter": "Chapter VII – Termination of employment of a public servant",
      "section": "80",
      "title": "Article 80 – Removal from office of a public servant",
      "content": "The removal from office of a public servant is a written decision taken by his or her appointing authority if: 1° after the probationary period, the results of the public servant’s performance appraisal are not satisfactory; 2° the public servant is suspended for a period exceeding six (6) months due to provisional detention; 3° the public servant who did not return to work after taking a long-term sick leave provided for under this Law; 4° the performance appraisal of the public servant indicates that he or she is incompetent in accordance with the legislation governing the management of performance contracts; 5° a period exceeding six (6) months expires after suspension due to removal of a job position from the organisational structure; 6° the public servant no longer meets the required profile for the position; 7° he or she is removed from the job position filled without competition."
    },
    {
      "provision_ref": "art81",
      "chapter": "Chapter VII – Termination of employment of a public servant",
      "section": "81",
      "title": "Article 81 – Cessation of duties in the interests of the service",
      "content": "A public servant may apply for cessation of duties indicating in writing his or her wish to cease his or her duties in the interests of the service. The cessation of duties in the interests of the service is granted by the appointing authority. However: 1° for a public servant who is not appointed by a Presidential Order or a Prime Minister’s Order, the cessation of duties in the interests of the service is granted by the appointing authority upon approval by the Minister; 2° the cessation of duties in the interests of the service in decentralized administrative entities is granted by the appointing authority upon approval by the Minister in charge of local government. A public servant who applies for cessation of duties in the interests of the service receives a written response within a month of receipt of his or her application."
    },
    {
      "provision_ref": "art82",
      "chapter": "Chapter VII – Termination of employment of a public servant",
      "section": "82",
      "title": "Article 82 – Reinstatement in the public service after cessation of duties in the interests of the service",
      "content": "A public servant who is granted cessation of duties in the interests of the service has the right to rejoin the public service at any time."
    },
    {
      "provision_ref": "art83",
      "chapter": "Chapter VII – Termination of employment of a public servant",
      "section": "83",
      "title": "Article 83 – Requirements for granting termination benefits",
      "content": "A public servant is entitled to termination benefits where cessation of duties takes place due to the following: 1° removal of a job position from the organisational structure; 2° failure to meet the profile required for the job position; 3° removal from a job position filled without competition; 4° failure to return to work after a long-term sick leave provided for under this Law. However, if a public servant is removed from office and granted termination benefits and is re-recruited into the public service, after which he or she is removed from office again, his or her termination benefits are calculated on the basis of the period of service after his/her reinstatement in the public service. Without prejudice to the provisions of this Article, a public servant transferred to a company, of which the State is the sole shareholder is not entitled to termination benefits. However, the period the public servant has served in the public service is considered when his or her contract with the company of which the State is the sole shareholder comes to an end."
    },
    {
      "provision_ref": "art84",
      "chapter": "Chapter VII – Termination of employment of a public servant",
      "section": "84",
      "title": "Article 84 – Calculation of termination benefits",
      "content": "Termination benefits for a public servant are calculated on the basis of his or her last gross salary, after deduction of taxes only and on basis of his or her period served in public service as follows: 1° two (2) months’ salary for a public servant with at least one (1) year but less than five (5) years of experience; 2° three (3) months’ salary for a public servant with at least five (5) years but less than ten (10) years of experience; 3° four (4) months’ salary for a public servant with at least ten (10) years but less than fifteen (15) years of experience; 4° five (5) months’ salary for a public servant with at least fifteen (15) years but less than twenty (20) years of experience; 5° six (6) months’ salary for a public servant with at least twenty (20) years but less than twenty-five (25) years of experience; 6° seven (7) months’ salary for a public servant with at least twenty-five (25) years of experience but less than thirty years (30); 7° ten (10) months’ salary for a public servant with at least thirty years (30) of experience. However, termination benefits granted to a public servant removed from office after a long-term sick leave cannot be less than three (3) months’ gross salary. When a public servant who once held a public political office returns to the public service, the length of his or her experience holding the political office is added to his/her experience as a public servant when computing his or her termination benefits."
    },
    {
      "provision_ref": "art85",
      "chapter": "Chapter VII – Termination of employment of a public servant",
      "section": "85",
      "title": "Article 85 – Retirement",
      "content": "A public servant who attains the age of sixty-five (65) years retires. However, a public servant who attains at least the age of sixty (60) years may apply to the competent authority for early retirement."
    },
    {
      "provision_ref": "art86",
      "chapter": "Chapter VII – Termination of employment of a public servant",
      "section": "86",
      "title": "Article 86 – Retirement benefits",
      "content": "A public servant who retires is entitled to retirement benefits allocated by his or her previous public institution on the basis of the period of his or her service in the public service. Retirement benefits are computed in the same manner as that provided for under Article 84 of this Law. Retirement benefits are incompatible with benefits granted to a public servant removed from office."
    },
    {
      "provision_ref": "art87",
      "chapter": "Chapter VII – Termination of employment of a public servant",
      "section": "87",
      "title": "Article 87 – Death allowances and funeral expenses",
      "content": "When a public servant dies while still in service, his or her legal successors are granted one-off death allowances equivalent to six (6) times the deceased’s last monthly gross salary without any deduction made thereto for taxes. A Prime Minister’s Order determines the amount of funeral expenses in case of death of a public servant."
    },
    {
      "provision_ref": "art88",
      "chapter": "Chapter VII – Termination of employment of a public servant",
      "section": "88",
      "title": "Article 88 – Work certificate",
      "content": "The head of a public institution has not more fifteen (15) days from the date of cessation of the public servant’s employment to issue the public servant with a certificate attesting the fact that he or she worked for such a public institution. The certificate provided for under Paragraph One of this Article indicates the commencement date of employment, position held and the last day of employment."
    },
    {
      "provision_ref": "art89",
      "chapter": "Chapter VIII – Transitional and final provisions",
      "section": "89",
      "title": "Article 89 – Orders in force",
      "content": "Orders that were provided for under Law nº 86/2013 of 11/09/2013 establishing the general statutes for public service and provided for by this Law continue to be in force in all their provisions which are not inconsistent in terms of their substance with this Law for a period not exceeding two (2) months from the date of publication of this Law in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art90",
      "chapter": "Chapter VIII – Transitional and final provisions",
      "section": "90",
      "title": "Article 90 – Currently applicable special statutes",
      "content": "Public institutions which have special statutes must conform to the provisions of this Law within two (2) years from the publication of this Law in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art91",
      "chapter": "Chapter VIII – Transitional and final provisions",
      "section": "91",
      "title": "Article 91 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art92",
      "chapter": "Chapter VIII – Transitional and final provisions",
      "section": "92",
      "title": "Article 92 – Repealing provision",
      "content": "Subject to provisions of Article 89 of this Law, Law nº 86/2013 of 11/09/2013 establishing the general statutes for public service and prior provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art93",
      "chapter": "Chapter VIII – Transitional and final provisions",
      "section": "93",
      "title": "Article 93 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "week",
      "definition": "period of seven (7) consecutive days",
      "source_provision": "art5"
    },
    {
      "term": "organisational structure",
      "definition": "organizational chart indicating the organisational arrangement of a public institution according to its departments, job positions and the number of posts",
      "source_provision": "art5"
    },
    {
      "term": "job classification",
      "definition": "a table used to compare job positions in order to determine their hierarchical value and corresponding salaries",
      "source_provision": "art5"
    },
    {
      "term": "grade",
      "definition": "a system expressed in letters, figures or both indicating the employment level of a public servant as well as the vertical and horizontal ranking of his or her job position",
      "source_provision": "art5"
    },
    {
      "term": "Minister",
      "definition": "the Minister in charge of public service",
      "source_provision": "art5"
    },
    {
      "term": "public service",
      "definition": "a whole of public agencies and public servants determined by the Government to serve the population",
      "source_provision": "art5"
    },
    {
      "term": "month",
      "definition": "period of thirty (30) consecutive days",
      "source_provision": "art5"
    },
    {
      "term": "index",
      "definition": "a number indicating the value of the grade of a public servant or his or her job position upon which his or her salary is calculated",
      "source_provision": "art5"
    },
    {
      "term": "public servant",
      "definition": "a person who occupies a permanent job position or governed by an employment contract in public service and who is paid for it",
      "source_provision": "art5"
    },
    {
      "term": "job",
      "definition": "designation given to an activity carried out in public service",
      "source_provision": "art5"
    },
    {
      "term": "salary",
      "definition": "payment made to a public servant to compensate services delivered",
      "source_provision": "art5"
    },
    {
      "term": "job position",
      "definition": "a single and physical position where a public servant is appointed in order to carry out duties related to his or her job",
      "source_provision": "art5"
    },
    {
      "term": "job category",
      "definition": "a set of jobs with similar characteristics such as the nature of tasks and duties, modalities for employment access and promotion",
      "source_provision": "art5"
    },
    {
      "term": "public institution",
      "definition": "an agency established by a law, an order or through a decision of the competent authority",
      "source_provision": "art5"
    }
  ]
}
