{
  "id": "rw-law-2020-16",
  "type": "statute",
  "title": "Law amending Law governing the Organisation of the Community-Based Health Insurance Scheme",
  "title_en": "Law amending Law governing the Organisation of the Community-Based Health Insurance Scheme",
  "short_name": "Law 16 of 2020",
  "status": "in_force",
  "issued_date": "2020-09-07",
  "in_force_date": "2020-09-07",
  "url": "https://rwandalii.org/akn/rw/act/law/2020/16/eng@2020-09-07",
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 - (c): For the purposes of this Treaty,",
      "content": "include entities receiving financial support reading or information access to beneficiary persons and/or authorized of accessible format copies; the reproduction, distribution and due care in, and records of, its handling of beneficiary persons in accordance who: or a perceptual or reading function substantially equivalent and so is unable to read printed without an impairment or disability; through physical disability, to to the extent that would be normally Exceptions Regarding Accessible shall provide in their national copyright the right of distribution, WIPO Copyright Treaty (WCT), for beneficiary persons. The needed to make the work may also provide a limitation or access to works for beneficiary fulfill Article 4(1) for all rights identified copyright law such that: shall be permitted, without the format copy of a work, copy, and supply those copies lending or by electronic any intermediate steps to are met:"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 - Commencement",
      "content": "ORDER N° 088/01 OF APPROVING THE OF THE PROTOCOL THE AFRICAN CHARTER ON AND PEOPLES’ RIGHTS ON RIGHTS OF OLDER PERSONS IN ADOPTED BY THE TWENTY ORDINARY SESSION OF THE HELD IN ADDIS ABABA, ON 31 JANUARY 2016 KAGAME Paul, of the Republic; to the Constitution of the Republic of of 2003 revised in 2015, especially in 112, 120, 122, 167, 168 and 176; to Law n o 014/2020 of 07/09/2020 the ratification of the Protocol to the Charter on Human and Peoples’ on the Rights of Older Persons in Africa by the twenty sixth ordinary session of Assembly, held in Addis Ababa, Ethiopia, 31 January 2016; the Protocol to the African on Human and Peoples’ Rights on the of Older Persons in Africa adopted by twenty sixth ordinary session of the held in Addis Ababa, Ethiopia, on January 2016; proposal by the Minister of Local consideration and approval by the ORDERED AND ORDER: One: Ratification Protocol to the African Charter on Human Peoples’ Rights on the Rights of Older in Africa adopted by the twenty sixth session of the Assembly, held in Ababa, Ethiopia, on 31 January 2016, to this Order, is ratified and becomes effective. 2: Authorities responsible for the of this Order Prime Minister, the Minister of Local and the Minister of Foreign and International Cooperation are with the implementation of this 3: Commencement Order comes into force on the date of its in the Official Gazette of the of Rwanda. (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux TO PRESIDENTIAL ORDER 088/01 OF 07/09/2020 APPROVING RATIFICATION OF THE TO THE AFRICAN ON HUMAN AND RIGHTS ON THE RIGHTS OLDER PERSONS IN AFRICA BY THE TWENTY SIXTH SESSION OF THE HELD IN ADDIS ETHIOPIA, ON 31 JANUARY ANNEXE 088/01 PROTOCOLE DES PEUPLES PERSONNES PAR ORDINAIRE À JANVIER to be annexed to Presidential Order 088/01 of 07/09/2020 ratifying the to the African Charter on and Peoples’ Rights on the Rights Older Persons in Africa adopted by the sixth ordinary session of the held in Addis Ababa, Ethiopia, 31 January 2016 Vu 088/01 Charte Peuples en ordinaire Abeba, ORDER N° 089/01 OF RATIFYING THE TO THE AFRICAN ON HUMAN AND RIGHTS ON THE RIGHTS PERSONS WITH DISABILITY IN ADOPTED BY THE ORDINARY SESSION OF ASSEMBLY, HELD IN ADDIS ETHIOPIA, ON 29 JANUARY ARRÊTÉ 07/09/2020 À DE RELATIF PERSONNES AFRIQUE TRENTIÈME LA ABEBA, TABLE OF CONTENTS One: Ratification Article 2: Authorities responsible for the Article of this Order du 3: Commencement Article ORDER N° 089/01 07/09/2020 RATIFYING THE TO THE AFRICAN ON HUMAN AND RIGHTS ON THE RIGHTS PERSONS WITH DISABILITY IN ADOPTED BY THE ORDINARY SESSION THE ASSEMBLY, HELD IN ABABA, ETHIOPIA, ON 29 ARRÊTÉ 07/09/2020 LA L’HOMME AUX HANDICAPÉES PAR ORDINAIRE TENUE KAGAME Paul, of the Republic; Nous, Président to the Constitution of the Vu of Rwanda of 2003 revised in de especially in Articles 112, 120, 122, articles 168 and 176; to Law n n o 015/2020 of approving the ratification of Protocol to the African Charter on and Peoples’ Rights on the Rights Persons with Disability in Africa by the thirtieth ordinary session of Assembly, held in Addis Ababa, on 29 January 2018; Vu la ratification des Droits adopté Conférence, the Protocol to the African on Human and Peoples’ Rights on Rights of Persons with Disability in adopted by the thirtieth ordinary of the Assembly, held in Addis Ethiopia, on 29 January 2018; Considérant Droits Droits adopté Conférence, janvier proposal by the Minister of Local Sur Locale; consideration and approval by the Après Ministres; ORDERED AND ORDER: AVONS One: Ratification Article Protocol to the African Charter on and Peoples’ Rights on the Rights Persons with Disability in Africa by the thirtieth ordinary session of Assembly, held in Addis Ababa, on 29 January 2018, annexed to Order, is ratified and becomes fully Le l’Homme Personnes trentième tenue 2018, son 2: Authorities responsible for the Article of this Order présent Prime Minister, the Minister of Local and the Minister of Foreign and International Cooperation are with the implementation of this 3: Commencement Le l’Administration Affaires Internationale présent Article Order comes into force on the date of Le publication in the Official Gazette of the publication of Rwanda. du (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux TO PRESIDENTIAL ORDER 089/01 OF 07/09/2020 RATIFYING PROTOCOL TO THE AFRICAN ON HUMAN AND RIGHTS ON THE RIGHTS PERSONS WITH DISABILITY IN ADOPTED BY THE ORDINARY SESSION OF ASSEMBLY, HELD IN ADDIS ETHIOPIA, ON 29 JANUARY to be annexed to Presidential Order 089/01 of 07/09/2020 ratifying the to the African Charter on and Peoples’ Rights on the Rights Persons with Disability in Africa by the thirtieth ordinary session the Assembly, held in Addis Ababa, on 29 January 2018 (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "rocedure channel, and in recpect of assistance reqtrests and the authoritics of both parties. the Central authodty shall and Amnesty). the Central Authority shall be: notiff each other through th,e rhrough exchanging verbal,ro'.lrT;;t'o5rrhc request the following: arrthoritl' requesting judicial and description of the requested in ocnnection with which its juridical qualification, the offence ls crirrrinally punishable, caused as a result of this oftence; particrrlar proccdrrres that the of ihe, requcst: of the persons who are subjects which compliance with the (middle names), date and place numbers of the persons who inquest or proceedings and description of the place, and the objects to be seized; in order to receive evidence the presence of representatives their full names, family names, their presence; of the fact that the of any action undertaken that might be useful to the Requested that the information contained request to be dealt with, that #1.J;J\" and supporting documents shall be accompanied by a translation the French language. the assistance request shall be the requesting party. \"t.iltll[ t, g.\"nting postpone or refuse to execute would interfere with or damage case. to postpone or retirse the whether judicial assistance necessary. If the Requesting ParB it is obliged to comply with the decision to refuse or Party about that through decision. b: justified"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6 - Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la Republique (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: Seen and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston Minisitiri w’Ubutabera/Intumwa Nkuru ya Leta Minister of Justice/Attorney General Ministre de la Justice/Garde des Sceaux ORDER N° 084/01 OF RATIFYING THE BETWEEN THE OF RWANDA AND THE OF MOROCCO ON JUDICIAL ASSISTANCE IN MATTERS DONE IN ON 19 MARCH 2019 TABLE OF CONTENTS One: Ratification 2: Authorities responsible for the of this Order 3: Commencement ORDER N° 084/01 OF RATIFYING THE BETWEEN THE OF RWANDA AND THE OF MOROCCO ON JUDICIAL ASSISTANCE IN MATTERS DONE IN ON 19 MARCH 2019 KAGAME Paul, of the Republic; to the Constitution of the Republic Rwanda of 2003 revised in 2015, especially Articles 112, 120, 122, 167, 168 and 176; to Law n° 07 bis/2020 of 07/08/2020 ratification of the Agreement the Republic of Rwanda and the of Morocco on Mutual Judicial in Criminal Matters signed in Morocco, on 19 March 2019; the Agreement between the of Rwanda and the Kingdom of on Mutual Judicial Assistance in Matters done in Rabat, on 19 March proposal by the Minister of Justice and General; consideration and approval by the ORDERED AND ORDER: One: Ratification Agreement between the Republic of and the Kingdom of Morocco, on Judicial Assistance in Criminal done in Rabat, on 19 March 2019, to this Order, is ratified and becomes effective. 2: Authorities responsible for the of this Order Prime Minister, the Minister of Justice Attorney General and the Minister of Affairs and International Cooperation entrusted with the implementation of this 3: Commencement Order comes into force on the date of its in the Official Gazette of the of Rwanda. (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux TO PRESIDENTIAL ORDER 084/01 OF 07/09/2020 RATIFYING AGREEMENT BETWEEN THE OF RWANDA AND THE OF MOROCCO ON JUDICIAL ASSISTANCE CRIMINAL MATTERS, DONE IN ON 19 MARCH 2019 ANNEXE 084/01 L’ACCORD RWANDA SUR MATIÈRE MARS: AGREEMENT BETWEEN OF RWANDA AND OF MOROCCO JUDICIAL ASSISTANCE INAL MATTERS the Republic of Rwanda.; \"Parties\"; relations and cooperation foundation of providing law and also respecting generally principles of sovereign equality"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5 - (1): It is further understood that",
      "content": "under any other treaty. shall be permitted, without the for the exclusive use of beneficiary entity in another Contracting Party; shall be permitted, without the to distribute or make available Contracting Party; or making available the originating to know that the accessible 7. fulfill Article 5(1) by providing other to Articles 5(4), 10 and 11. entity in a Contracting Party receives Contracting Party does not have consistent with its own legal reproduced, distributed or made Party’s jurisdiction. making available of accessible 5(1) shall be limited to that jurisdiction Copyright Treaty or otherwise this Treaty to the right of distribution certain special cases which do and do not unreasonably prejudice affects the determination of making available to the public. be used to address the issue Copies law of a Contracting Party would behalf, or an authorized entity, to Contracting Party shall also"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8 - of Law N° 03/2015 of 02/03/2015",
      "content": "governing the organisation of the community-based health insurance scheme as amended to date is amended as follows: “The community-based health insurance scheme year commences on first July and ends on 30 th June of the following year. A member renews his or her insurance before the community-based health insurance scheme year ends. Household members who have, personally or through a third party, paid the required contribution directly start benefiting from medical care services. However, household members who have, personally or through a third party, paid at least least seventy five percent (75%) of the required contribution directly start benefiting from medical care services. This right to benefit from medical care services elapses where household members have not paid the balance of the contribution due by 31 st December. A new-born child directly benefits from medical care services covered by his or her parent’s contribution until he or she is aged three (3) months. A child aged more than three (3) months benefits from medical care services based on his or her own contribution which is paid before expiration of such period.”"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15 - of Law N° 03/2015 of 02/03/2015",
      "content": "governing the organisation of the community-based health insurance scheme as amended to date is amended as follows: “The property intended for the community- based health insurance scheme comes from the following sources: 1 º members’ contributions; 2 º Government contributions; 3 º contributions from health insurance entities; 4 º donations, grants and bequests. The Government ensures the availability of sufficient funds for the effective functioning of the community-based health insurance scheme through an annual assessment. A Prime Minister’s Order determines the contributions to the community-based health insurance scheme. It may also determine other sources of property intended for the community-based health insurance scheme, the amount of contributions from these sources and modalities of their deposit to the community-based health insurance scheme.”"
    },
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "to grant judicial assistance with this Agreement and assistance in criminal matters in accordance with this request was issued, is criminally Requested Party may upon its.own the offence, in connection punishable under its legislation. is exclusively granting authorities in each Party. be applicable for the execution which do not constitute an offence decisions."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9 - It is understood that Article 9",
      "content": "a precondition for authorized entities a possibility for sharing information to facilitate to adopt the measures necessary Parties from determining this Treaty within their own legal fulfill their rights and obligations for the benefit of beneficiary within their national legal or regulatory determinations or uses to meet their needs under the Berne Convention, other and Exceptions to ensure the application of this comply with the obligations that the Agreement on Trade-Related Treaty, including their interpretative"
    },
    {
      "provision_ref": "artl",
      "section": "l",
      "title": "Article l - 0",
      "content": "of, requests fcr judicial assistance in accordanco with the laws Party the Requested Party with the special procedure indicated lavrs of'the Requested Par1y. Party, the parties to reprcsenlatives and representatives ancl procedures of the Requested the Requested Parfy transmits of the request to the Central through the diplomatic channel. the request in full or partially, informs the Central Authority of the causes forbidding the execution"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "on the Request for Extradition through diplomatic channels on extradition. whether wholly or partially authorities of the Contracting and date to execute extradition. for in the paragraph 5 of 15 days of the appointed date upon. In all cases the person to date and in that case the Requested its control prerzeni a Contracting extradited, it shall.notiS, the other on a ncw date for surrender apply."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Postponed or Conditional Surrentler after making its decision on sought, in order to proceed in orcler to enforoe a sentence i; requested. In s*ch a accordingly. instead of postponing sumender, Party in accordance lvith conditicrns"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "evidence in the Requested with its law takes in of experts, documents, transmits it to the Requesting authorities of the Requesting are allowed to formulate questions the representative of the demand of the Requested Party and the things delivered to Articie 14 of u'itnesses, victims territory of the Req.uesting a request for personal appearance or for other procedural actions who is in its te-rritory about the cornpetent authorities. be ir:dicated by the Requesting to the cost and expenses associated this person is entitled to a threat to use compulsion or territory of the Requesting Parf. the decisiun to appear voluntarily. prcunptly inform the Central,,fi'::TJ,'\"t the competent authority shall not be detained restriction of personal litrerty in of convictions which preceded lose his/her right to inviolability being free to leave the territory of 30 days a.fter being notified by the corresponding competent,'eturned. not be fbrced to present evidence tou\"., ra ry rr\",..t-Xll\"* o r* in its citizcnship vrith transferrod to ihe Roqugsting assist irr other proceedings indicated to the Requested Pa.rty within person may be transmitted shall of the Requesting ParE the the Requested Party, rvith concern of transfer and return of the of the Parties. is refused: doel not givc consent in u'riting person in the proceedings in hold the transmitted person authority of the Requested Party peison in custody upon the decision use in relation to that person the or serving an imprisonment he/she shall not be liable to"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Protection of the person when needed the protcction its territory in accordance rvith"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Consultations other r:gurding the inte4rretation channels. Artidte 19 Scope of Application apply to requcsts made alter prior to that date. Afticle 20 frnU provisions subject to ratification. shall enter into force trom the Contraciing Parties through the necessary measures for thc Partics. may denounce the present channels to the other Contracting following the date on which shall be drawn up for the entry into force of being duly authorized in duplicate in Arabic and For and M.N Minister Seen to be annexed to Presidential Order n o 086/01 of 07/09/2020 ratifying the Agreement between the Republic of Rwanda and the Kingdom of Morocco on extradition done in Rabat, on 19 March (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: Seen and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux PRESIDENTIAL ORDER N° 087/01 OF 07/09/2020 RELATING TO ACCESSION OF RWANDA TO THE MARRAKESH TREATY TO FACILITATE ACCESS TO PUBLISHED WORKS FOR PERSONS WHO ARE BLIND, VISUALLY IMPAIRED OR OTHERWISE PRINT DISABLED, DONE IN MARRAKESH, ON 27 JUNE TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "and resolutions of disputes the request of either of them of this Agreement, either generally from the interpretation and/or the diplomatic negotiations in"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Time Scope of Application apply to requests made after place prior to that date."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Final provisions subject to ratification. shall enter into force from the the Contracting parties through of the necessary measures for the the Contracting Parties. parties may denounce the present Parry through the diplomatic shall be drawn up for the entry into force being duly authorized 2019 in duplicate in the Arabic For of the Mo International Minister of Foreign Seen to be annexed to Presidential Order n° 084/01 of 07/09/2020 ratifying the Agreement between the Republic of Rwanda and the Kingdom of Morocco on mutual judicial assistance in criminal matters done in Rabat, on 19 March 2019 (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux PRESIDENTIAL ORDER N° 085/01 OF 07/09/2020 RATIFYING THE ACCESSION AGREEMENT OF THE REPUBLIC OF RWANDA TO THE AFRICA FINANCE CORPORATION, MADE ON 20 JUNE 2019, BETWEEN THE AFRICA FINANCE CORPORATION AND THE REPUBLIC OF RWANDA TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10 - (2): It is understood that when",
      "content": "the limitations and exceptions provided to make the accessible format copy, that a Contracting Party exceptions for the benefit of beneficiary regard to that Contracting Party’s with that Contracting Party's a least-developed country taking rights and obligations and flexibilities to other limitations and law. shall have an Assembly. Party shall be represented in the delegates, advisors and experts. delegation shall be borne by The Assembly may ask WIPO of delegations of Contracting Parties conformity with the established practice that are countries in transition to deal with matters concerning and operation of this Treaty. perform the function allocated intergovernmental organizations decide the convocation of any give the necessary instructions diplomatic conference. Party that is a State shall have one that is an intergovernmental States, with a number of party to this Treaty. No such if any one of its Member States upon convocation by the Director during the same period and at the to take its decisions by consensus the convocation of extraordinary provisions of this Treaty, the required shall perform the administrative to the Treaty may become party to this Treaty. to admit any intergovernmental it is competent in respect of, on, matters covered by this Treaty its internal procedures, to become made the declaration referred that has adopted this Treaty, may the Treaty to the contrary in this Treaty, all of the obligations under at the Diplomatic Conference of WIPO by any eligible party for three months after 20 eligible of ratification or accession. Party to the Treaty referred to in Article 18, from party referred to in Article 15, from has deposited its instrument of by any Contracting Party by notification denunciation shall take effect received the notification. a single original in English, Arabic, in all these languages being other than those referred of WIPO on the request of parties. For the purposes of of WIPO whose official language, European Union, and any other Treaty, if one of its official languages is the depositary of this Treaty. day of June, 2013. [End Seen to be annexed to Presidential Order n° 087/01 of 07/09/2020 relating to accession of Rwanda to the Marrakesh Treaty to Facilitate Access to Published Works for Persons who are Blind, Visually Impaired or otherwise Print Disabled, done in Marrakesh, on 27 June (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la République (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre kandi bishyizweho Ikirango cya Repubulika: and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston w’Ubutabera akaba n’Intumwa Nkuru ya Minister of Justice and Attorney General Ministre de la Justice et Garde des Sceaux PRESIDENTIAL ORDER N° 088/01 OF 07/09/2020 RATIFYING THE PROTOCOL TO THE AFRICAN CHARTER ON HUMAN AND PEOPLES’ RIGHTS ON THE RIGHTS OF OLDER PERSONS IN AFRICA ADOPTED BY THE TWENTY SIXTH ORDINARY SESSION OF THE ASSEMBLY, HELD IN ADDIS ABABA, ETHIOPIA, ON 31 JANUARY 2016 TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Transit of either of the Contracting the diplomatic channels that the offence concerned is to grant transit rnay refuse extradited to the Requesting Party Party shall request that other state the following provisions shall plane is not required, the Requeiting space shall be crossed of the of emergency of the provisional custody request submit an ordinary request is required, the Requesting the provisions of paragraph 1"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Language and supporting documents shall be accompanied by a the French language. the assistance rcquest shall be the requesting party. Articte 17 Central Authorities Agreement, the central authorities channels. The central authority the Ministry of Justice (Directorate Ministrl'of Justiee. each other tlrough the through exchanging verbal.\\"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7 - It is understood that authorized",
      "content": "in the making, distribution and making when in accordance with national"
    }
  ],
  "definitions": []
}
