{
  "id": "rw-law-2020-11",
  "type": "statute",
  "title": "Law removing the Rwanda Academy of Language and Culture",
  "title_en": "Law removing the Rwanda Academy of Language and Culture",
  "short_name": "Law 11 of 2020",
  "status": "in_force",
  "issued_date": "2020-08-28",
  "in_force_date": "2020-09-04",
  "url": "https://rwandalii.org/akn/rw/act/law/2020/11/eng@2020-09-04",
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 - Abrogation d’une loi",
      "content": "Itegeko n° 01/2010 ryo kuwa 29/01/2010 rigena inshingano, imiterere n’imikorere by’Inteko Nyarwanda y’Ururimi n’Umuco rivanyweho. The Law n° 01/2010 of 29/01/2010 determining the mission, organisation and functioning of the Rwanda Academy of Language and Culture is repealed. La Loi n° 01/2010 du 29/01/2010 portant mission, organisation et fonctionnement de l’Académie rwandaise de Langue et de Culture est abrogée. Ingingo ya 3: Abakozi bari ab’Inteko Article 3: Public servants of the former Article 3: Agents de l’ancienne Académie Nyarwanda y’Ururimi n’Umuco Rwanda Academy of Language and Culture rwandaise de Langue et de Culture Les agents de l’ancienne Académie rwandaise de Langue et de Culture sont mis à la disposition du ministère ayant la fonction publique dans ses attributions et gérés conformément à la législation en la matière. Abari abakozi b’Inteko Nyarwanda y’Ururimi n’Umuco, bashyikirizwa Minisiteri ifite abakozi ba Leta mu nshingano bagacungwa hakurikijwe amategeko abigenga. Public servants of the former Rwanda Academy of Language and Culture are placed at the disposal of the Ministry in charge of public service and managed in accordance with relevant laws. Ingingo ya 4: Umutungo, amasezerano n’imyenda"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4 - Property, contracts and liabilities Article 4: Patrimoine, contrats et passif",
      "content": "Leta igena ikigo cya Leta cyegurirwa The Government designates a public umutungo wimukanwa n’utimukanwa, institution to which movable and immovable amasezerano n’imyenda byari iby’Inteko assets, contracts and liabilities of the former Nyarwanda y’Ururimi n’Umuco. L’État désigne un établissement public auquel sont transférés les biens meubles et immeubles, les contrats ainsi que le passif de l’ancienne Académie rwandaise de Langue et de Culture. Rwanda Academy of Language and Culture are transferred. Ingingo ya 5: Itegurwa, n’itorwa by’iri tegeko isuzumwa Article 5: Drafting, consideration and Article 5: Initiation, examen et adoption de adoption of this Law la présente loi Iri tegeko ryateguwe, risuzumwa kandi This Law was drafted, considered and adopted La présente loi a été initiée, examinée et adoptée ritorwa mu rurimi rw’Ikinyarwanda. in Ikinyarwanda. en Ikinyarwanda. Ingingo ya 6: Ivanwaho ry’ingingo Article 6: Repealing provision z’amategeko zinyuranyije n’iri tegeko"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6 - Disposition abrogatoire",
      "content": "Ingingo zose z’amategeko abanziriza iri All prior legal provisions contrary to this Law Toutes les dispositions légales antérieures kandi zinyuranyije na ryo zivanyweho. are repealed. contraires à la présente loi sont abrogées. Ingingo ya 7: Igihe iri tegeko ritangira Article 7: Commencement gukurikizwa"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7 - Entrée en vigueur",
      "content": "Iri tegeko ritangira gukurikizwa ku munsi This Law comes into force on the date of its La présente loi entre en vigueur le jour de sa ritangarijweho mu Igazeti ya Leta ya publication in the Official Gazette of the publication au Journal Officiel de la République Repubulika y’u Rwanda. Republic of Rwanda. du Rwanda. Kigali, on 28/08/2020 (sé) KAGAME Paul Perezida wa Repubulika President of the Republic Président de la Republique (sé) Dr NGIRENTE Edouard Minisitiri w’Intebe Prime Minister Premier Ministre Bibonywe kandi bishyizweho Ikirango cya Repubulika: Seen and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston Minisitiri w’Ubutabera/Intumwa Nkuru ya Leta Minister of Justice/Attorney General Ministre de la Justice/Garde des Sceaux"
    }
  ],
  "definitions": []
}
