{
  "id": "rw-electronic-commerce-2017",
  "type": "statute",
  "title": "Itegeko N° 26/2017 ryo ku Ubucuruzi bw'Ikoranabuhanga",
  "title_en": "Law N° 26/2017 of 31/05/2017 on Electronic Commerce",
  "short_name": "E-Commerce 2017",
  "status": "in_force",
  "issued_date": "2017-05-31",
  "in_force_date": "2017-05-31",
  "url": "https://www.rdb.rw/uploads/tx_sbdownloader/Law_on_Electronic_Commerce.pdf",
  "description": "Law N° 26/2017 establishes the legal framework for electronic commerce in Rwanda, regulating electronic contracts, online consumer protection, electronic payment systems, and the legal recognition of electronic transactions. The law aims to build confidence in online commercial activities by establishing clear rules for the formation and validity of electronic contracts and providing consumer protection mechanisms tailored to digital commerce environments.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1. Definitions",
      "content": "For purposes of this Law: 'Electronic commerce' means commercial activities conducted electronically over computer networks, including the buying and selling of goods and services, the transmission of funds, and the exchange of commercial information; 'Electronic contract' means a contract formed through an interaction of two or more persons using electronic communications; 'Electronic agent' means a computer programme or other automated means used to initiate an action or to respond to electronic records or performances in whole or in part, without review or action by an individual at the time of the action or response; 'Online marketplace' means a digital platform enabling third-party sellers to offer goods or services to buyers; 'Electronic payment' means a payment made through electronic means, including payment by credit card, debit card, electronic funds transfer, mobile money, or other digital payment instruments; 'Consumer' means a natural person who, in an electronic commercial transaction, acts for purposes unrelated to their trade, business, or profession."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2. Scope",
      "content": "This Law applies to electronic commercial transactions conducted wholly or partly within Rwanda and to transactions conducted outside Rwanda where: (a) the online service provider is established in Rwanda; or (b) the transaction is targeted at consumers located in Rwanda. This Law does not apply to: transactions relating to matters governed by laws requiring different formalities; transactions relating to land and real property interests; gambling activities; and activities of public authorities acting in their official capacity. This Law shall be read and applied consistently with general contract law, the law on electronic messages and signatures, and the law on personal data protection where such laws apply to electronic commerce activities. Where provisions of this Law conflict with provisions of other laws, the provisions of this Law shall prevail to the extent of the inconsistency, unless otherwise provided."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3. Legal Recognition of Electronic Contracts",
      "content": "A contract shall not be denied legal effect, validity, or enforceability solely because it was formed through electronic communications. Where the law requires a contract to be in writing, that requirement is met by an electronic record if the information contained therein is accessible so as to be usable for subsequent reference. Where the law requires a signature, that requirement is met in relation to an electronic record if an electronic signature is used that is reliable for the purpose for which the record was generated or communicated. Contracts formed electronically shall be subject to the same requirements for validity as contracts formed through other means, including requirements relating to capacity, consent, object, and consideration. An offer and acceptance may be expressed by electronic means, and the meeting of offer and acceptance shall be determined in accordance with general contract law."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4. Formation and Conclusion of Electronic Contracts",
      "content": "An offer to sell goods or services made through a website or other electronic means shall constitute an invitation to make an offer unless it clearly and unambiguously states that it constitutes a binding offer. An electronic contract is concluded at the time and place where the acceptance reaches the offeror, unless the parties have agreed otherwise or unless it is apparent from the circumstances of the case that they have agreed otherwise. Where an electronic contract is concluded through an automated system, the contract is concluded when the automated system of the offeror receives the acceptance from the offeree. An electronic agent may form a binding contract on behalf of a party, and the party shall be bound by the actions of its electronic agent. Where there is an error in an electronic record entered into an automated system, the natural person who entered the information may request annulment of the resulting contract if: the person notifies the other party of the error promptly; and the person has not used or received any material benefit from the contract."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5. Pre-Contractual Information Obligations",
      "content": "Before a consumer concludes an electronic contract, the trader shall provide the consumer with clear and comprehensible information including: the identity and main business address of the trader; the main characteristics of the goods or services; the total price including all applicable taxes and delivery charges; the arrangements for payment, delivery, and performance; the trader's complaints handling policy; where a right of withdrawal exists, the conditions, time limit, and procedures for exercising the right; where applicable, the costs of using the means of distance communication; where applicable, information on after-sales services, commercial guarantees, and their conditions. Information shall be provided in a manner appropriate to the means of communication used. If the trader fails to provide the required information, the consumer shall not be bound by any additional costs."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6. Consumer Right of Withdrawal",
      "content": "A consumer has the right to withdraw from an electronic contract without giving any reason, within fourteen days of: in the case of a sales contract, the day on which the consumer or a third party designated by the consumer acquires physical possession of the goods; in the case of a service contract, the day of conclusion of the contract. The consumer shall inform the trader of their decision to withdraw before the expiry of the withdrawal period, using the withdrawal form provided by the trader or any other unambiguous statement. Upon withdrawal, the trader shall reimburse all payments received from the consumer, including delivery costs, without undue delay and not later than fourteen days from the day on which the trader is informed of the consumer's decision to withdraw. The right of withdrawal shall not apply to: goods made to the consumer's specifications; goods that deteriorate rapidly; sealed audio or video recordings or computer software unsealed by the consumer; and digital content not supplied on a tangible medium where performance has begun with the consumer's prior express consent."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7. Electronic Payment Systems",
      "content": "Electronic payment service providers operating in Rwanda shall be authorised by the National Bank of Rwanda in accordance with applicable payment systems law. Electronic payments shall be deemed to have been made at the time they are recorded as received by the payee's payment service provider. Where a consumer has made an electronic payment for goods or services that are not delivered or are materially defective, the consumer may request a chargeback from their payment service provider, subject to applicable payment system rules and timeframes. Electronic payment service providers shall implement security measures proportionate to the risks posed by the payment services offered. Online merchants shall not store full payment card details on their systems unless specifically authorised and compliant with applicable payment card industry security standards. Electronic payment providers shall cooperate with law enforcement and regulatory authorities in investigations relating to fraudulent or unlawful transactions."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8. Online Marketplace Obligations",
      "content": "Operators of online marketplaces enabling third-party sellers to reach consumers shall: (a) take reasonable steps to verify the identity and address of sellers operating on their platform; (b) make available to consumers clear information enabling them to identify the seller with whom they are contracting; (c) establish a mechanism for consumers to report illegal content or products; (d) cooperate with competent authorities in the investigation of alleged illegal activities conducted through their platform; (e) take expeditious action upon receipt of credible notification of illegal content. Online marketplace operators shall not be liable for illegal content hosted on their platform where they have no actual knowledge of the illegal activity and act expeditiously to remove or disable access to such content upon obtaining such knowledge. Online marketplaces shall publish their terms and conditions for sellers in a clear and accessible format."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9. Electronic Invoicing and Records",
      "content": "An electronic invoice has the same legal effect as a paper invoice provided it ensures the authenticity of origin, the integrity of content, and its legibility. Electronic invoices shall be stored in a secure and accessible manner for the period required by applicable tax and commercial law. Traders engaged in electronic commerce shall maintain records of transactions sufficient to demonstrate compliance with applicable tax obligations and this Law. Where the law requires a written record of a commercial transaction, an electronic record meeting applicable requirements for authenticity and integrity satisfies that requirement. Electronic records relating to electronic commerce transactions shall be made available to competent regulatory and tax authorities upon lawful request. The tax authority may issue specific guidelines on the technical requirements for electronic invoicing and electronic record-keeping."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10. Spam and Unsolicited Commercial Communications",
      "content": "The sending of unsolicited commercial electronic communications to natural persons without their prior consent is prohibited. Electronic marketing communications shall clearly identify themselves as commercial communications; clearly identify the person on whose behalf the communication is sent; provide a valid means of contact enabling the recipient to opt out of future communications; and include a functioning unsubscribe mechanism. A recipient who has opted out of commercial communications from a specific sender shall not receive further communications from that sender within ten business days of their opt-out request. Electronic communications in the context of an existing customer relationship may be sent regarding directly similar products or services provided the customer was given a clear opportunity to object to such use at the time of data collection and on each subsequent communication. The supervisory authority shall have powers to investigate complaints and to take enforcement action against senders of unlawful commercial communications."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11. Digital Dispute Resolution",
      "content": "The Government shall promote the availability of accessible and affordable mechanisms for the resolution of electronic commerce disputes. Online dispute resolution mechanisms shall enable consumers to submit complaints, engage with traders, and reach binding or non-binding outcomes without the need for in-person attendance. Competent regulatory authorities shall maintain registers of certified online dispute resolution service providers. Traders engaged in electronic commerce with consumers shall: inform consumers about available out-of-court dispute resolution mechanisms; indicate whether they are committed to use a particular online dispute resolution service; and provide a link to the applicable dispute resolution platform on their website. Nothing in this Article shall affect the right of consumers to bring proceedings before competent courts."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12. Cross-Border Electronic Commerce",
      "content": "The Government of Rwanda shall cooperate with other countries and international organisations to facilitate cross-border electronic commerce in a manner consistent with Rwanda's trade commitments and the development objectives of the East African Community and the African Continental Free Trade Area. Traders in Rwanda engaged in cross-border electronic commerce shall comply with applicable laws in destination countries to the extent required by international law. Where electronic contracts are concluded with consumers in other countries, applicable consumer protection law shall be determined in accordance with applicable private international law principles. The Government shall promote mutual recognition of electronic signatures and electronic records with other countries to facilitate cross-border digital trade. Customs and tax authorities shall develop procedures for the efficient processing of goods purchased through international electronic commerce transactions."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13. Data Protection in Electronic Commerce",
      "content": "Traders engaged in electronic commerce shall comply with applicable personal data protection law in their collection, processing, and storage of customer data. Traders shall collect only the personal data strictly necessary for the purpose of the electronic commercial transaction and any directly related services. Traders shall implement appropriate technical and organisational security measures to protect the personal data of their customers against unauthorised access, loss, or destruction. Customers shall be clearly informed of the personal data collected, the purposes of collection, and any third parties to whom data will be disclosed. Traders shall not use personal data collected in the context of an electronic transaction for purposes unrelated to the transaction or to directly related services without the customer's explicit consent. Violations of data protection obligations in the context of electronic commerce may be investigated and sanctioned by both the data protection supervisory authority and consumer protection authorities."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14. Enforcement",
      "content": "The Rwanda Development Board and other competent regulatory authorities designated by the Minister shall have authority to monitor compliance with this Law and to investigate alleged violations. Upon finding a violation of this Law, competent authorities may issue compliance orders, impose administrative sanctions, and take such other action as is authorised by this Law and applicable regulations. Administrative sanctions shall be proportionate to the gravity of the violation, the harm caused to consumers, and the economic benefit obtained from the violation. Consumers who suffer harm as a result of a violation of this Law may bring civil claims for damages before the competent courts. Competent authorities shall cooperate in cross-border enforcement matters and may share information with regulatory authorities of other countries subject to applicable confidentiality requirements."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15. Entry into Force",
      "content": "The Minister responsible for trade and commerce shall, within six months of the entry into force of this Law, issue regulations specifying detailed requirements for: pre-contractual information obligations; the exercise of the consumer right of withdrawal; requirements for online marketplaces; certification of online dispute resolution providers; and any other matter necessary for the implementation of this Law. The Minister responsible for ICT shall issue technical guidelines on electronic invoicing, electronic record-keeping, and the security of electronic payment systems in coordination with relevant regulatory authorities. This Law shall prevail over inconsistent provisions in earlier legislation relating to electronic commerce. This Law enters into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {"term": "electronic commerce", "definition": "Commercial activities conducted electronically over computer networks, including the buying and selling of goods and services and the exchange of commercial information.", "source_provision": "art1"},
    {"term": "electronic contract", "definition": "A contract formed through an interaction of two or more persons using electronic communications.", "source_provision": "art1"},
    {"term": "electronic payment", "definition": "A payment made through electronic means, including payment by credit card, debit card, electronic funds transfer, mobile money, or other digital payment instruments.", "source_provision": "art1"},
    {"term": "consumer", "definition": "A natural person who, in an electronic commercial transaction, acts for purposes unrelated to their trade, business, or profession.", "source_provision": "art1"},
    {"term": "online marketplace", "definition": "A digital platform enabling third-party sellers to offer goods or services to buyers.", "source_provision": "art1"},
    {"term": "right of withdrawal", "definition": "The consumer's right to withdraw from an electronic contract without giving any reason within fourteen days.", "source_provision": "art6"}
  ]
}
