{
  "id": "rw-risa-establishment-2017",
  "type": "statute",
  "title": "Law establishing Rwanda Information Society Authority and determining its Mission, Organisation and Functioning",
  "title_en": "Law establishing Rwanda Information Society Authority and determining its Mission, Organisation and Functioning",
  "short_name": "Law 2 of 2017",
  "status": "in_force",
  "issued_date": "2017-02-18",
  "in_force_date": "2017-03-06",
  "url": "https://rwandalii.org/akn/rw/act/law/2017/2/eng@2017-03-06",
  "description": "Establishes Rwanda Information Society Authority (RISA) and defines national ICT implementation and governance responsibilities.",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes Rwanda Information Society Authority, abbreviated as “RISA”. It also determines its mission, organisation and functioning."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Legal personality and autonomy",
      "content": "RISA has legal personality, enjoys administrative and financial autonomy and is managed in accordance with relevant laws."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Category of RISA",
      "content": "RISA falls under the category of non-commercial public institutions."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Head office of RISA",
      "content": "The head office of RISA is located in the City of Kigali, the Capital of the Republic of Rwanda. It may be transferred elsewhere on the Rwandan territory if considered necessary. RISA may have branches elsewhere in the country if considered necessary in order to fulfil its mission, upon approval by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Mission of RISA",
      "section": "5",
      "title": "Article 5 – Mission of RISA",
      "content": "The main missions of RISA are as follows: 1° to implement national Information and Communication Technologies (ICT) policies and programs in order to fast-track socio-economic growth; 2° to implement strategies which expand the access and affordability of Information and Communication Technologies; 3° to accelerate community development through mainstreaming Information and Communication Technologies in national socio-economic sectors; 4° to prepare and coordinate programs that increase the required skills in the field of Information and Communication Technology in order to achieve a knowledge-based economy; 5° to strengthen programs on Information and Communication Technology innovation; 6° to coordinate the implementation of projects that deliver Information and Communication Technology services; 7° to cooperate and collaborate with other regional and international institutions with a similar mission."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter III – Supervising authority of RISA and performance contract",
      "section": "6",
      "title": "Article 6 – Supervising authority of RISA",
      "content": "A Prime Minister’s Order determines the supervising authority of RISA."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Supervising authority of RISA and performance contract",
      "section": "7",
      "title": "Article 7 – Performance contract",
      "content": "RISA operates on the basis of a performance contract. Relevant laws determine modalities for the conclusion and evaluation of the performance contract of RISA."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "8",
      "title": "Article 8 – Management organs of RISA",
      "content": "RISA is composed of the following two (2) management organs: 1° the Board of Directors; 2° the Executive Organ."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "9",
      "title": "Article 9 – Members of the Board of Directors of RISA",
      "content": "The Board of Directors of RISA is composed of seven (7) members appointed by a Presidential Order, including the Chairperson and the Deputy Chairperson. Members of the Board of Directors are selected on the basis of their competence and expertise. At least thirty percent (30%) of the members of the Board of Directors must be females. A Presidential Order determines the term of office of members of the Board of Directors of RISA and modalities for their replacement."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "10",
      "title": "Article 10 – Powers of the Board of Directors",
      "content": "The Board of Directors of RISA is the supreme management and decision making organ."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "11",
      "title": "Article 11 – Responsibilities of the Board of Directors",
      "content": "The main responsibilities of the Board of Directors of RISA are as follows: 1° to oversee the functioning of the Executive Organ of RISA and provide strategic guidance to the Executive Organ in fulfilment of its mandate; 2° to approve the strategic plan and action plan of RISA and related reports; 3° to conclude a performance contract with the supervising authority of RISA and to monitor its implementation; 4° to approve the rules and regulations of RISA; 5° to approve the draft budget proposal of RISA and monitor the use of the budget and its execution; 6° to approve the activity and financial reports of the previous year; 7° to submit quarterly and annual activity reports and financial report to the supervising authority of RISA; 8° to make decisions on all critical matters under the mission of RISA; 9° to approve the draft organizational structure of RISA to be determined by a Prime Minister’s Order; 10° to assess the functioning of RISA in accordance with the action plan and budget."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "12",
      "title": "Article 12 – Responsibilities of the Chairperson of the Board of Directors",
      "content": "The Chairperson of the Board of Directors has the following responsibilities: 1° to chair the Board of Directors and coordinate its activities; 2° to convene and chair the meetings of the Board of Directors; 3° to submit minutes of the meetings of the Board of Directors of RISA to its supervising authority; 4° to sign the performance contract between the Board of Directors and the supervising authority of RISA; 5° to submit reports of RISA adopted by the Board of Directors to relevant organs; 6° to follow up the implementation of decisions of the Board of Directors; 7° to perform any other duty as may be assigned to him/her by the Board of Directors within its responsibilities."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "13",
      "title": "Article 13 – Responsibilities of the Deputy Chairperson of the Board of Directors",
      "content": "The Deputy Chairperson of the Board of Directors has the following responsibilities: 1º to assist the Chairperson and deputize him/her in case of his/ her absence; 2º to perform any other duty as may be assigned to him/her by the Board of Directors."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "14",
      "title": "Article 14 – Incompatibilities with membership to the Board of Directors",
      "content": "Members of the Board of Directors are not allowed to perform any remunerated activity within RISA. They are also not allowed, either individually or through companies in which they hold shares, to bid for tenders of RISA."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "15",
      "title": "Article 15 – Reasons for loss of membership to the Board of Directors and modalities for replacement",
      "content": "A member of the Board of Directors loses membership if: 1° the term of office expires; 2° he/she resigns in writing; 3° he/she is no longer able to perform his/her duties due to physical or mental disability certified by a committee of three (3) authorized physicians; 4° he/she is definitively sentenced to a term of imprisonment equal to or exceeding six (6) months; 5° he/she is absent in meetings for three (3) consecutive times without valid reasons; 6° he/she manifests any behaviour likely to compromise his/her dignity, that of his/her work or that of his/her position; 7° he/she jeopardizes the interests of RISA; 8° he/she is convicted of the crime of genocide or genocide ideology; 9° he/she no longer fulfils the requirements under which he/she was appointed; 10° he/she dies. Where a member of the Board of Directors leaves his/her duties before the expiration of his/her term of office, the competent authority appoints his/her substitute to complete such a term of office."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "16",
      "title": "Article 16 – Convening and holding of the meeting of the Board of Directors and decision making",
      "content": "A meeting of the Board of Directors of RISA is held once a quarter and whenever it is considered necessary upon invitation by its Chairperson or Deputy Chairperson in case of absence of the Chairperson, on his/her own initiative or upon request in writing of at least by a third (1/3) of its members. The invitation is submitted in writing to the members of the Board of Directors at least fifteen (15) days before the meeting is held. However, an extraordinary meeting is convened in writing at least three (3) working days before the meeting is held. Items to be considered at the meeting of the Board of Directors in the first quarter of the year include the approval of the financial and activity reports of the previous year. Every quarter, the meeting of the Board of Directors must also consider financial and activity reports relating to the previous quarter and transmit it to the supervising authority of RISA. The quorum for the meeting of the Board of Directors is two-thirds (2/3) of its members. However, if the meeting is convened for the second time it is held regardless of the number of members present. The Chief Executive Officer attends the meetings of the Board of Directors. Rules and regulations of RISA determine the procedures for decision making by the Board of Directors."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "17",
      "title": "Article 17 – Invitation of a resource person in the meetings of the Board of Directors",
      "content": "The Board of Directors may invite in its meeting any person from whom it may seek advice on a certain item on the agenda. The invitee is not allowed to vote and to follow debates on other items on the agenda."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "18",
      "title": "Article 18 – Approval of resolutions and minutes of the Board of Directors",
      "content": "Resolutions of the meeting of the Board of Directors are signed by its members immediately after the meeting, and its copy is submitted to the supervising authority of RISA within five (5) working days. The head of the supervising authority of RISA gives his/ her opinion on the resolutions of the meeting of the Board of Directors within fifteen (15) working days from its receipt. If this period expires before he/she gives his/her opinion, such resolutions are considered definitively approved. The minutes of the meeting of the Board of Directors are jointly signed by the Chairperson and the rapporteur of the meeting and approved at the next meeting. A copy of the minutes of the meeting is submitted to the supervising authority of RISA within fifteen (15) days from their approval."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "19",
      "title": "Article 19 – Rapporteur of the meeting of the Board of Directors",
      "content": "The Chief Executive Officer of RISA serves as rapporteur of the meeting of the Board of Directors but he/she is not entitled to vote when making decisions. The Chief Executive Officer of RISA does not participate in the meetings that make decisions on matters that concern him/her personally. In that case, members of the Board of Directors elect a rapporteur from among themselves."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "20",
      "title": "Article 20 – Personal interest in matters under consideration",
      "content": "If a member of the Board of Directors has a direct or indirect interest in matters under consideration, he/she must immediately inform the Board of Directors about where his/her interest lies. The member who declares an interest in the matter under consideration may not attend the meeting deliberating on the matter. If it appears that several or all of the members of the Board of Directors have direct or indirect interests in the matter under consideration in such a way that it is impossible to decide on the matter, the matter is submitted to the supervising authority of RISA to decide on the matter within thirty (30) days."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "21",
      "title": "Article 21 – Sitting allowances for members of the Board of Directors",
      "content": "A Presidential Order determines the sitting allowances for members of the Board of Directors."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "22",
      "title": "Article 22 – Members of the Executive Organ of RISA",
      "content": "The Executive Organ of RISA is composed of Chief Executive Officer appointed by a Presidential Order. It also comprises other staff members recruited in accordance with relevant laws. A Presidential Order may also appoint a Deputy Chief Executive Officers and determine their powers and responsibilities. A Prime Minister’s Order determines the functioning of the Executive Organ of RISA."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "23",
      "title": "Article 23 – Responsibilities of the Executive Organ",
      "content": "The Executive Organ of RISA has the following main responsibilities: 1° to follow-up on and coordinate daily activities; 2° to perform any other duty relevant to the missions of RISA as may be assigned by the Board of Directors."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "24",
      "title": "Article 24 – Powers and responsibilities of the Chief Executive Officer of RISA",
      "content": "The Chief Executive Officer of RISA has the power to make decisions on the management of staff and property of RISA in accordance with relevant laws. He/she also coordinates and manages activities. The Chief Executive Officer of RISA has the following responsibilities: 1° to follow-up on the daily activities of RISA; 2° to serve as the legal representative of RISA; 3° to serve as the spokesperson of RISA; 4° to implement the decisions of the Board of Directors of RISA; 5° to manage the staff, equipment and property of RISA and submit a report thereon to the Board of Directors; 6° to prepare the action plan and activity report to be approved by the Board of Directors of RISA; 7° to prepare the draft of internal rules and regulations of of RISA to be approved by the Board of Directors of RISA; 8° to prepare the draft budget proposal of RISA; 9° to execute the budget of RISA; 10° to attend the meetings of the Board of Directors and serve as its rapporteur; 11° to perform such other duties relevant to the mission of RISA as may be assigned by the Board of Directors. A Prime Minister’s Order determines responsibilities of other staff members of the Executive Organ of RISA."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "25",
      "title": "Article 25 – Statutes governing staff of RISA",
      "content": "The staff of RISA are governed by the general statutes for public service."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "26",
      "title": "Article 26 – Salary and other fringe benefits for members of the Executive Organ of RISA",
      "content": "Salaries and other fringe benefits allocated to members of the Executive Organ of RISA are determined in accordance with laws governing public service."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Organisation and functioning of RISA",
      "section": "27",
      "title": "Article 27 – Structure and functioning of the organs of RISA",
      "content": "A Prime Minister’s Order determines the structure and functioning of the organs of RISA."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter V – Property and finance",
      "section": "28",
      "title": "Article 28 – Property of RISA and its source",
      "content": "The property of RISA is comprised of movable and immovable property. The property of RISA is derived from the following sources: 1° state budget allocations; 2° state or partners’ subsidies; 3° income from services rendered; 4° interests from its property; 5° loans granted to RISA and approved by the Minister in charge of finance; 6° donation and bequests."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter V – Property and finance",
      "section": "29",
      "title": "Article 29 – Budget of RISA",
      "content": "RISA prepares its annual budget to be approved by the competent authority and used in accordance with relevant laws."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter V – Property and finance",
      "section": "30",
      "title": "Article 30 – Use and audit of the property of RISA",
      "content": "The internal audit of RISA submits a report to the Board of Directors with a copy to the Chief Executive Officer of RISA. The use of the property of RISA and management of its staff are audited in accordance with relevant laws."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter V – Property and finance",
      "section": "31",
      "title": "Article 31 – Annual financial statements",
      "content": "Within three (3) months following the closure of the financial year, the Chief Executive Officer of RISA submits the annual financial statements to the supervising organ of RISA after its approval by the Board of Directors in accordance with laws governing the management of State finances and property."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter VI – Final provisions",
      "section": "32",
      "title": "Article 32 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter VI – Final provisions",
      "section": "33",
      "title": "Article 33 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter VI – Final provisions",
      "section": "34",
      "title": "Article 34 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
