{
  "id": "rw-law-2019-75",
  "type": "statute",
  "title": "Law on Prevention and Punishment of Money Laundering, Financing of Terrorism, and Financing of Proliferation of Weapons of Mass Destruction",
  "title_en": "Law on Prevention and Punishment of Money Laundering, Financing of Terrorism, and Financing of Proliferation of Weapons of Mass Destruction",
  "short_name": "Law 75 of 2019",
  "status": "in_force",
  "issued_date": "2020-01-29",
  "in_force_date": "2020-02-24",
  "url": "https://rwandalii.org/akn/rw/act/law/2019/75/eng@2020-02-24",
  "provisions": [
    {
      "provision_ref": "artapply-to",
      "section": "apply to",
      "title": "Article apply to - a person who knowingly",
      "content": "an agreement or has interest in it in order acquire property or funds or enables another to acquire money or support, knowing or reasonable grounds to suspect that they be used for proliferation of weapons of destruction. 32: Penalties against a legal entity prejudice to provisions of other laws, entity that conducts money laundering, of terrorism and financing of of mass destructions acts through representatives or members, commits an Upon conviction, it is liable to a fine of francs of ten (10) to twenty (20) times amount of money laundered or given, prejudice to the liability for complicity its representatives. court’s decision stating the penalties is in newspapers and through any other used by the media. 33: Aggravating circumstances mentioned in Articles 29, 30 and 31 of Law are doubled: 1º if the predicate offence is punishable by a term of imprisonment higher than the one in Articles 29, 30 and 31 of this Law; 2º if the offence is committed as an occupation; 3º if the offence is committed within the framework of an organised criminal conspiracy; 4º in case of recidivism. 34: Mitigating circumstances prejudice to the provisions of other the penalties provided for in Articles 29, and 31 of this Law can be reduced when the of the offence has provided information would have not obtained otherwise, helps to prevent or limit the effects of the identify or take legal action against find evidence or prevent the of other offences provided for in 29, 30 and 31 of this Law. 35: Penalties for other offences to money laundering, financing of and financing of proliferation of of mass destruction person who, in the exercise of his or her of managing, supervising or providing on deposit, currency exchange, or using any other means of transfer funds or any other property: 1º reveals to third parties, the suspicious transactions report made to the Centre, in the context of the execution of his or her activities; 2º knowingly destroys or makes disappear records or documents filed; 3º performs or attempts to perform under false identification, the transactions for which the declaration of identification prescribed; 4º having been informed because of his or her office or profession, of an intelligence for money laundering, financing of terrorism and financing of proliferation of weapons of mass destruction informs, by all means, the persons subject to the intelligence; 5º communicates to judicial authorities or to the competent civil servants, documents that he or she knows are truncated or erroneous; 6º disregards the rules related to the secrecy of information collected, to the prohibition to reveal them or communicate them except in the cases provided for in this Law; 7º does not submit the suspicious transactions report, despite the fact that the circumstances of the transactions lead to deduce that the funds could come from one of the offences related to money laundering and to financing of terrorism; 8º makes or accepts payments in cash for the amount of money which is higher than the threshold set by the Centre; 9º violates the rules related international transfer of funds; an offence. conviction of one of the acts mentioned in One of this Article, he or she is liable imprisonment for a term of not less than three years but not more than five (5) years and of not less than three million Rwandan (FRW 3,000,000) but not more than five Rwandan francs (FRW 5,000,000). 36: Confiscation to the case of a conviction for an offence provided in this Law, the court orders the confiscation the following assets: 1º property or funds emanating from the offence, including revenues and other advantages which were drawn from it, whoever the owner may be, unless their beneficial owner establishes that he or she acquired them in good faith; 2º property or funds belonging, directly or indirectly, to a person convicted, unless he or she establishes its licit origin and his or her property right. decision of confiscation indicates the property or funds and the details for their identification and location. V: MISCELLANEOUS AND PROVISIONS 37: Evidence of criminal intent intent or purpose required as an of the offence of money laundering, of terrorism and financing of of weapons of mass destruction be inferred from objective factual to discern an unknown fact. 38: Non-requirement of predicate offence of prior prosecuting the offence of money financing of terrorism and financing proliferation of weapons of mass destruction is not required that the suspect be first of a predicate offence. 39: Drafting, consideration and of this Law Law was drafted in English, considered adopted in Ikinyarwanda. 40: Repealing provision n° 69/2018 of 31/08/2018 on prevention penalizing the crime of money laundering terrorism financing and all prior legal contrary to this Law are repealed. 41: Commencement Law comes into force on the date of its in the Official Gazette of the of Rwanda. on 29/01/2020 (Sé) KAGAME Paul President of the Republic (Sé) Dr NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic: (Sé) BUSINGYE Johnston of Justice/Attorney General PRIME MINISTER’S ORDER N° 039/03 OF 20/02/2020 DISMISSING DIRECTOR OF UNIT TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER",
      "section": "2",
      "title": "Article 2 - Definitions of terms",
      "content": "In this Regulation, unless the context otherwise requires, the following terms shall mean: 1° account: any account maintained with an institution permitted to do so by the Central Bank and duly supervised; 2° account issuance services: services of issuing a payment account to any person in Rwanda, providing service in relation to any of the operations required for operating a payment account including enabling money to be placed in or be withdrawn from a payment account. 3° account servicing payment service provider: a payment service provider providing and maintaining a payment account for a payer; 4° authentication: A procedure allowing the payment service provider to verify the identity of a payment service User, or the validity of use of a specific Payment Instrument, including use of the User’s personalised security credentials; 5° business day: a day on which the relevant payment service provider of the payer or the payment service provider of the payee involved in the execution of a payment transaction is open for business as required for the execution of a payment transaction; 6° consent: any freely given, specific, informed and unambiguous indication of the data subject's wishes by which he or she, by a statement or by a clear affirmative action, signifies agreement to the processing of personal data relating to him or her; 7° Customer: a natural person or legal entity using an electronic device or facility to execute money transactions and/or electronic fund transfers; 8° Credit transfer: a payment service for crediting a payee’s payment account with a payment transaction or a series of payment transactions from a payer’s payment account by the payment service provider which holds the payer’s payment account, triggered by an instruction given by the payer; 9° direct debit: a payment service for debiting a payer’s payment account, where a payment transaction is initiated by the payee on the basis of the consent given by the payer to the payee, to the payee’s payment service provider or to the payer’s own payment service provider; 10° durable medium: any instrument which enables the payment service user to store information addressed personally to that payment service user in a way accessible for future reference for a period of time adequate to the purposes of the information and which allows the unchanged reproduction of the information stored; 11° electronic money: monetary value as represented by a claim on the issuer which is: a. stored on an electronic device; b. issued on receipt of funds of an amount not less in value than the monetary value issued; c. accepted as means of payment by undertakings other than the issuer. 12° e-money issuance services: services related to the issuance and management of e-money for the purpose of providing payment services; 13° execution of payment transactions: include transfers of funds on a payment account with the user’s payment service provider or with another payment service provider 14° framework contract: a payment service contract which governs the future execution of individual and successive payment transactions and which may contain the obligation and conditions for setting up a payment account to execute such transaction; 15° merchant acquisition services: acquiring of payment transactions such as physical and online merchant acquisition services or payment aggregation; 16° money remittances services: a payment service where funds are received from an originator without any accounts being created in the name of the originator or the beneficiary, for the sole purpose of transferring a corresponding amount to beneficiary or to another Payment Services Provider acting on behalf of the beneficiary; 17° payment initiation service: a service to initiate a payment order at the request of the payment service user with respect to payment account held at another payment service provider; 18° remote payment transaction: a payment transaction initiated via internet or through a device that can be used for distance communication; 19° payment order: an instruction by a payer or payee to its payment service provider requesting the execution of a payment transaction; 20° payer: a natural or legal person who holds a payment account and allows a payment order from that payment account, or, where there is no payment account, natural or legal person who gives payment order; 21° payment transaction: an act, initiated by the payer or on his behalf or by the payee, of placing, transferring or withdrawing funds, irrespective of any underlying obligations between the payer and the payee; 22° payee: a natural or legal person who is the intended recipient of funds which is the subject of a payment transaction; 23° receiving institution: the payment service provider to which the sender’s instruction is addressed; 24° Security Access Code: a personal identification number (PIN), password, code or any other device providing means of certified access to a customer’s account for the purposes of, among other things, initiating a payment order. 25° security procedure: a procedure established by agreement of a customer and a payment service provider for the purpose of: a. Verifying that a payment order or communication amending or cancelling payment order is that of the customer, or b. Detecting error in the transmission or the content of the payment order or communication. A security procedure may require the use of algorithms or other codes, identifying words or numbers, encryption, call-back procedures, similar security devices. Comparison of signature on a payment instruction or communication with an authorized specimen signature of the customer is not by itself security procedure. 26° sender: the originator of a transfer, this being either a payer or a payee as the case may be. 27° strong customer authentication: an authentication based on the use of two or more elements categorised as knowledge (something only the user knows), possession (something only the user possesses) and inherence (something the user is) that are independent, in that the breach of one does not compromise the reliability of the others, and is designed in such a way as to protect the confidentiality of the authentication data; 28° unique identifier: a combination of letters, numbers or symbols specified to the payment service user by the payment service provider and to be provided by the payment service user to identify unambiguously another payment service user and/or the payment account of that other payment service user for a payment transaction; 29° payment system: a funds transfer system with formal and standardised arrangements and common rules for the processing, clearing and/or settlement of payment transactions; 30° single payment service contract: contract for a single payment transaction not covered by a framework contract; 31° value date: a reference time used by payment service provider for the calculation of interest on the funds debited from or credited to a payment account. II: EXECUTION PAYMENT TRANSACTIONS"
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER",
      "section": "4",
      "title": "Article 4 - Refusal of a payment order",
      "content": "The payment service provider shall not be allowed to refuse the execution of an authorised payment order, irrespective of whether the payment order was initiated by payer, or by a payment initiation service provider or by or through a payee, unless: 1° the payment account to be debited is insufficiently funded; 2° there are doubts about the authenticity of the order; 3° the order is completed or sent to the payment service provider, incompletely or irregularly; 4° the payment service provider is prevented executing the payment order pursuant to a public order, legal or statutory provision; 5° the order breaches provisions stipulated in the specific agreements between the payment service provider and the payment service user. The payment service provider shall notify the payment service user of the refusal to execute the payment order and, if possible, of the reasons therefor, and of the procedure for correcting the mistakes that led to the refusal, unless such notification is prohibited by the Law. If the payment service provider refuses to execute the payment order in accordance with this Article, the payment order shall be deemed not to have been received."
    },
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER",
      "section": "1",
      "title": "Article 1 - Purpose and scope of this",
      "content": "regulation This Regulation sets forth the rules to protect the users of payment services provided totally or partially in Rwanda as well as the enforcement of rights and/or obligations in the provision of payment services. Payment services include any business activities carried out through or by means of, or a combination of the following: 1° account issuance services; 2° execution of payment transactions; 3° money remittances services; 4° merchant acquisition services; 5° payment initiation services; 6° e-money issuance services."
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER",
      "section": "3",
      "title": "Article 3 - Receipt of payment orders",
      "content": "OF It shall be deemed that the payment service provider received a payment order at the point in time when the payment order was transmitted in the manner specified in the payment service contract. The point in time of receipt is the time when the payer's payment service provider received a payment order transmitted by the payer, the payee or by the payer through the payee. Specifically, the point in time of receipt of payment order is defined as follows: 1° For Credit Transfers given in paper form: when the form containing the payment order is submitted directly at a branch counter: the time it physically submitted to the teller; 2° For Credit Transfers carried out via the electronic services made available to the payment service user by the payment service provider: after the information required for payment order execution is submitted, when the payment service user receives electronic confirmation of its receipt by the payment service provider; 3° For Direct Debits: as from the receipt of the files transferred by the payment service provider of the payee/creditor of the payer containing the payment orders to be executed. If a payment order is received after the close of a business day or after the appropriate cut- off time, the receiving institution may treat the payment order as received at the opening of the next business day. If the payment service user initiating the payment order and its payment service provider have agreed that the execution of the payment order should be started on a specific day or at the end of a certain period or on the day on which the payer has placed funds at the payment service provider's disposal, then the agreed date shall be deemed to be the point in time of receipt. If the agreed date does not fall on a business day for the payment service provider, then paragraph 3 (paragraph above) shall apply."
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER III: TRANSPARENCY OF",
      "section": "9",
      "title": "Article 9 - Transmission of payment orders",
      "content": "through payment system or other communication system If a payment order addressed to a receiving institution is transmitted to a payment system or other third-party communication system for transmittal to the institution, the system is deemed to be an agent of the sender for the purpose of transmitting the payment order to the institution. A payment service provider shall not avoid any obligation to its customer by reason only of the fact that it is a party to a shared payment system, and that another party to the system had failed to fulfill its obligations under this regulation. THE CONDITIONS AND INFORMATION REQUIREMENTS FOR PAYMENT SERVICES"
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER III: TRANSPARENCY OF",
      "section": "10",
      "title": "Article 10 - Types of payment service",
      "content": "contracts A payment service contract shall be concluded either as a payment service framework contract or as a single payment transaction contract. The framework contract shall regulate the execution of future individual payment transactions. If a payment service user opens a payment account with the payment service provider, the framework contract shall also regulate the conditions for opening, maintaining and closing such account. The contract on a single payment transaction shall regulate the execution of one specific payment transaction not covered under the framework contract. The payment service contract shall be written in one of Rwanda’s official languages as chosen by client."
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER III: TRANSPARENCY OF",
      "section": "11",
      "title": "Article 11 - Content of the framework",
      "content": "contract The framework contract shall contain the following mandatory elements and/or information: 1° about the payment service provider: the name of or company name of the payment service provider, the address of its head office and as applicable the address of its agent in which the payment service offered, as well as all other addresses including the e-mail address that are relevant for communication with the payment service provider; 2° about the use of the payment service: a. a description of the main features of the payment service to be provided; b. the information or unique identifier to be provided by the payment service user which are required for the orderly initiation or execution of a payment order; c. the form and procedure for giving consent to initiate a payment order or to execute a payment transaction and withdrawing such consent; d. the point in time, from when payment order is deemed to have been received pursuant to Article 3 and where applicable the cut-off time determined by the payment service provider; e. the maximum execution time for the payment services to be provided; f. in the case of card-based payment instruments, which bear several payment brands due to co-branding, the rights of the payment service user; 3° about fees and exchange rates: a. all fees that the payment service user has to pay to the payment service provider, including such fees that are based on how and how often the information required will be communicated or made accessible, as well as where applicable the breakdown of the amounts of such fees; b. where applicable, the underlying exchange rates or, in the event that reference or exchange rates are used; 4° About safeguards measures necessary a. where applicable, a description of the provisions to be taken by the payment service user for the safe storage of payment instrument, and how the payment service user shall comply with notification obligations towards the payment service provider; b. a description of the secure procedure via which the payment service provider informs the payment service user in the event of suspected or actual fraud or in the case of security risks; and c. if agreed, the conditions under which the payment service provider reserves the right to block a payment instrument; d. information about the liability of the payer including information on the relevant amount; e. information about how and within what period of time the payment service user must notify the payment service provider of any unauthorised or defectively initiated or executed payment transactions in accordance with Article 10, as well as the payment service provider's liability for unauthorised payment transactions; f. information about the payment service provider's liability when initiating or executing payment transactions; g. the conditions for refunds. A payment service provider shall provide the payment service user with the information and conditions on durable medium in a timely manner, prior to the payment service user being bound by a framework contract or contract offer."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER III: TRANSPARENCY OF",
      "section": "12",
      "title": "Article 12 - Information on a single",
      "content": "payment transaction Prior to the conclusion of the contract on single payment transaction, the payment service provider shall make available to the payment service user, in an easily accessible manner, the following information: 1° unique identifier or other data to be provided by the payment service user for correct execution of a payment order; 2° time limit for execution of a payment transaction; 3° type and amount of all charges payable by the payment service user to the payment service provider and, the payment service provider collects these charges in aggregate amount, the breakdown of the types and amounts of each individual charge making up the aggregate charge; 4° if currency conversion is applied, the exchange rate and/or reference exchange rate used by the payment service provider for a payment transaction; 5° on request of the payment service user, the payment service provider shall provide the payment service user with the information referred to in paragraph 1 of this Article on durable medium. If the single payment transaction contract has been concluded at the request of the payment service user, using a means of distance communication which does not enable the payment service provider to fulfil the obligations arising from paragraphs 1 and 2 of this Article, the payment service provider shall fulfil these obligations immediately after the execution of the payment transaction."
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER III: TRANSPARENCY OF",
      "section": "13",
      "title": "Article 13",
      "content": "information Changes in contractual Any proposed changes to the existing terms of the framework contract must be provided by the payment service provider to the payment service user no later than two (2) months before the date on which they are to take effect. The framework contract may provide for any such proposed changes to be made unilaterally by the payment service provider where the payment service user does not, before the proposed date of entry into force of the changes, notify the payment service provider to the contrary. Where paragraph (2) applies, the payment service provider must inform the payment service user that: 1° the payment service user will be deemed to have accepted the changes in the circumstances referred to in that paragraph; and 2° the payment service user has the right to terminate the framework contract without charge at any time before the proposed date of their entry into force. Changes in the interest or exchange rates may be applied immediately and without notice where: a) such a right is agreed under the framework contract and any such changes in interest or exchange rates are based on the reference interest or exchange rates information which has been provided to the payment service user in accordance with this Part; or b) the changes are more favorable to the payment service user. The payment service provider must inform the payment service user of any change to the interest rate as soon as possible unless the parties have agreed on a specific frequency or manner in which the information is to be provided or made available. Any change in the interest or exchange rate used in payment transactions must be implemented and calculated in a neutral manner that does not discriminate against payment service users."
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER III: TRANSPARENCY OF",
      "section": "15",
      "title": "Article 15",
      "content": "conversion Currency and currency Payments shall be made in the currency agreed between the parties. An offer to conduct a currency conversion prior to the initiation of the payment of the payment transaction at an auto-teller machine, at the point of sale or by the payee shall require the payer's consent. As part of such an offer, the provider of this currency conversion service shall be required to disclose all charges as well as the exchange rate to be used for converting the currency to the payee."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER III: TRANSPARENCY OF",
      "section": "16",
      "title": "Article 16 - Advertising and providing",
      "content": "information Payment services must be advertised in a clear and comprehensible way, and the advertising must not contain inaccurate information or information that may mislead payment service users regarding the terms of use of these services. A payment service provider shall provide payment service user with the information and notifications from this regulation in clear and comprehensible way in Kinyarwanda or other official language agreed between the parties. The transmission of such information must not require additional activities from the payment service user. In case of a dispute arising from the provision of information, the burden of proof shall lie with the payment service provider to prove that it has fulfilled its obligations pursuant to provisions of this regulation and the provision of information to payment service users. Prior to engaging persons who provide information to payment service users, payment service provider shall ensure training for such persons and relevant evidence thereof (certificates of completed internal training, participation in a seminar or course etc)."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER III: TRANSPARENCY OF",
      "section": "17",
      "title": "Article 17 - Information prior to executing",
      "content": "of individual payment transactions Before executing individual payment transactions initiated by the payer within framework contract, the payment service provider shall provide information about the following: 1° the maximum execution time for this specific payment transaction; 2° the fees that the payer will be billed; 3° where applicable a breakdown of them."
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER III: TRANSPARENCY OF",
      "section": "18",
      "title": "Article 18 - Information to the payer after",
      "content": "receipt of the payment order Immediately after receipt of the payment order, the payer’s payment service provider shall provide the payer with or make available to the payer the following data: 1° a reference enabling the payer to identify the payment transaction concerned; 2° the amount of the payment transaction; 3° where charges are collected: the amount of all charges for the payment transaction and, where applicable, a breakdown of the amounts of such charges; 4° the date of receipt of the payment order."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER III: TRANSPARENCY OF",
      "section": "19",
      "title": "Article 19 - Information to the payee",
      "content": "following execution of the payment transaction Immediately after the execution of the payment order, the payee’s payment service provider shall provide the payee with or make available to the payee the following data: 1° a reference, which enables the payee to identify the payment transaction concerned; 2° the amount transaction; payment 3° the amount of all charges payable by the payee as well as, where applicable, a breakdown of the amounts of these charges; 4° the date the amount of the payment transaction will be credited to the account of payee. of the"
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER III: TRANSPARENCY OF",
      "section": "20",
      "title": "Article 20 - Information required to the",
      "content": "payment initiation service If a payment order is initiated through payment initiation service provider, then the payment initiation service provider shall inform or make accessible the following information to the payer and where applicable the payee directly after initiation of the payment order: 1° a confirmation of the successful initiation of payment order at the payer's account servicing payment service provider; 2° a reference number that allows the payer and the payee to identify the payment transaction, and where applicable the payee to identify the payer, as well as all other information transferred with the payment transaction; 3° the amount transaction; payment 4° where charges are collected: the amount of all charges payable to the payment initiation service provider for the payment transaction, and where applicable a breakdown of the amounts of such charges. of the"
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER",
      "section": "21",
      "title": "Article 21 - Orderly termination of the",
      "content": "framework contract The payment service user may terminate the framework contract at any time provided that the parties have not previously agreed on notice period for termination not exceeding one month. The payment service user may terminate the framework contract at no cost in the event of the duration of the framework being for at least six months, or in the case of it having been concluded for an indefinite period in accordance with the notice period for termination. Fees may be collected, if they have been agreed in the framework contract, and should be appropriate and in line with costs. The payment service provider may terminate a framework contract concluded for an indefinite period, provided that this has been agreed upon in the framework contract, by giving at least two months' notice. Regularly collected fees for payment services shall be payable by the payment service user on a pro rata basis until the contract terminated. Fees that are paid in advance are to be refunded accordingly on a pro rata basis. The general rules relating to the nullifying or voiding of contracts or the early termination of continuing obligations for important reasons shall remain unaffected by these Regulations. IV: RIGHTS AND OBLIGATIONS FOR THE PROVISION AND USAGE OF PAYMENT SERVICES"
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER",
      "section": "22",
      "title": "Article 22 - Consent and withdrawal of",
      "content": "consent A payment service is considered to be authorized only if the payer has given consent to execute such a payment transaction or the execution of a series of payment transactions. Such consent: 1° may be given before or, if agreed between the payer and its payment service provider, after the execution of the payment transaction; 2° must be given in the form, and in accordance with the procedure, agreed between the payer and its payment service provider; 3° may be given via the payee or payment initiation service provider. The payer may withdraw its consent to payment transaction at any time before the point at which the payment order can no longer be revoked pursuant to article (5) of this regulation. Where consent does not exist for the execution of a payment transaction, then payment transaction shall be deemed to be unauthorised. If consent for the execution of several payment transactions is revoked, then every subsequent payment transaction shall be deemed to be unauthorised."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER",
      "section": "24",
      "title": "Article 24 - Access to payment accounts for",
      "content": "payment initiation services Where a payer gives explicit consent for payment to be executed through a payment initiation service provider, the payer’s account servicing payment service provider must: 1° communicate securely with the payment initiation service provider in accordance with the regulatory requirements on strong authentication and secure communication; 2° immediately after receipt of the payment order from the payment initiation service provider, provide or make available to the payment initiation service provider all information on the initiation of the payment transaction and all information accessible to the account servicing payment service provider regarding the execution of the payment transaction; 3° treat the payment order in the same way as a payment order received directly from the payer, in particular in terms of timing, priority or charges, unless the account servicing payment service provider has objective reasons for treating the payment order differently. A payment initiation service provider must: 1° ensure that a payer’s personalised security credentials are: a. not accessible to other parties, with the exception of the issuer of the credentials; b. transmitted through efficient channels. and 2° ensure that any other information about a payer is not provided to any person except payee, and is provided to the payee only with the payer’s explicit consent; safe 3° each time it initiates a payment order, identify itself to the account servicing payment service provider and communicate with the account servicing payment service provider, the payer and the payee in a secure way in accordance with the regulatory requirement on strong authentication and secure communication; 4° not store sensitive payment data of the payment service user; 5° not request any information from payer except information required to provide the payment initiation service; 6° not use, access or store any information for any purpose except for the provision of a payment initiation service explicitly requested by payer; 7° not change the amount, the payee or any other feature of a transaction notified to it by the payer."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER",
      "section": "25",
      "title": "Article 25 - Blocking of a payment",
      "content": "instrument and limitation of access to payment accounts The payment service provider may, provided that it has been agreed in the framework contract block a payment instrument, if: 1° objective reasons relating to the security of the payment instrument justify blocking; 2° suspicion exists that the payment instrument is being used in an unauthorised or fraudulent manner; or 3° in the case of a payment instrument with a credit line, there is significantly increased risk that the payer may be unable to fulfil its liability to pay. Obligations to block a payment instrument or account in accordance with other laws or pursuant to orders imposed by the court, public prosecutor or administrative authorities shall remain unaffected by paragrahe one of this Article. The payment service provider shall, where possible, inform the payer of the blocking of the payment instrument and the reasons for its blocking in the agreed manner, where possible, before the payment instrument blocked, and at the latest immediately thereafter. The notification of the blocking or the reasons for the blocking may be omitted, if it: 1° would compromise objectively justified security reasons; 2° would compromise an arrangement under national law; 3° would breach an instruction by a court or an administrative authority. Once the reasons for blocking the payment instrument no longer apply, the payment service provider shall unblock the payment instrument or shall replace it with a new payment instrument."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER",
      "section": "26",
      "title": "Article 26 - Obligations of the payment",
      "content": "service user in relation to payment instruments and personalised security credentials The authorised payment service user shall observe the conditions for the issuance and use of a payment instrument when using one. The conditions for the issuance and use of payment instrument must be objective, non- discriminatory and proportionate. The payment service user shall notify the payment service provider or the body designated by the payment service provider without undue delay on becoming aware of loss, theft, misappropriation or any other unauthorised use of the payment instrument. Directly after being in receipt of a payment instrument the authorised payment service user shall take all reasonable steps to protect its personalised security credentials against unauthorised access."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER",
      "section": "27",
      "title": "Article 27 - Obligations of the payment",
      "content": "service provider in relation to payment instruments The payment service provider issuing payment instrument shall ensure, irrespective of the duty of care of the payment service user provided in Article 24 of this regulation that: 1° the personalised security features of the payment instrument shall not be accessible to parties other than the payment service user entitled to use the payment instrument; 2° appropriate means shall be available at all times to enable the payment service user to make a notification free of charge or to request its unblocking; 3° any use of the payment instrument shall be prevented once a notification has been made; 4° the payment service user has the possibility to make a notification free of charge, and in any case the payment service user shall only be charged the costs directly associated with the replacement of the payment instrument. In the event that a payment instrument or any personalised security features of the payment instrument are sent to the payer, the payment service provider shall bear the risk of sending and for any misuse or any unauthorised use. The unsolicited or unarranged sending of any payment instrument shall not be permitted. The payment service provider shall, upon request, provide the payment service users with evidence by which the payment service user is able to prove, for a period of up to eighteen (18) months after notification that they fulfilled their notification obligation."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER",
      "section": "28",
      "title": "Article 28 - Notification and correction of",
      "content": "unauthorised or defectively executed payment orders To obtain rectification from the payment service provider, the payment service user shall notify the payment service provider without undue delay upon becoming aware of any unauthorised or incorrectly executed payment transactions. If the payment service provider has communicated or made available the information pursuant to this regulation, the deadline for the payment service user to notify the payment service provider for the purpose of obtaining rectification shall end no later than 12 months after the date on which the debit or credit was executed."
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER",
      "section": "29",
      "title": "Article 29 - Proof of authentication and",
      "content": "execution of payment transactions If a payment service user contests having authorised an executed payment transaction or asserts a claim that the payment transaction was not executed in an orderly manner, their payment service provider shall have to prove that: 1° the payment transaction was authenticated, 2° it was accurately recorded and entered in the accounts, 3° the service provided by the payment service provider was not affected by technical error or another fault. If the payment transaction is initiated by payment initiation service provider, then the payment initiation service provider shall be required to prove that payment transaction was authenticated within its scope of competence, was accurately recorded and was not affected by a technical error or another fault linked to the payment service of which is in charge. Proof of use of a payment instrument in itself is not alone necessarily sufficient to prove the payer's authorisation of the payment transaction, of an intentional or grossly negligent violation of duty of care pursuant to"
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER",
      "section": "30",
      "title": "Article 30 - Payment service provider's",
      "content": "liability for unauthorised payment transactions If a payment order was transmitted pursuant to a security procedure for the detection of error and the payment order: 1° erroneously instructed payment to payee not intended by the sender; 2° erroneously instructed payment in an amount greater than the amount intended by the sender, or 3° erroneously transmitted duplicate of payment order previously sent by the sender the following rules apply: a. If the sender proves that the sender or a person acting on behalf of the sender complied with the security procedure and that the error would have been detected if the receiving institution had also complied, the sender is not obliged to pay the order to the extent stated in (b) and (c) of this subparagraph. b. If the funds transfer completed on the basis of an erroneous payment order described in (b) or (c) of this subsection, the sender is not obliged to pay the order and the receiving institution entitled to recover from the payee any amount or the excess amount paid to the payee to the extent allowed by the Law governing Information and Communication Technologies; c. If the sender of an erroneous payment order described in paragraph one is not obliged to pay all or part of the order, and the sender receives notification from the receiving institution that the order was accepted by the institution or that the sender's account was debited with respect to the order, the sender has a duty to exercise ordinary care, on the basis of information available to the sender, to discover the error with respect to the order and to advise the institution of the relevant facts within reasonable time, not exceeding ninety days, after the institution's notification was received by the sender; If the payment service provider or other receiving institution proves that the sender failed to perform that duty, the sender is liable to the institution for the loss the institution proves it incurred as a result of the failure, but the liability of the sender may not exceed the amount of the sender's order."
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER",
      "section": "31",
      "title": "Article 31 - Payment service providers’",
      "content": "liability for non-execution, defective or late execution of payment transactions If a payment order is directly initiated by the payer, the following shall apply: 1° The payer's payment service provider shall be liable towards the payer for the orderly execution of the payment transaction, unless the payer's payment service provider is able to prove to the payer and as applicable the payee's payment service provider that the funds involved in the payment transaction have been received by the payee's payment service provider pursuant to Article paragraphe.one of this Regulation. In that case, the payee’s payment service provider shall be liable to the payee for the correct execution of the payment transaction. 2° If the payer's payment service provider is liable pursuant to number one of this Article, then it shall refund the payer the funds involved in the non-executed or defectively executed payment transaction without delay and shall restore the debited payment account to the state in which would have been in had the defectively executed payment not taken place. The funds are to be credited to the payer's payment account at latest on the date of the account being debited. 3° If the payee's payment service provider is liable pursuant to no. 1, then it shall make the amount of the payment transaction available to the payee without delay and credit the corresponding amount to the payee's payment account. The amount is to be value dated in the payee's payment account at latest on the date on which the credit value date would have been in the case of correct execution pursuant to"
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER",
      "section": "33",
      "title": "Article 33 - Payer’s payment service",
      "content": "provider's liability for an unauthorised payment transaction The payer’s payment service provider is liable for the execution of a payment transaction for which the payer has not given consent in accordance with Article 23 of this regulation. In case of an unauthorised payment transaction, the payer's payment service provider shall refund to the payer immediately the amount of the unauthorised payment transaction and/or restore the debited payment account to the state in which it would have been had the unauthorised payment transaction not taken place. The payment service provider from paragraph 2 of this Article shall also refund to the payer all charges levied for the executed unauthorised payment transaction and refund and/or pay any related interest the payer would be entitled to if the unauthorised payment transaction had not taken place. Article 34: Payer’s liability unauthorised payment transactions for By way of derogation from Article 33 of this regulation, the payer shall bear losses arising from any unauthorised payment transactions resulting from: 1° the use of a lost or stolen payment instrument, or 2° the misappropriation of a payment instrument, if the payer has failed to protect its personalised security features. The payer shall bear all losses arising from the execution of any unauthorised payment transactions if it incurred them by acting fraudulently or by failing to fulfil its obligation under Article 27 of this regulation with intent or gross negligence. Where the payer’s payment service provider does not require strong customer authentication, the payer shall not bear any financial losses unless the payer has acted fraudulently. Where the payee or the payment service provider of the payee fails to accept strong customer authentication, it shall refund the financial damage caused to the payer’s payment service provider. If the payment service provider does not provide appropriate means of notification of lost, stolen or misappropriated payment instrument, as required under Article 33 of this regulation, the payer shall not bear losses resulting from the use of that payment instrument, except where it was used fraudulently. The payer shall not bear any losses resulting from unauthorised payment transactions executed after it notified the payment service provider of the lost, stolen or misappropriated payment instrument, except where these losses occurred due to the payer acting fraudulently."
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER",
      "section": "35",
      "title": "Article 35 - Liability in cases of system or",
      "content": "equipment malfunction A payment service provider shall be liable to its customer: 1° for a loss caused by the failure of payment system or equipment to complete a transaction received and accepted by a terminal, in accordance with the customer’s instruction; 2° for computing or book keeping error made by the institution. A payment service provider shall inform customer immediately through: 1° notice at ATM, POS or other electronic terminals; 2° notice at its branches; 3° message via mobile phone or e-mail; or 4° any other mode it deems suitable, 5° if it is aware that the system or equipment to carry out payment order is not available for use or where there is a malfunction. Where the customer should have been aware that the system or equipment was not available for use or malfunctioning, the institution’s responsibilities are limited to the correction of any error in the customer’s account, and the refund of any charges or fees imposed on the customer for that transaction. Notwithstanding what established in subsection (3), a bank or other payment service provider shall not be liable to its customer if the failure to carry out a payment order was caused by or resulted from an act of force majeure or other circumstances beyond its control, provided the institution had exercised reasonable care and diligence."
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER",
      "section": "36",
      "title": "Article 36 - Security",
      "content": "electronic terminal of deposits at The security of a deposit received at an electronic terminal shall be the responsibility of the institution receiving the deposit, from the time the transaction is completed, subject to verification of amount deposited. Where there is a discrepancy between the amount recorded as having been deposited at an electronic terminal and the amount recorded as having been received, the institution shall notify the customer of the difference on the next working day and shall advise the actual amount which has been credited to the customer’s account."
    },
    {
      "provision_ref": "art37",
      "chapter": "CHAPTER",
      "section": "37",
      "title": "Article 37 - Duty of customers to notify",
      "content": "errors A customer shall notify his payment service provider of any error in his statement of account or possible unauthorized transaction in relation to his card or security access code. The notification shall be made in writing within 30 days from the date of the statement of account. For the purpose of this article, the customer must: 1° give name and account number; 2° explain why he or she believes there an error, and specify the current amount and date of error or unauthorized payment orders; 3° send details of error in writing within 10 business days. Where there is a complaint of an unauthorized payment order by a customer, the burden of proof is on the institution to show that the payment order was authorized. The burden of proof in paragraph 3 shall be satisfied if the institution proves that: 1° the security access code, card or other electronic device permitting electronic consent was fully functional on that day; and 2° the officers of or agents appointed by the institution were not fraudulent or negligent in carrying out the payment order. For the purposes of this article, error in statement of account includes: 1° an incorrect payment transaction to or from the customer’s account; or 2° an addition or omission in the periodic statement of a payment transaction affecting the customer’s account. A customer shall not: 1° directly or indirectly disclose to any person the security access code of his card or any electronic device used to effect a payment transaction or give electronic consent; or 2° fail to take reasonable care to keep the security access code or other electronic device secret. A payment service provider is discharged from any liability if it is proven that the customer has breached the duty imposed by paragraph 1 of this Article. A customer shall not be liable for losses resulting from an unauthorized transaction occurring after he has notified the payment service provider that his card has been lost, misused or stolen, or that the security access code or other electronic device to permit electronic consent has been breached."
    },
    {
      "provision_ref": "art38",
      "chapter": "CHAPTER",
      "section": "38",
      "title": "Article 38 - Payment transactions for which",
      "content": "the amount is not known in advance If a payment transaction is initiated in relation to a card-based payment transaction by or via the payee and the precise amount is not known at the point in time at which the payer grants the approval for executing the payment transaction, the payer's payment service provider shall only be allowed to block funds on the payer's payment account, when the payer has approved the precise amount of the funds to be blocked. The payer's payment service provider shall release the funds that are blocked in the payer's payment account pursuant to para. without delay following receipt of the information about the precise amount of the payment transaction, at latest two days following receipt of the payment order."
    },
    {
      "provision_ref": "art39",
      "chapter": "CHAPTER",
      "section": "39",
      "title": "Article 39 - Refunds for a payment",
      "content": "transaction initiated by the payee A payer shall be entitled to a refund of the full amount from its payment service provider in the event of an authorised payment transaction initiated by or through a payee which has already been executed, if: 1° the exact amount was not specified when the authorisation was made, and 2° the amount of the payment transaction exceeds the amount the payer could reasonably have expected taking into account their previous spending pattern, the conditions in the framework contract and relevant circumstances of the case in hand. At the payment service provider's request, the payer shall be required to provide factual elements relating to such conditions. The amount that is to be refunded must be credited to the payer's payment account at latest on the date of the debiting of the account."
    },
    {
      "provision_ref": "art40",
      "chapter": "CHAPTER",
      "section": "40",
      "title": "Article 40 - Procedure for refunds for",
      "content": "payment transaction initiated by the payee The payer shall assert its right to a refund pursuant to Article 43 of this regulation against its payment service provider within two weeks from the date on which the funds in question were debited from the payment account. Within five business days of receiving a request for a refund, the payment service provider shall either refund the full amount of the payment transaction or provide the payer with a justification for refusing the refund. In the event that the refund is refused, the payment service provider shall inform the payer of the possibility to file a complaint with the Central Bank, as well as the possibility to assert its rights before another compentent authority or compentent court of law, including information about the effective jurisdiction indicating its registered office and address."
    },
    {
      "provision_ref": "art41",
      "chapter": "CHAPTER V: DISPUTE RESOLUTION",
      "section": "41",
      "title": "Article 41 - Management of operational and",
      "content": "security risks Payment service providers shall establish framework with appropriate risk mitigation measures and control mechanisms to manage the operational and security risks in relation to the payment services that they provide. As provider shall establish and manage effective incident management procedures. The detection and classification of major operational and security incidents shall also be addressed. Payment service providers shall implement robust security risk management framework to actively identify, assess, reduce and monitor security risk. The security system shall ensure: 1° confidentiality of the sensitive information. All confidential information shall be maintained in secured manner and protected from unauthorized viewing or modification during transmission and storage; 2° accuracy, reliability and completeness of information processed, stored or transmitted; 3° proper authentication of users and agents; 4° Online transaction monitoring to detect fraudulent transactions and promptly act on them. Risk controls at all points involving interactions with customer and exchange of sensitive information and changes to product/service attributes The payment service provider shall provide the Central Bank with an updated and comprehensive assessment of the operational and security risks in relation to the payment services provided on an annual basis. The assessment shall in particular evaluate whether the risk mitigation measures and control mechanisms that have been taken for managing risks are appropriate. The Central Bank may determine that the updating of the assessment must be taken at shorter intervals. PROCEDURES"
    },
    {
      "provision_ref": "art42",
      "chapter": "CHAPTER V: DISPUTE RESOLUTION",
      "section": "42",
      "title": "Article 42 - Complaints management policy",
      "content": "and function A payment service provider shall put in place a complaints management policy. This policy shall be defined and approved by the Board of Directors of the payment service provider. The senior management is responsible for its implementation and for monitoring compliance with it. The complaints management policy shall be made available to all relevant staff of the firm through an adequate internal channel. The payment service provider shall also establish a complaints management function which enables complaints to be investigated fairly and possible conflicts of interest to be identified and mitigated."
    },
    {
      "provision_ref": "art43",
      "chapter": "CHAPTER V: DISPUTE RESOLUTION",
      "section": "43",
      "title": "Article 43 - Internal",
      "content": "complaints-handling follow-up of A Payment service provider shall analyse, on an on-going basis, complaints-handling data, to ensure that it identifies and addresses any recurring or systemic problems, and potential legal and operational risks by: 1° analysing the causes of individual complaints so as to identify root causes common to types of complaint; 2° considering whether such root causes may also affect other processes or products, including those not directly complained of;; 3° correcting, where reasonable to do so, such root causes. A payment service provider shall: 1° establish formalized procedures for the lodgement of complaints by customers of matters covered by this Regulation; 2° establish appropriate procedures for the investigation and resolution of any complaint by a customer; 3° set out in standard terms and conditions the means and procedures to lodge complaint. A customer is required to disclose to the payment service provider all relevant information relating to the complaint except his access code. The payment service provider shall, as far as possible, settle all complaints immediately. The institution’s decision in relation to complaint is to be made on the basis of all relevant established facts and not on the basis of inferences unsupported by evidence. The payment service provider shall acknowledge receipt of the complaint within 3 days from the date the complaint is lodged and have maximum of 5 working days to resolve it. An institution shall promptly advise the customer of the outcome of the investigation, together with reasons for the outcome upon completion of its investigation. If a resolution can’t be provided within the said time frame, the institution must report to the Central Bank with an explanation."
    },
    {
      "provision_ref": "art44",
      "chapter": "CHAPTER V: DISPUTE RESOLUTION",
      "section": "44",
      "title": "Article 44 - Payment service provider to",
      "content": "provide information The payment service provider shall: 1° on request or when acknowledging receipt of a complaint, provide written information regarding their complaints-handling process; 2° publish details of their complaints- handling process in an easily accessible manner; 3° provide clear, accurate and up-to-date information about the complaints- handling process, which includes: a. details of how to complain (e.g. the type of information to be provided by the complainant, the identity and contact details of the person or department to whom the complaint should be directed); b. the process that will be followed when handling complaint (e.g. when the complaint will be acknowledged, indicative handling timelines, the right to refer to the Central Bank or any other body authorised by the Law, etc.). 4° Keep the complainant informed about further handling of the complaint. The payment service provider shall not be required to furnish any information that has direct relation to or impacts the security of the payment service provider or its system."
    },
    {
      "provision_ref": "art46",
      "chapter": "CHAPTER VI: MISCELLANEOUS AND",
      "section": "46",
      "title": "Article 46 - Incident reporting",
      "content": "In the case of a major operational or security incident, payment service providers shall notify the Central Bank about this without delay. Where the incident has or may have an impact on the financial interests of its payment service users, the payment service provider shall inform its payment service users without delay about the incident. This communication shall explain all measures that payment service users may take to mitigate the adverse effects of the incident. Upon receipt of a notification pursuant to paragraph one of this Article, the Central Bank shall inform the RURA or CMA about the relevant details of the incident. Where appropriate the Central Bank shall take all of the necessary measures for protecting the immediate safety of the financial system. Payment service providers shall submit statistical data to the Central Bank every quarter on fraud in relation to the different instruments of payment. The Central Bank shall issue a directive on the fraud and incidents formats. FINAL PROVISIONS"
    },
    {
      "provision_ref": "art47",
      "chapter": "CHAPTER VI: MISCELLANEOUS AND",
      "section": "47",
      "title": "Article 47 - Confidentiality of data on",
      "content": "payment services Information obtained by the payment service provider in the course of its operations regarding its payment service user, including information regarding its personality, as well as data on the payment transaction and the status and changes to its payment account are regarded as a business secret. The payment service provider, members of its bodies and persons employed or engaged by the payment service provider, as well as other persons that have access to data under paragraph One of this Article due to the nature of activities they perform (hereinafter: the obligor under confidentiality covenant), shall not disclose or provide these data to third persons, nor may they enable third persons to have access to such data. The obligation to keep the business secret referred to in paragraph one of this Article of this Article shall not cease to exist for the obligors under confidentiality covenant even after the termination of the status based on which they had access to data subject to secrecy. By way of derogation from paragraph 2 of this Article, the obligor under confidentiality covenant may disclose or make available to third persons the data under paragraph 1 of this Article, and/or allow access to such data: 1° upon receipt of written consent from the person to whom these data relate; 2° upon request from the Central Bank of Rwanda, for the purpose of performing supervision of payment services or foreign exchange operations; 3° based on the decision or request of the competent court; 4° for needs of the authority competent for combating organised crime and money laundering prevention; 5° for needs of the tax administration pursuant to regulations governing activities within competence; of 6° in connection with the enforcement procedure or placing of collateral on assets of the payment service user, based on the request of the court,court baillif competent authority in this procedure; 7° in other cases prescribed by a Law. The payment service provider has the right to disclose data specified under paragraph 1 of this Article to the investigative judge, public prosecutor and courts, and/or other bodies that have public authorities, solely for the purpose of protecting its rights. Persons to whom data under paragraph One of this Article have been disclosed in compliance with paragraphs 4 and 5 of this"
    },
    {
      "provision_ref": "art49",
      "chapter": "CHAPTER VI: MISCELLANEOUS AND",
      "section": "49",
      "title": "Article 49 - Waiver of rights and greater",
      "content": "protection No agreement in writing between a customer and a payment service provider may contain any provision that constitutes a waiver of any right conferred or cause of action created by this Regulation. Nothing in this Regulation shall prohibit any agreement, which grants a customer more extensive rights, or remedies or greater protection than those contained in this Regulation."
    },
    {
      "provision_ref": "art52",
      "chapter": "CHAPTER VI: MISCELLANEOUS AND",
      "section": "52",
      "title": "Article 52 - Commencement",
      "content": "This Regulation shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda. Done at Kigali, on 16/12/2019 (se) RWANGOMBWA John Governor kutubahiriza ibiteganywa n’amabwiriza rusange kwishyurana uwishyura atabyemeye nk’uko ryo kwishyura kandi ibisabwa byose bikubiye ko itegeko ryo kwishyura ridashyirwa itegeko ryo kwishyura hakurikijwe amabwiriza gutesha agaciro itegeko ryo kwishyura ikiguzi cy’amafaranga arebana no gushyira agenga serivisi z’imyishyuranire ahari; yose yoherezwa n’uwishyura ajya k’uwishyurwa keretse igihe biteganyijwe ukundi mu masezerano; ku mafaranga yoherejwe mbere yo gushyira uwishyurwa, cyangwa kunanirwa y’igikorwa cyo kwishyurana n’amafaranga yacyishyujweho; y’uwishyurwa k’ utanga serivisi z’imyishyuranire ashobore gukoresha amafaranga ako kanya akimara igihe utanga serivisi z’imyishyuranire yakiriye uha uwishyura serivisi z’imyishyuranire itegeko binyuze k’uwishyurwa mu gihe ntarengwa uwishyura amafaranga yakuwe kuri konti uwishyura gushyira amafaranga amafaranga yose y’igikorwa cyo kwishyurana yo gukura amafaranga kuri konti n’itariki nyayo n’aya mabwiriza rusange; uwishyurwa n’uwishyura amakuru ku ishyirwa nyuma y’igikorwa; kugira ngo bahabwe amakuru cyangwa byo kwishyurana binyuranye n’aya mabwiriza cyangwa gutanga amakuru no cyangwa kwamamaza hakubiyemo amakuru ku birebana n’ibisabwa mu gukoresha kutagaragaza ikimenyetso gikwiye ko bayakoze abakoresha serivisi z’imyishyuranire; ibisabwa n’amakuru by’ibanze nk’uko biteganywa ku masezerano ngenderwaho bitabanje buryo no mu gihe biteganyijwe muri aya mabwiriza igihe cy’integuza kirenze ukwezi kumwe z’imyishyuranire; igihe cy’integuza kiri munsi y’amezi abiri z’imyishyuranire; ingingo ibuza kwishyuza umurengera uwishyura n’igikoresho cyo kwishyurana; ye nyuma y’uko igikorwa cyo kwishyurana ibihombo byabayeho nyuma yo kumenyesha cye cyo kwishyurana cyabuze, cyibwe cyangwa n’amabwiriza mu gihe igikorwa cyangwa uwishyura binyuze k’uwishyurwa n’uko igikorwa cyo kwishyurana cyagenze mu birebana no gukemura ibibazo by’abakiriya; amakuru n’ibikoreshwa mu bugenzuzi; amakuru mu ibanga; hari inyungu yabonye ku kutubahiriza cyangwa kwishyurana; of the regulation governing protection of the payer’s consent in accordance with the regulation; all conditions determined by the payment service user about the refusal to execute the payment a payment order in accordance with regulation revoke the payment order contrary to provisions of a payment transaction from the payment service contract; to the payee the total amount of the payment otherwise stipulated in the contract; of the payee or placing these funds at the transaction amount being transferred or transaction and charges levied; amount to the account of the payee’s payment in this regulation; of the funds immediately upon crediting these service provider receives cash; service provider the payment order issued time limits agreed between the payee and its payment service provider a direct debit within the deadline to credit the account of the payee’s payment service on the agreed due date; and the credit value date in accordance with the payee and the payer information about the upon execution of a payment transaction; provision of information and/or fulfilment of their to provisions of this regulation; or provide information and notifications contains inaccurate information or information the terms of use of these services; appropriate evidence of such training prior to payment service users; minimum elements and/information to the framework contract without within deadlines stipulated in this Regulation; a period of notice longer than one month of the payment service user; period of notice shorter than two months of the payment service provider; contract a clause prohibiting surcharge the payer to the payment instrument; after the amount of an unauthorised payment user for losses executed after notification misappropriated payment instrument; of the regulation in case of a non-executed transaction initiated by the payer, by the payee payer, failure to immediately provide information policy, procedures and function; and audit trail requirement; requirements; gained any benefit to the violation or the violation disposition du règlement régissant la protection sans le consentement du payeur conformément une fois que toutes les conditions déterminées remplies; de paiement du refus d'exécuter l'ordre un ordre de paiement conformément à la réglementation paiement de révoquer l'ordre de paiement en d'une opération de paiement auprès de pas conclu de contrat de service de paiement bénéficiaire le montant total de l'opération stipulation contraire dans le contrat; du bénéficiaire ou de les mettre à sa disposition, de paiement transféré ou omettez d'indiquer et les frais prélevés; de paiement sur le compte du prestataire prescrits par le règlement; fonds immédiatement après avoir crédité ces de services de paiement reçoit des espèces, services de paiement du donneur d'ordre l'ordre du destinataire dans les délais convenus de paiement services de paiement du donneur d’ordre un de services de paiement du donneur d’ordre paiement du bénéficiaire du montant de du débit et la date de valeur du crédit conformément la disposition du bénéficiaire et du donneur de paiement avant et après l'exécution d'une de payment pour avoir access aux informations à des fins de transactions de payment, contrairement ou de fournir des informations et des notifications ou une telle publicité contient des informations des services de paiement en ce qui fournir une preuve appropriée de cette formation des activités de fourniture d'informations aux de base et / ou d'informations mentionnés en œuvre les modifications du contrat-cadre manière et dans les délais stipulés dans le préavis supérieur à un mois en cas de résiliation services de paiement; inférieur à deux mois en cas de résiliation services de paiement; clause interdisant la surcharge au payeur concerne l'instrument de paiement; après le montant d'une transaction de services de paiement pour les pertes exécutées de paiement de l'instrument de paiement perdu, du règlement en cas d'opération de ou retardée, initiée par le payeur, par le bénéficiaire défaut de fournir immédiatement des informations et une fonction de traitement des plaintes des données et de piste d'audit;; paiement aurait tiré un quelconque avantage une perte à l'utilisateur du service de paiement Seen to be annexed to the REGULATION N°31/2019 OF 16/12/2019 ON PROTECTION OF PAYMENT SERVICE USERS (sé) RWANGOMBWA John Governor"
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER",
      "section": "7",
      "title": "Article 7 - Execution period and availability",
      "content": "The payer's payment service provider shall ensure that the funds involved in the payment transaction are transferred to the account of the payee's payment service provider at latest at the end of the business day on the day of the point in time of receipt. The payee’s payment service provider must ensure that the amount of payment transaction is at the payee’s disposal and value date immediately pursuant to Article 8, when from the side of the payee's payment service provider there is no currency conversion: 1° if the amount of the payment transaction for the payee has been credited to the payee's payment service provider’s account or if the payee's payment service provider received the amount in another way; 2° if the payee's payment service provider received all information necessary for crediting the payee’s payment account or making funds available to the payee. This obligation shall also apply for payments within a payment service provider. Provided that no payment account is held at the payee's payment service provider, then the payee's payment service provider shall make funds available within the time limit pursuant to paragraph 1 that has received the funds for the payee. In the event that the payment order has been initiated by or through the payee to the payer's payment service provider, the payee's payment service provider shall transmit this payment transaction to the payer's payment service provider within the time limits agreed between the payee and its payment service provider. In the case of direct debits, the payment order shall be executed to the payer's payment service provider promptly to ensure settlement on the agreed due date. If funds have been credited to the account of the payee’s payment service provider on the day which is not a business day for that provider, it shall be deemed that the payee’s payment service provider received the funds on the next business day. In the case of cash being deposited into payment account with a payment service provider in the currency of that payment account, the payment service provider shall ensure that: 1° in the case that the account is held by a consumer, the amount shall be made available and value dated immediately after the point of time of the receipt of the funds; 2° in the case that the account is not held by a consumer, the amount shall be made available and value dated at the latest on the same business day after receipt of the funds."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER",
      "section": "5",
      "title": "Article 5 - Irrevocability of payment order",
      "content": "The payment service user shall not revoke payment order once it has been received by the payer’s payment service provider, unless otherwise specified in this Article. When the payment transaction was initiated by a payment initiation service provider or by or through the payee, the payer may no longer revoke the payment order once the payer has communicated its approval for executing the payment transaction to the payee. When the payment transaction was initiated by payment initiation service, then revocation of the payment order is not permissible, once the payer has granted its approval for initiation. Notwithstanding the above, the payer may, however, in the case of a direct debit revoke the payment order, at latest by the end of the business day preceding the agreed debit date for the payment order. However, the payer may revoke a payment order at any time before may revoke payment order at the latest by the end of the business day preceding the agreed day. After the point in time of irrevocability pursuant to paragraph 1 and 2 of this Article has been reached, a payment order may only be revoked, if this has been agreed upon between the payment service user and the payment service provider. However, in the case of what provided in paragraph 2 of this Article, the consent of the beneficiary is necessary."
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER",
      "section": "6",
      "title": "Article 6 - Transfer for the full amount",
      "content": "The payment service provider may levy on the payment service user only those charges related to the execution of payment transactions of which it informed the user in advance in accordance with the framework contract. The payment service user shall pay the charges referred to in paragraph One of this"
    },
    {
      "provision_ref": "artto-the",
      "chapter": "CHAPTER",
      "section": "to the",
      "title": "Article to the - payment service provider with",
      "content": "whom it concluded a payment service contract. The payer and the payee shall each pay these charges to their respective payment service providers. The payer's payment service provider, the payee's payment service provider and any intermediaries of the payment service provider shall transfer the full amount of the payment order and shall not deduct charges from the amount transferred. By way of derogation from paragraph 3 of this Article, the payee and its payment service provider may however agree that the payment service provider shall be allowed to deduct its charges from the amount transferred, before the payment service provider credits the payee. In this case, the full amount of the payment transaction and charges must be itemised in the information given to the payee. If the payment transaction is initiated by the payer, the payer's payment service provider shall ensure that the payee receives the full amount of the payment transaction less the charges pursuant to paragraph 4 of this Article. If the payment transaction is initiated by or through the payee, the payee's payment service provider shall ensure that the payee receives the full amount of the payment transaction."
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER",
      "section": "8",
      "title": "Article 8 - of this Regulation.",
      "content": "4° If a payment transaction is executed with delay, then the payee's payment service provider shall ensure at the request of the payment service provider acting for the payer that the amount on the payee's payment service provider shall be value dated at the latest on the date on which the credit value date would have been in the case of correct execution. 5° In the case of non-execution or defective execution of a payment transaction the payer's payment service provider shall irrespective of the liability in accordance with this paragraph make efforts to trace the payment transaction. The payer must be informed about the outcome. No fee shall be allowed to be charged to the payer for this. If a payment order is initiated by or through the payee, then the following shall apply: 1° the payee's payment service provider shall be liable towards the payee for the orderly execution of the payment transaction to the payer's payment service provider pursuant to Article paragraph 3 of this regulation. In this case the payee's payment service provider shall re-transmit the questionable payment to the payer's payment service provider without delay; 2° in the event that the payment order is transmitted with delay, then the funds are to be value dated to the payee's payment account at latest on the funds would have be credit value dated in the case of a correct execution. 3° in addition, the payee's payment service provider shall also be liable towards the payee for the processing of the payment transaction in accordance with its obligations pursuant to Article 8 of this Regulation. The payee's payment service provider shall ensure that the funds involved in the payment transaction are available to the payee without delay, once the payment account of the payee's payment service provider has been credited. The amount is to be value dated in the payee's payment account at latest on the date on which the credit value date would have been in the case of correct execution. 4° in the case of a non-executed or defective payment transaction, for which the payee's payment service provider is not liable in accordance with number one and 2 of this Article, the payer's payment service provider shall be liable towards the payer. If the payer's payment service provider liable, it shall refund the payer where applicable, the amount of the nonexecuted or incorrectly executed payment transaction without undue delay and, where applicable, restore the debited payment account to the state in which it would have been had the defectively executed payment transaction not taken place. The funds are to be credited to the payer's payment account at latest on the date of the account being debited. 5° the obligation of the payer's payment service provider in accordance with number 4 of this Article shall not exist, if the payer's payment service provider proves that the payee's payment service provider has received the amount of the payment transaction, even if the payment was only executed with a slight delay. In this case the funds are to be value dated by the payee's payment service provider on the payee's payment account at latest on the funds would have been credit valued in the case of correct execution. 6° in the case of non-execution or defective execution of a payment transaction the payee's payment service provider shall at the payee's request - irrespective of the liability in accordance with this paragraph - make efforts to trace the payment transaction. The payee must be informed about the outcome. No shall be allowed to be charged to the payee for this. This regulation applies where a payment order is initiated by the payer through payment initiation service. The account servicing payment service provider must refund to the payer the amount of the non-executed or defective payment transaction and, where applicable, restore the debited payment account to the state in which it would have been if the defective payment transaction had not taken place. The paragraph 4 of this Article applies if the payment initiation service provider does not prove to the account servicing payment service provider that: 1° the payment order was received by the payer’s account servicing payment service provider in accordance with"
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER III: TRANSPARENCY OF",
      "section": "14",
      "title": "Article 14 - Charges for information",
      "content": "A payment service provider shall not be allowed to charge any fee to the payment service user for making information available in accordance with this Chapter. The payment service provider and the payment service user may agree on charges for information extending beyond this scope and for its more frequent provision or transmission of this information by communications means other than those stipulated in the framework contract, provided that the services concerned are performed at the payment service user's request. The payment service provider’s charges levied in line with paragraphs 2 and 3 of this"
    },
    {
      "provision_ref": "artmust-be",
      "chapter": "CHAPTER III: TRANSPARENCY OF",
      "section": "must be",
      "title": "Article must be - appropriate and in line with",
      "content": "the payment service provider's actual costs arising from the fulfilment of requirements defined in these paragraphs."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER",
      "section": "23",
      "title": "Article 23 - Payee’s charges and discounts",
      "content": "The payee shall not request from the payer any additional charges for the use of payment instrument. The payee may offer the payer a discount for the use of a payment instrument and the payment service provider may not prevent or in any other way limit the payee in offering such discount."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER",
      "section": "32",
      "title": "Article 32 - Incorrect unique identifiers",
      "content": "If a payment order is executed in accordance with the unique identifier, then the payment shall be deemed to have been executed correctly with regard to the payee specified by the unique identifier. If the unique identifier provided by the payment service user is incorrect, the payment service provider shall not be liable pursuant to"
    },
    {
      "provision_ref": "art45",
      "chapter": "CHAPTER V: DISPUTE RESOLUTION",
      "section": "45",
      "title": "Article 45 - Data retention and Audit trails",
      "content": "A payment service provider shall ensure that a payment transaction generates sufficient records to enable a transaction to be traced checked and where any error has occurred, to be identified and corrected. The payment service provider shall retain electronic records of transactions within the period required by relevant laws. A payment service provider shall keep record of complaints and their resolutions, so that aggregate data on the type, frequency and resolution of such complaints can be made available to the Central Bank or any other body authorized by it as and when required"
    },
    {
      "provision_ref": "artmay-use",
      "chapter": "CHAPTER VI: MISCELLANEOUS AND",
      "section": "may use",
      "title": "Article may use - these data exclusively for the",
      "content": "purpose for which such data were obtained, and may not disclose such data to third persons or enable third persons to gain access to such data, unless in cases stipulated by law. their field Payment service providers, payment system participants and the settlement agent are required to act in accordance with regulations governing the protection of personal data when collecting and processing personal data referred to this Article."
    },
    {
      "provision_ref": "art48",
      "chapter": "CHAPTER VI: MISCELLANEOUS AND",
      "section": "48",
      "title": "Article 48 - Pecuniary sanction provision",
      "content": "In case a payment service provider fails to comply with the provisions of this regulation, the Central Bank, shall apply depending on the nature of the violation, loss caused to the payment service user or benefit gained by the payment service provider. The list of violations and related pecuniary sanctions are determined in the appendix of this regulation."
    },
    {
      "provision_ref": "art50",
      "chapter": "CHAPTER VI: MISCELLANEOUS AND",
      "section": "50",
      "title": "Article 50 - Special regime or derogation",
      "content": "According to the principles and rules of the Regulation on the provision of payment services, the Central Bank may issue special regimes or derogation for specific categories of payment services or instruments in relation to their structure, costs and efficiency of measures to protect the user."
    },
    {
      "provision_ref": "art51",
      "chapter": "CHAPTER VI: MISCELLANEOUS AND",
      "section": "51",
      "title": "Article 51 - Repealing provisions",
      "content": "The Regulation N°07/2010 of 27/12/2010 of the National Bank of Rwanda on electronic fund transfers and electronic money transactions and all prior regulatory provisions inconsistent with this Regulation are hereby repealed."
    }
  ],
  "definitions": [
    {
      "term": "account issuance services",
      "definition": "services of issuing a payment account to any person in Rwanda, providing service in relation to any of the operations required for operating a payment account including enabling money to be placed in or be withdrawn from a payment account",
      "source_provision": "art2"
    },
    {
      "term": "authentication",
      "definition": "A procedure allowing the payment service provider to verify the identity of a payment service User, or the validity of use of a specific Payment Instrument, including use of the User’s personalised security credentials",
      "source_provision": "art2"
    },
    {
      "term": "business day",
      "definition": "a day on which the relevant payment service provider of the payer or the payment service provider of the payee involved in the execution of a payment transaction is open for business as required for the execution of a payment transaction",
      "source_provision": "art2"
    },
    {
      "term": "consent",
      "definition": "any freely given, specific, informed and unambiguous indication of the data subject's wishes by which he or she, by a statement or by a clear affirmative action, signifies agreement to the processing of personal data relating to him or her",
      "source_provision": "art2"
    },
    {
      "term": "Customer",
      "definition": "a natural person or legal entity using an electronic device or facility to execute money transactions and/or electronic fund transfers",
      "source_provision": "art2"
    },
    {
      "term": "Credit transfer",
      "definition": "a payment service for crediting a payee’s payment account with a payment transaction or a series of payment transactions from a payer’s payment account by the payment service provider which holds the payer’s payment account, triggered by an instruction given by the payer",
      "source_provision": "art2"
    },
    {
      "term": "direct debit",
      "definition": "a payment service for debiting a payer’s payment account, where a payment transaction is initiated by the payee on the basis of the consent given by the payer to the payee, to the payee’s payment service provider or to the payer’s own payment service provider",
      "source_provision": "art2"
    },
    {
      "term": "durable medium",
      "definition": "any instrument which enables the payment service user to store information addressed personally to that payment service user in a way accessible for future reference for a period of time adequate to the purposes of the information and which allows the unchanged reproduction of the information stored",
      "source_provision": "art2"
    },
    {
      "term": "electronic money",
      "definition": "monetary value as represented by a claim on the issuer which is: a",
      "source_provision": "art2"
    },
    {
      "term": "execution of payment transactions",
      "definition": "include transfers of funds on a payment account with the user’s payment service provider or with another payment service provider 14° framework contract: a payment service contract which governs the future execution of individual and successive payment transactions and which may contain the obligation and conditions for setting up a payment account to execute such transaction",
      "source_provision": "art2"
    },
    {
      "term": "merchant acquisition services",
      "definition": "acquiring of payment transactions such as physical and online merchant acquisition services or payment aggregation",
      "source_provision": "art2"
    },
    {
      "term": "money remittances services",
      "definition": "a payment service where funds are received from an originator without any accounts being created in the name of the originator or the beneficiary, for the sole purpose of transferring a corresponding amount to beneficiary or to another Payment Services Provider acting on behalf of the beneficiary",
      "source_provision": "art2"
    },
    {
      "term": "payment initiation service",
      "definition": "a service to initiate a payment order at the request of the payment service user with respect to payment account held at another payment service provider",
      "source_provision": "art2"
    },
    {
      "term": "remote payment transaction",
      "definition": "a payment transaction initiated via internet or through a device that can be used for distance communication",
      "source_provision": "art2"
    },
    {
      "term": "payment order",
      "definition": "an instruction by a payer or payee to its payment service provider requesting the execution of a payment transaction",
      "source_provision": "art2"
    },
    {
      "term": "payer",
      "definition": "a natural or legal person who holds a payment account and allows a payment order from that payment account, or, where there is no payment account, natural or legal person who gives payment order",
      "source_provision": "art2"
    },
    {
      "term": "payment transaction",
      "definition": "an act, initiated by the payer or on his behalf or by the payee, of placing, transferring or withdrawing funds, irrespective of any underlying obligations between the payer and the payee",
      "source_provision": "art2"
    },
    {
      "term": "payee",
      "definition": "a natural or legal person who is the intended recipient of funds which is the subject of a payment transaction",
      "source_provision": "art2"
    },
    {
      "term": "receiving institution",
      "definition": "the payment service provider to which the sender’s instruction is addressed",
      "source_provision": "art2"
    },
    {
      "term": "Security Access Code",
      "definition": "a personal identification number (PIN), password, code or any other device providing means of certified access to a customer’s account for the purposes of, among other things, initiating a payment order",
      "source_provision": "art2"
    },
    {
      "term": "unique identifier",
      "definition": "a combination of letters, numbers or symbols specified to the payment service user by the payment service provider and to be provided by the payment service user to identify unambiguously another payment service user and/or the payment account of that other payment service user for a payment transaction",
      "source_provision": "art2"
    },
    {
      "term": "payment system",
      "definition": "a funds transfer system with formal and standardised arrangements and common rules for the processing, clearing and/or settlement of payment transactions",
      "source_provision": "art2"
    },
    {
      "term": "single payment service contract",
      "definition": "contract for a single payment transaction not covered by a framework contract",
      "source_provision": "art2"
    },
    {
      "term": "value date",
      "definition": "a reference time used by payment service provider for the calculation of interest on the funds debited from or credited to a payment account",
      "source_provision": "art2"
    }
  ]
}
