{
  "id": "rw-law-2020-1",
  "type": "statute",
  "title": "Law amending Law governing Persons and Family Law",
  "title_en": "Law amending Law governing Persons and Family Law",
  "short_name": "Law 1 of 2020",
  "status": "in_force",
  "issued_date": "2020-02-02",
  "in_force_date": "2020-02-17",
  "url": "https://rwandalii.org/akn/rw/act/law/2020/1/eng@2020-02-17",
  "provisions": [
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65 - of Law nº 32/2016 of 28/08/2016",
      "content": "governing persons and family is amended as follows: “A civil registrar is an officer in charge of civil registration at the level of decentralised administrative entity or a representative of Rwanda in a foreign country. An officer of the health facility has the power of civil registrar to record births and deaths that occur in the health facility. An Order of the Minister in charge of civil registration specifies the officer of the health facility referred to in Paragraph 2 of this"
    },
    {
      "provision_ref": "artwho-has",
      "section": "who has",
      "title": "Article who has - that power, his or her",
      "content": "responsibilities and the modalities for performance of such responsibilities.”"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70 - of Law nº 32/2016 of 28/08/2016",
      "content": "governing persons and family is amended as follows: “The civil registrar exercises his or her functions under the supervision of his or her immediate supervisor. The civil registrar at the Sector level supervises all civil registration activities carried out in his or her jurisdiction. The immediate supervisor of a civil registrar supervises the civil registration activities in his or her jurisdiction. He or she verifies the condition and the keeping of registers, makes a report thereon and may, if considered necessary, take action against the civil registrar for his or her misconduct. The Minister in charge of civil registration conducts supervision of the civil registration offices whenever considered necessary.”"
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76 - of Law nº 32/2016 of 28/08/2016",
      "content": "governing persons and family is amended as follows: “Article 76: Numbering and initialling civil status registers The immediate supervisor of the civil registrar numbers and initials each civil status register before the civil registrar uses it. However, the Minister in charge of civil registration numbers and electronically signs the electronic civil status register. The Ministry in charge of civil registration numbers and initials the civil status registers before delivering them to the civil registration offices in Rwandan Embassies.”"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4 - Opening and closure of civil",
      "content": "status registers"
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77 - of Law nº 32/2016 of 28/08/2016",
      "content": "governing persons and family is amended as follows: “The civil status registers are opened on the first January and closed on the 31st December of each year. After closure statement and in the course of the month following the closure of registers, the civil registrar inserts in each register an alphabetical table of records contained therein. Registration in electronic civil status registers is permanent. Civil status registers are made available for consultation by any interested person.”"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5 - Location for archiving civil",
      "content": "status registers"
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79 - of Law nº 32/2016 of 28/08/2016",
      "content": "governing persons and family is amended as follows: “Civil status registers must always be kept in a civil registration office in paper or in electronic form. In case of removal of the civil registration office, registers are transferred to the new civil status territorial jurisdiction.”"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6 - Judgment substituting a civil",
      "content": "status record"
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86 - of Law nº 32/2016 of 28/08/2016",
      "content": "governing persons and family is amended as follows: “Except for the birth record drawn up in Rwanda, any civil status record drawn up in Rwanda or in a foreign country that may not be found or that was not drawn up for any reason whatsoever is substituted by a judgment rendered, upon application by any interested person, by the competent court of the place where the requesting person resides or is domiciled. The applicant must submit to the court all possible evidence proving the existence or non-existence of that record. The court may order investigations if considered necessary.”"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7 - Procedure for declaration and",
      "content": "restoration of disappeared civil status records"
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90 - of Law nº 32/2016 of 28/08/2016",
      "content": "governing persons and family is amended as follows: “Article 90: Declaration of missing or non- drawn civil status records and procedure for restoration In case a civil status register is missing, either in whole or in part, or if civil status records were not drawn up, the civil registrar makes a report explaining the issue and submits it to the immediate supervisor with a copy to the Investigation Bureau in his or her jurisdiction. The immediate supervisor instructs in writing the concerned civil registrar to record on a year-by-year basis the missing data contained in the missing civil status registers and in the civil status records not drawn up. The immediate supervisor of the civil registrar requests the competent organs to conduct an inquiry and take any appropriate action to inform the public. Inquiry results are posted, for a period of three (3) months, on the civil registration office where any interested person may access them.”"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8 - Judgment ordering restoration",
      "content": "of a civil status register"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91 - of Law nº 32/2016 of 28/08/2016",
      "content": "governing persons and family is amended as follows: “The immediate supervisor of the civil registrar, on the basis of the inquiry results, petitions the competent court to restore drawn up or record non-drawn up data found to have existed. The court, on the basis of the inquiry results and other elements considered necessary, orders restoration or registration of data drawn up or record non-drawn up found to have existed. As far as possible, one judgment includes a decision ordering restoration of all records of an entire year for every civil registration office. The restoration of civil status records is done in two (2) civil status registers given numbers and initials in accordance with this Law; one of which is deposited in the civil registration office and the other in the office of the immediate superior of the civil registrar. However, the judgment restoring the civil status register rendered when the electronic civil status register is already being used is entered in that register.”"
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100 - of Law nº 32/2016 of 28/08/2016",
      "content": "governing persons and family is amended as follows: “Every child is declared immediately after birth in the health facility where he/she was born upon presentation of a medical birth certificate issued by a medical professional from the health facility where the child was born. In case the child was not born in a health facility, the declaration is made within thirty (30) days after the birth date of the child, upon presentation of a certificate issued by the competent authority of the child’s place of birth indicating the names of the child’s parents and the date of birth and in the presence of two (2) witnesses aged at least eighteen (18) years. The declaration of birth is made by the child’s father or mother. In case both of them are not available, the declaration is made by a person they have authorized or any person exercising parental authority over the child or a close relative. In the absence of the persons referred to in Paragraph 3 of this Article, the declaration is made by any other person having been present at the child’s birth. A director of a prison must register the birth of the children born in the prison of which he/she is director with the civil registrar of the place of location of the prison, with the permission of the child’s parent. The Minister in charge of civil status determines the requirements and the modalities for declaration of children whose birth was not declared during the period prescribed by this Law.”"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10 - Declaration of birth of a child",
      "content": "born out of wedlock"
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103 - of Law nº 32/2016 of 28/08/2016",
      "content": "governing persons and family is amended as follows: “In the child’s parents are not legally married and the child’s birth is registered with the civil registrar who is not in charge of recognition of a child born out of wedlock, the child is registered under the name of his or her mother. The parent under whom the child is not registered first recognizes the child before the civil registrar in charge of child recognition for the child to be registered under his or her name.”"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11 - Declaration of birth of a",
      "content": "stillborn or that of a child who dies immediately after birth"
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104 - of Law nº 32/2016 of 28/08/2016",
      "content": "governing persons and family is amended as follows: “The birth of a stillborn child is not declared before the civil registrar. The birth of a child who dies immediately after birth is declared to the civil registrar and recorded in the register of births while his or her death is recorded in the register of deaths. A child whose birth is not declared to the civil registrar due to any ground and later dies, his or her birth and death are recorded in the register of births and the register of deaths, respectively.”"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12 - Issuance of a copy of birth",
      "content": "record"
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105 - of Law nº 32/2016 of 28/08/2016",
      "content": "governing persons and family is amended as follows: “Everyone has the right to be given a copy or extract of his or her birth record. The ascendants and descendants of a person on the direct lineage, his or her spouse, his or her guardian or his or her legal representative are allowed to be issued with such a copy. No any other person may be issued with a copy or extract of a birth record without the permission of the holder or a competent court if the holder died. If the civil registrar refuses to issue such a copy, the person who is denied the copy refers the matter to the immediate supervisor of the civil registrar. In case of unsatisfactory response, he or she petitions the competent court which decides the case under summary procedure. Any person who wishes to be issued with a birth record but whose birth was not declared within the period provided for by this Law, his or her birth must be first recorded in civil status registers in accordance with the provisions of the Order provided for under"
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106 - of Law nº 32/2016 of 28/08/2016",
      "content": "governing persons and family is amended as follows: “The declaration of death is done in the health facility where the death occurred upon presentation of a certificate of death issued by a medical professional from the health facility where the death occurred. Any person who declares a death occurring in a place other than a health facility does so within thirty (30) days after the date of death upon presentation of a death certificate issued by the competent authority in the presence of two (2) witnesses aged at least eighteen (18) years.”"
    },
    {
      "provision_ref": "art166",
      "section": "166",
      "title": "Article 166 - of Law nº 32/2016 of 28/08/2016",
      "content": "governing persons and family is amended as follows: “Civil monogamous marriage contracted upon mutual consent before the public administration is the only recognised marriage. Such a marriage is publicly officiated by the civil registrar of the domicile or residence of one of the intending spouses. In case the civil registrar referred to in Paragraph One of this Article is not available for any reason whatsoever, the marriage is officiated by his or her immediate supervisor who, in case of his or her absence, determines another civil registrar within his or her jurisdiction to replace him or her. Rwandan nationals residing abroad register and contract their marriage in the Rwandan embassy in their country of residence.”"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15 - Registration of a judgment",
      "content": "annulling a marriage In Law nº 32/2016 of 28/08/2016 governing persons and family is inserted Article 201 bis worded as follows: “Article 201 bis: Registration judgment annulling a marriage of a The judgment annulling a marriage is recorded in the marriage register, in the margin of the marriage record. The chief registrar of the court that decided in the last instance the case for annulment of marriage provides the civil registrar with information related to the court’s decision annulling the marriage.”"
    },
    {
      "provision_ref": "art215",
      "section": "215",
      "title": "Article 215 - of Law nº 32/2016 of 28/08/2016",
      "content": "governing persons and family is amended as follows: “The death of one of the spouses’ dissolves marriage. A widowed spouse has the right to remarry.”"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17 - Registration of the judgment of",
      "content": "divorce"
    },
    {
      "provision_ref": "art239",
      "section": "239",
      "title": "Article 239 - of Law nº 32/2016 of 28/08/2016",
      "content": "governing persons and family is amended as follows: “If a judgment of divorce becomes final, the chief registrar of the court that rendered the final judgment or the spouses serve it on the civil registrar of the place where the marriage was celebrated and that of the place where the spouses have domicile or residence within two (2) months from delivery of the judgment. Otherwise, service is made by any other interested person. The extract of the judgment is entered in the margin of both the marriage record and birth records of spouses.”"
    },
    {
      "provision_ref": "art243",
      "section": "243",
      "title": "Article 243 - of Law nº 32/2016 of 28/08/2016",
      "content": "governing persons and family is amended as follows: “Custody of children is awarded to the spouse who obtains divorce. The other spouse has the rights to visit them, to talk to them or to be visited by them. The judge, while rendering the judgment, determines appropriate modalities for the respect for such rights. However, the court may, on its own motion or upon application by either spouse requesting for divorce or any other interested person, order that child custody be granted to the spouse who lost the case or any other third party, taking account of the children’s interests. The court may also order that custody of children be shared between both spouses if it is in the best interests of the children. Measures ordered by the court by virtue of this Article are always provisional and may be revoked upon application by any interested party by way of unilateral petition.”"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19 - Registration of a judgment",
      "content": "establishing paternity or maternity"
    },
    {
      "provision_ref": "art285",
      "section": "285",
      "title": "Article 285 - of Law nº 32/2016 of 28/08/2016",
      "content": "governing persons and family is amended as follows: “The judgment establishing paternity or maternity is entered in the civil register and mentioned in the margin of the birth record of the child and the person established as the child’s parent. The chief registrar of the court that decided the paternity or maternity case in the last instance provides information related to the judgment of the case to the civil registrar of the place where child’s birth record is kept and that of the place where the birth record of the person established as the child’s parent is kept.”"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20 - Electronic recording in civil",
      "content": "registrars In Law nº 32/2016 of 28/08/2016 governing persons and family is inserted Article 330 bis worded as follows: “Article 330 bis: Electronic recording in civil status registers All civil status registers must be available in electronic format within three (3) years from the publication of this Law in the Official Gazette of the Republic of Rwanda. However, the usual civil status register will continue to be used together with the electronic register during a period not exceeding six (6) months from the use of the electronic civil status register. After that period, only the electronic register will be used.”"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21 - Validity of the content of the",
      "content": "physical civil status registers In Law nº 32/2016 of 28/08/2016 governing persons and family is inserted Article 330 ter worded as follows: “Article 330 ter: Validity of the content of the physical civil status registers The content of the physical civil status registers remains valid. The content of the physical civil status registers is kept electronically. An Order of the Minister in charge of civil status determines the time and modalities of its electronic keeping.”"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22 - Drafting, consideration and",
      "content": "adoption of this Law This Law was drafted, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23 - Repealing provision",
      "content": "All prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24 - Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. Kigali, on 02/02/2020 (Sé) KAGAME Paul President of the Republic (Sé) Dr NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic: (Sé) BUSINGYE Johnston Minister of Justice/Attorney General PRESIDENTIAL ORDER Nº 38/01 OF 14/02/2020 RATIFYING THE LOAN AGREEMENT BETWEEN THE REPUBLIC OF RWANDA AND THE OPEC FUND FOR INTERNATIONAL DEVELOPMENT (OFID) RELATING TO THE LOAN OF TWENTY MILLION AMERICAN DOLLARS (USD 20,000,000) FOR RWANDA SUSTAINABLE WATER SUPPLY AND SANITATION PROGRAM-PHASE II SIGNED AT KIGALI, ON 25 SEPTEMBER 2019 TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 - Authorities responsible for the",
      "content": "implementation of this Order The Prime Minister, the Minister of Foreign Affairs and International Cooperation, the Minister of Infrastructure and the Minister of Finance and Economic Planning are entrusted with the implementation of this Order."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 - Commencement",
      "content": "This Order comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. Kigali, on 14/02/2020 (Sé) KAGAME Paul President of the Republic (Sé) Dr NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic: (Sé) BUSINGYE Johnston Minister of Justice/Attorney General ANNEX TO PRESIDENTIAL ORDER 38/01 OF 14/02/2020 RATIFYING THE LOAN AGREEMENT BETWEEN THE REPUBLIC OF RWANDA AND THE OPEC FUND FOR INTERNATIONAL DEVELOPMENT (OFID) RELATING TO THE LOAN OF TWENTY MILLION AMERICAN DOLLARS (USD 20,000,000) FOR RWANDA SUSTAINABLE WATER SUPPLY AND SANITATION PROGRAM- PHASE II SIGNED AT KIGALI, ON SEPTEMBER 2019 Gazette n° 06 of 17/02/2020 Gazette n° 06 of 17/02/2020 Gazette n° 06 of 17/02/2020 Gazette n° 06 of 17/02/2020 Gazette n° 06 of 17/02/2020 Gazette n° 06 of 17/02/2020 Gazette n° 06 of 17/02/2020 Gazette n° 06 of 17/02/2020 Gazette n° 06 of 17/02/2020 Gazette n° 06 of 17/02/2020 Seen to be annexed to Presidential Order 38/01 of 14/02/2020 ratifying the Loan Agreement between the Republic of Rwanda and the OPEC Fund for International Development (OFID) relating to the loan twenty million American Dollars (USD 20,000,000) for Rwanda sustainable water supply and sanitation program-Phase signed at Kigali, on 25 September 2019 Kigali, on 14/02/2020 (Sé) KAGAME Paul President of the Republic (Sé) Dr NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic: (Sé) BUSINGYE Johnston Minister of Justice/Attorney General"
    },
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1 - Ratification",
      "content": "The Loan Agreement between the Republic of Rwanda and the OPEC Fund for International Development (OFID) relating to the loan of twenty million American Dollars (USD 20,000,000) for Rwanda sustainable water supply and sanitation program-Phase II signed at Kigali, on 25 September 2019, annexed to this Order, is ratified and becomes fully effective."
    }
  ],
  "definitions": []
}
