{
  "id": "rw-law-2019-28",
  "type": "statute",
  "title": "Law relating to Civil Aviation Security",
  "title_en": "Law relating to Civil Aviation Security",
  "short_name": "Law 28 of 2019",
  "status": "in_force",
  "issued_date": "2019-09-19",
  "in_force_date": "2019-11-11",
  "url": "https://rwandalii.org/akn/rw/act/law/2019/28/eng@2019-11-11",
  "provisions": [
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60 - Commencement",
      "content": "Article This Law comes into force on the date of La its publication in the Official Gazette of the de Republic of Rwanda. la Kigali, on 19/09/2019 Kigali, (sé) KAGAME Paul President of the Republic (sé) Dr NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General PRESIDENTIAL ORDER N o 114/01 OF 06/11/2019 DETERMINING THE SALARIES AND FRINGE BENEFITS FOR CAREER PROSECUTORS, INSPECTORS, SECRETARY GENERAL AND ASSISTANTS TO PROSECUTORS TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6 - Authorities responsible for the",
      "content": "implementation of this Order The Minister of Public Service and Labour, Minister of Infrastructure and the Minister Finance and Economic Planning are entrusted with the implementation of this Order."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8 - Commencement",
      "content": "This Order comes into force on the date of publication in the Official Gazette of Republic of Rwanda. Kigali, on 06/11/2019 (sé) KAGAME Paul President of the Republic (sé) Dr NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General ANNEX TO PRESIDENTIAL ORDER N o 114/01 OF 06/11/2019 DETERMINING THE SALARIES AND FRINGE BENEFITS FOR CAREER PROSECUTORS, INSPECTORS, SECRETARY GENERAL AND ASSISTANTS TO PROSECUTORS Gazette no.44 of 11/11/2019 Salary Structure for Prosecutors I.V Nbr Level F F 1.IV 1.IV 1.IV 1.IV 2.III 2.III 2.III 3.III 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 4.III 4.II 4.II 5.II 6.II o Seen to be annexed to Presidential Order n o 114/01 of 06/11/2019 determining the salaries and fringe benefits for career prosecutors, inspectors, Secretary General and assistants to prosecutors Kigali, on 06/11/2019 (sé) KAGAME Paul President of the Republic (sé) Dr NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General PRESIDENTIAL ORDER Nº 115/01 OF 06/11/2019 RATIFYING THE AGREEMENT BETWEEN THE REPUBLIC OF RWANDA AND THE KINGDOM OF MOROCCO, FOR THE AVOIDANCE OF DOUBLE TAXATION AND THE PREVENTION OF FISCAL EVASION WITH RESPECT TO TAXES ON INCOME, SIGNED IN KIGALI, ON 19 OCTOBER 2016 TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1 - Allocation of State land",
      "content": "private domain The land in plot Nº UPI 1/02/10/04/384 with surface of six hundred eighty-four thousand, seven hundred ninety-five square meter (684,795 sqm) located in Murama Cell, Kinyinya Sector, Gasabo District, City Kigali, is allocated to Emerald Park Ltd for investment."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 - Authorities responsible for the",
      "content": "implementation of this Order The Prime Minister, the Minister of Finance and Economic Planning and the Minister Foreign Affairs and International Cooperation are entrusted with the implementation of this Order."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 - Commencement",
      "content": "This Order comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. Kigali, on 06/11/2019 (sé) KAGAME Paul President of the Republic (sé) Dr NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General ANNEX TO PRESIDENTIAL ORDER 115/01 OF 06/11/2019 RATIFYING THE AGREEMENT BETWEEN THE REPUBLIC OF RWANDA AND THE KINGDOM OF MOROCCO, FOR THE AVOIDANCE OF DOUBLE TAXATION AND THE PREVENTION OF FISCAL EVASION WITH RESPECT TO TAXES ON INCOME, SIGNED IN KIGALI, ON 19 OCTOBER 2016 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Gazette no.44 of 11/11/2019 Seen to be annexed to Presidential Order 115/01 of 06/11/2019 ratifying the Agreement between the Republic Rwanda and the Kingdom of Morocco, for the avoidance of double taxation and prevention of fiscal evasion with respect taxes on income, signed in Kigali, on October 2016 Kigali, on 06/11/2019 (sé) KAGAME Paul President of the Republic (sé) Dr NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General PRIME MINISTER’S ORDER Nº 225/03 OF 01/11/2019 ALLOCATING STATE LAND IN PRIVATE DOMAIN FOR INVESTMENT TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4 - Composition of the gross salary",
      "content": "The monthly gross salary for each career prosecutor, inspector, the Secretary General and assistant to prosecutor is mainly composed of following: 1° basic salary; 2° housing allowance; 3° transport allowance; 4° State contribution for social security; 5° State contribution for medical care. Career prosecutors, inspectors and Secretary General positioned on “F”, “G/1.IV” and “H/2.III” job levels are not granted transport allowance specified in Paragraph One of this article. Their transport is facilitated accordance with Instructions of the Minister charge of transport. Career prosecutors and assistant to prosecutors positioned on level “3” are not granted transport allowance specified in Paragraph One of this article. They are entitled to special transport allowance, in accordance with Instructions of Minister in charge of public service."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5 - Mileage allowances",
      "content": "When career prosecutors, inspectors and Secretary General on F, G/1.IV and H/2.III job levels go on official mission inside the country by using their vehicles, the State pays them mileage allowances in accordance with Instructions of the Minister in charge transport."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7 - Repealing provision",
      "content": "Presidential Order n o 100/01 of 18/06/2014 determining the salaries and fringe benefits Career Prosecutors, Inspectors, Secretary General and Assistants to Prosecutors and prior provisions contrary to this Order repealed."
    }
  ],
  "definitions": []
}
