{
  "id": "rw-law-2019-17",
  "type": "statute",
  "title": "Law relating to the Prohibition of Manufacturing, Importation, Use and Sale of Plastic Carry Bags and Single-use Plastic Items",
  "title_en": "Law relating to the Prohibition of Manufacturing, Importation, Use and Sale of Plastic Carry Bags and Single-use Plastic Items",
  "short_name": "Law 17 of 2019",
  "status": "repealed",
  "issued_date": "2019-08-10",
  "in_force_date": "2019-09-23",
  "url": "https://rwandalii.org/akn/rw/act/law/2019/17/eng@2019-09-23",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law prohibits the manufacturing, importation, use and sale of plastic carry bags and single-use plastic items."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions",
      "content": "As used in this Law, the following terms have the meanings assigned to them below: 1º single-use plastic item: a disposable plastic item designed to be used once before it is discarded or recycled. Single-use plastic items include plastic carry bags, oxo-degradable plastics and other items whose part is made from plastic material; 2º compostable plastic material: any material made from single-use plastic or plastic carry bag made from plant-based synthetic materials capable of undergoing biological decomposition in natural conditions; 3º plastic carry bag: a synthetic industrial product with a low density composed of numerous ethane molecules used in packaging or carrying products; 4º recycling: the process of collecting and processing plastic materials that would otherwise be thrown away as trash and turning them into new products; 5º oxo-degradable plastics: petroleum based plastic materials that include additives, which through oxidation lead to the fragmentation of the plastic material into micro-fragments or to chemical decomposition, often also referred to as oxo-biodegradable, photo-degradable, thermo-degradable, oxo-fragmentable or pro-oxidant additive containing plastics; 6º plastic: a material derived from petrochemicals that are lightweight, soft and non-compostable; 7º person: an individual, a group of individuals, a company, an organisation or a cooperative with legal personality; 8º competent authority: the national institution in charge of environmental protection; 9º woven polypropylene: polypropylene strips/threads that have been woven in two directions (warp and weft) to create a light, but strong and heavy duty material."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Prohibition and control of plastic carry bags and single-use plastic items",
      "section": "3",
      "title": "Article 3 – Prohibition of plastic carry bags and single-use plastic items",
      "content": "The manufacturing, use, importation or sale of plastic carry bags and single-use plastic items is prohibited."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Prohibition and control of plastic carry bags and single-use plastic items",
      "section": "4",
      "title": "Article 4 – Exceptional authorisation",
      "content": "The manufacturing, importation, use or sale of home compostable plastic items or woven polypropylene is allowed subject to prior authorisation from the competent authority. A person who intends to manufacture, import and export or use plastic carry bags and single-use plastic items or pack goods in plastic material and single-use plastic items for exceptional reasons applies in writing for an exceptional authorisation issued by the competent authority. The competent authority establishes guidelines on procedures and conditions for the issue of exceptional authorisation."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Prohibition and control of plastic carry bags and single-use plastic items",
      "section": "5",
      "title": "Article 5 – Environmental levy",
      "content": "Imported goods packaged in plastic material or single-use plastic items are subject to an environmental levy in accordance with relevant laws."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter III – Collection, recycling and inspection of plastic carry bags and single-use plastic items",
      "section": "6",
      "title": "Article 6 – Collection of plastic carry bags and single-use plastic items",
      "content": "Every manufacturer, wholesaler or retailer of plastic carry bags or single-use plastic items must put in place mechanisms to collect and segregate used plastic carry bags and single-use plastic items and hand them over to the recycling plants."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Collection, recycling and inspection of plastic carry bags and single-use plastic items",
      "section": "7",
      "title": "Article 7 – Recycling used plastic carry bags and single-use plastic items",
      "content": "Every person recycling used plastic carry bags and single-use plastic items must do it in a way that protects the environment."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Collection, recycling and inspection of plastic carry bags and single-use plastic items",
      "section": "8",
      "title": "Article 8 – Institutions responsible for inspection",
      "content": "Institutions responsible for inspection of manufacturing, importation and exportation, use or sale of plastic carry bags or single-use plastic items are the following: 1º Rwanda National Police; 2º Institution in charge of Customs; 3º Rwanda Investigation Bureau; 4º Rwanda Environment Management Authority; 5º Rwanda Standards Board; 6º Rwanda Inspectorate, Competition and Consumer Protection Authority; 7º administrative decentralised entities."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Administrative sanctions",
      "section": "9",
      "title": "Article 9 – Manufacturing of plastic carry bags and single-use plastic items",
      "content": "A person who manufactures plastic carry bags and single-use plastic items is liable to closure of the activity, dispossession of those plastic carry bags and such items and to an administrative fine of ten million Rwandan francs (FRW 10,000,000)."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Administrative sanctions",
      "section": "10",
      "title": "Article 10 – Importation of plastic carry bags and single-use plastic items",
      "content": "A person who imports plastic carry bags and single-use plastic items is liable to dispossession of those plastic carry bags and such items and to an administrative fine equivalent to ten (10) times of the value of those plastic carry bags and single-use plastic items."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Administrative sanctions",
      "section": "11",
      "title": "Article 11 – Wholesale of plastic carry bags and single-use plastic items",
      "content": "A wholesaler of plastic carry bags and single-use plastic items is liable to an administrative fine of seven hundred thousand Rwandan francs (FRW 700, 000) and dispossession of those plastic carry bags and such items."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Administrative sanctions",
      "section": "12",
      "title": "Article 12 – Retailing of plastic carry bags and single-use plastic items",
      "content": "A retailer of plastic carry bags and single-use plastic items is liable to an administrative fine of three hundred thousand Rwandan francs (FRW 300,000) and dispossession of those plastic carry bags and such items. The competent Authority determines the modalities of managing the dispossessed plastic carry bags and single-use plastic items referred to in Articles 9, 10, 11 and 12."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Administrative sanctions",
      "section": "13",
      "title": "Article 13 – Piling or disposing of plastic carry bag waste and other single-use plastic items on unauthorised place",
      "content": "Any person who piles or disposes of plastic carry bag waste and other single-use plastic items on unauthorised public or private place is liable to an administrative fine of fifty thousand Rwandan francs (FRW 50,000) and is ordered to remove such waste and repair damages caused by him or her. If the acts referred to in Paragraph One of this Article are committed by a person having exceptional authorisation to use plastic carry bags and single-use plastic items or to treat waste, he or she is liable to an administrative fine of five million Rwandan francs (FRW 5,000,000). The authorisation is also suspended or withdrawn."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Administrative sanctions",
      "section": "14",
      "title": "Article 14 – Recidivism",
      "content": "In case of recidivism of acts provided for in Articles 9, 10, 11, 12 and 13 of this Law, the administrative fine is doubled."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Administrative sanctions",
      "section": "15",
      "title": "Article 15 – Period for payment of an administrative fine",
      "content": "A person subject to the payment of an administrative fine provided for in this Law is required to pay them within seven (7) working days from receipt of the written notice with a temporary closure of the activities, if any. If the person referred to in the preceding Paragraph is subject to the payment of an administrative fine and fails to comply with the provisions of the same Paragraph, he or she pays the amount due with late interest of one point five percent (1.5 %) of this amount for each day of delay."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Administrative sanctions",
      "section": "16",
      "title": "Article 16 – Authority responsible for the recovery an administrative fine",
      "content": "Institutions responsible for inspection and control of the prohibition of manufacturing, importation, use and sale of plastic carry bags and single-use plastic items referred to in Article 8 of this Law are entrusted with powers to enforce payment of the administrative fine. The administrative fine is deposited into the National Fund for Environment."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "17",
      "title": "Article 17 – Transitional period",
      "content": "Single-use plastic items which are already ordered or in stock are exempted from the application of this Law within three (3) months from the commencement of this Law. The existing factories in Rwanda manufacturing single-use plastic items must comply with the provisions of this Law within two (2) years from the date of publication of this Law in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "18",
      "title": "Article 18 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "19",
      "title": "Article 19 – Repealing provision",
      "content": "Law n° 57/2008 of 10/09/2008 relating to the prohibition of manufacturing, importation, use and sale of polythene bags in Rwanda and all prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "20",
      "title": "Article 20 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
