{
  "id": "rw-rura-establishment-2013",
  "type": "statute",
  "title": "Law establishing the Rwanda Utilities Regulatory Authority (RURA) and Determining its Mission, Powers, Organisation and Functioning",
  "title_en": "Law establishing the Rwanda Utilities Regulatory Authority (RURA) and Determining its Mission, Powers, Organisation and Functioning",
  "short_name": "Law 9 of 2013",
  "status": "in_force",
  "issued_date": "2013-03-01",
  "in_force_date": "2013-04-08",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/9/eng@2013-04-08",
  "description": "Establishes Rwanda Utilities Regulatory Authority (RURA), including mandates relevant to communications and regulated network sectors.",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law shall establish Rwanda Utilities Regulatory Authority, abbreviated as “RURA”. This Law also determines its mission, powers, organization and functioning. RURA shall have legal personality in administrative and financial autonomy. It shall have its personal seal."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Regulated public utilities by RURA",
      "content": "The regulated public utilities under this law shall be the following: 1° telecommunications, information technology, broadcasting and converging electronic technologies including the internet and any other audiovisual information and communication technology; 2° postal services; 3° renewable and non-renewable energy, industrial gases, pipelines and storage facilities; 4° water; 5° sanitation; 6° transportation of persons and goods; 7° and other public utilities, if considered necessary."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Head office of RURA",
      "content": "The head office of RURA shall be situated in Kigali City, the Capital of the Republic of Rwanda. It may be transferred elsewhere in Rwanda if considered necessary. RURA may establish branches elsewhere in the country if considered necessary, in order to fulfil its mission, upon approval by Regulatory Board."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Mission and powers of RURA",
      "section": "4",
      "title": "Article 4 – Mission of RURA",
      "content": "In order to regulate certain public utilities, RURA’s main mission shall consist of the following: 1° to set up necessary guidelines in order to implement laws and regulations in force; 2° to ensure compliance by public utilities with the provisions of laws and regulations governing the regulated sectors in an objective, transparent and non-discriminatory manner; 3° to ensure the continuity of service delivery by the licensed or authorized service providers and the preservation of public interest; 4° to protect users and operators interests by taking measures likely to guarantee effective, sound and fair competition in the regulated sectors within the framework of applicable laws and regulations; 5° to protect and promote consumers’ interests; 6° to promote the availability, accessibility and affordability of regulated services to all consumers including low income, rural and disadvantaged consumers; 7° to promote efficient development of regulated sectors in accordance with Government economic and financial policy; 8° to promote and enhance general knowledge, sensitization and awareness of the regulated sectors including but not limited to: a. the rights and obligations of consumers and service providers; b. the ways in which complaints are lodged and resolved; c. the missions, powers and functions of RURA; 9° to issue permits, authorizations and licenses required for regulated sectors, in accordance with the relevant governing laws and regulations; 10° to monitor and ensure compliance by regulated network or service providers in line with their licenses, permits and concession obligations; 11° to ensure fair competition in all regulated sectors."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Mission and powers of RURA",
      "section": "5",
      "title": "Article 5 – Specific mission of RURA in regard to the media",
      "content": "Specific missions of RURA with regard to the media shall be governed by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Mission and powers of RURA",
      "section": "6",
      "title": "Article 6 – General powers",
      "content": "For public interest and the consumers protection in particular, RURA shall have the following powers: 1° to carry out investigations including inspections at service delivery sites of the regulated service providers in the purpose of ensuring compliance with their obligations; 2° to impose administrative sanctions in case of a violation of this Law and other laws and regulations governing regulated sectors; 3° to settle and facilitate the settlement of disputes related to regulated services; 4° to issue directives to the regulated service provider whose license to operate has been cancelled, suspended, modified or revoked, and appoint an administrator."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Mission and powers of RURA",
      "section": "7",
      "title": "Article 7 – Power to regulate tariffs and charges",
      "content": "RURA shall carry out regular reviews of tariffs and charges required by providers of regulated services. In making any decision, setting tariffs and charges or establishing the method of regulating such tariffs and charges, RURA shall take into account the following: 1° the costs of producing and supplying the goods or services; 2° the return on assets in the regulated sector; 3° any relevant benchmarks including international benchmarks for prices, costs and return on assets in comparable sectors; 4° the fundamental elements for determination of tariffs; 5° the consumer's and the investor’s interests; 6° the desire to promote competitive tariffs and attract more customers without distorting market growth and profitability; 7° the reason to establish maximum tariffs and charges and ways of carrying out regular reviews of tariffs and charges; 8° any other reasons specified in the relevant sector legislation."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Mission and powers of RURA",
      "section": "8",
      "title": "Article 8 – Power to obtain information",
      "content": "RURA shall have the power to require any regulated public utility provider to provide it with information about its activities. The information may include the following: 1° matters related to financial, technical, scientific, marketing, commercial, file related to legal issues and products information, irrespective of their importance; 2° information which is possessed by the regulated service provider which can be accessed or easily obtained by it. Failure to provide the information on time or providing wrong information shall be punishable by law."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Mission and powers of RURA",
      "section": "9",
      "title": "Article 9 – Judicial police power and RURA’s representation before courts",
      "content": "An Order of the Minister in charge of justice shall determine some of RURA employees who shall be vested with the judicial police powers. The Minister in charge of justice shall also appoint some of RURA competent employees to be vested with powers to represent it before courts."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Mission and powers of RURA",
      "section": "10",
      "title": "Article 10 – Enforcement of RURA powers",
      "content": "RURA shall have access to any commercial premises of any natural person or legal entity, at any time, in accordance with the law, either, with or without notice, to inspect and obtain any necessary information. The powers provided in the Paragraph One of this Article shall only be exercised by the Regulatory Board or by employees of RURA where there are reasonable grounds to believe that any natural person or legal entity violates the provisions of the law governing the concerned regulated utility or this Law."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Supervising Organ of RURA",
      "section": "11",
      "title": "Article 11 – Supervising Organ of RURA",
      "content": "RURA is supervised by the Prime Minister’s Office. An Order of the Prime Minister shall determine modalities of which Ministries in charge of regulated sectors shall coordinate activities with RURA in the implementation of their respective mandates."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Supervising Organ of RURA",
      "section": "12",
      "title": "Article 12 – Activity report",
      "content": "RURA shall submit an annual activity report to the Prime Minister’s office and provide copies to the Parliament, both chambers, Ministry in charge of finance and Ministries in charge of regulated services. The activity report shall be submitted to the Prime Minister’s Office within three (3) months after the close of the budget year."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "13",
      "title": "Article 13 – Management organs of RURA",
      "content": "RURA shall have the following management organs: 1° the Regulatory Board; 2° the General Directorate."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "14",
      "title": "Article 14 – Regulatory Board",
      "content": "The Regulatory Board of RURA shall be the supreme management and decision-making organ. It shall have full powers and responsibilities to manage the property of RURA in order for it to fulfil its mission. The Regulatory Board shall consist of seven (7) members including the Director General who shall serve as a rapporteur. At least thirty percent 30% of the members of the Regulatory Board shall be female."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "15",
      "title": "Article 15 – Requirements for Regulatory Board membership",
      "content": "For a person to be a member of the Regulatory Board, he/she shall meet the following requirements: 1° to be a person of integrity; 2° not to have been irrevocably sentenced to a term of imprisonment equal to or exceeding six-months (6); 3° to have a breadth of knowledge, in fields related to public utilities or in the regulation of public utilities."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "16",
      "title": "Article 16 – Terms of office of the Regulatory Board members",
      "content": "Members of the Regulatory Board shall be appointed by a Presidential Order for a term of four (4) years renewable only once, except for the Director General. The same Order shall appoint the Chairperson of the Board. The Regulatory Board members in their first meeting elect from amongst themselves a Vice-Chairperson."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "17",
      "title": "Article 17 – Incompatibilities with the membership of the Regulatory Board",
      "content": "The membership of the Regulatory Board shall be incompatible with the following activities: 1° being associated with, holding a managerial post or a senior office in any private organisation pertained, in one way or another, to public utilities governed by this Law; 2° holding shares or interests in a business of public utilities either by himself/herself or his/her first-degree relatives; 3° having served as a public utility manager for three (3) years preceding his/her appointment to the Regulatory Board; 4° carrying out any activity whatsoever likely to hamper the functioning of RURA."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "18",
      "title": "Article 18 – Reasons for termination of Regulatory Board membership",
      "content": "The Regulatory Board member shall terminate his/her duties due to the following reasons: 1° end of his/her term of office; 2° resignation in writing; 3° incapacity due to physical or mental illness as certified by an authorised medical doctor; 4° irrevocable sentence to a term of imprisonment equal to or exceeding six-months (6) with no suspension of sentence; 5° three (3) consecutive absences from the Board meetings within period of one (1) year with no valid reasons; 6° in the event that he/she no longer meets the requirements considered for his/her appointment to the Regulatory Board; 7° display of conduct incompatible with his/her duties; 8° hampering the smooth functioning of RURA; 9° when he/she is guilty of the crime of genocide or genocide ideology; 10° death."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "19",
      "title": "Article 19 – Responsibilities of the Regulatory Board",
      "content": "The Regulatory Board shall have the following responsibilities: 1° to participate in developing RURA general policy and monitor its implementation; 2° to determine the general vision of RURA and ensure its implementation; 3° to approve RURA’s annual budget and action plan; 4° to approve annual financial statements for the previous financial year; 5° to adopt the staff statutes, their emoluments, their wage structure, the internal rules and the organisational structure for RURA; 6° to determine the job descriptions of RURA employees, set related terms and conditions of employment and appoint staff members based on the recommendation of the Director General; 7° to evaluate the performance of the RURA based on its action plan and budget; 8° to decide on receiving, buying, giving away or selling movable or immovable property and on the use of RURA’s property; 9° to approve the annual activity report of RURA before its submission to the supervisory authority."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "20",
      "title": "Article 20 – Powers of the Regulatory Board",
      "content": "The Regulatory Board shall have the following powers: 1° to set up the general regulations and directives in accordance with the laws in force; 2° to determine at any time tariffs, charges related to networks interconnection or infrastructure shared by public utilities providers; 3° to take any decision pertaining to the regulation of public utilities, particularly any decisions relating to the granting, suspension and withdrawal of a license, authorization or permit; 4° to take administrative sanctions in case of violation of legal and regulatory provisions or of the contents of permits, licenses, authorization and other directives; 5° to take decisions on any disputes referred to it; 6° to conciliate, upon request of parties in dispute. The Regulatory Board may delegate some of its powers referred to above to the Director-General in order for RURA to fulfil its missions."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "21",
      "title": "Article 21 – Requirements for the Regulatory Board",
      "content": "The Regulatory Board is required to: 1° promote the interests of subscribers and potential users who require goods and services provided by public utilities, whether by natural persons or legal entities, in respect of the price and quality of goods and services, and where appropriate, to ensure the variety of those goods and services, taking into consideration the interest of service providers; 2° have due regard to the security of the Republic of Rwanda and protection of the country when making decisions concerning public utilities; 3° carry out the general and specific regulatory duties laid down by relevant legislation in respect of each public utility and any administrative function associated with these duties; 4° preserve and protect the environment, the conservation of natural resources and the health and safety of services users; 5° advise public utility providers with the aim of ensuring improvement in the service delivery. The Regulatory Board shall always act in an independent, transparent and objective manner, and without discrimination when carrying out its activities."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "22",
      "title": "Article 22 – Convening Regulatory Board meetings",
      "content": "The ordinary meeting of the Regulatory Board shall be held once in a month upon invitation by the Chairperson or the Vice-Chairperson where the Chairperson is absent. The extraordinary meeting shall be convened in writing by the Chairperson or the Vice-Chairperson where the Chairperson is absent, upon their own initiative or upon proposal by the supervising authority or, by two-thirds (2/3) of the members of the Regulatory Board or by the Director General of RURA."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "23",
      "title": "Article 23 – Notification of Regulatory Board meeting",
      "content": "The meeting of the Regulatory Board is convened through a written notification at least seven (7) days before the date of the meeting except if all members accept an emergency notification. The notification must also state the time, date, location and agenda of the meeting."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "24",
      "title": "Article 24 – Holding of the Regulatory Board meeting",
      "content": "The required quorum for a Regulatory Board meeting shall be at least five (5) members. The Regulatory Board meeting shall be chaired by the Chairperson or the Vice-Chairperson in case of absence of the Chairperson. In the absence of the Chairperson and the Vice-Chairperson, the meeting shall be chaired by the eldest member and deputized by the youngest. Items to be considered by the Regulatory Board in the first quarter of the year shall include approval of the activity report and the use of property in the previous year. Items to be considered in the third quarter shall include the draft annual budget and the plan of action for the following year."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "25",
      "title": "Article 25 – Sitting allowances for the Regulatory Board members",
      "content": "Members of the Regulatory Board present in the meetings of the Regulatory Board shall be entitled to sitting allowances determined by a Presidential Order."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "26",
      "title": "Article 26 – Request for experts",
      "content": "The Regulatory Board may invite in its meetings any persons likely to give an advice on a given item on the agenda. Those persons shall be chosen for their specific skills but shall not have the right to vote."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "27",
      "title": "Article 27 – Committees of the Regulatory Board",
      "content": "The Regulatory Board may set up committees entrusted with analysing any issue in depth and report to the Regulatory Board."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "28",
      "title": "Article 28 – Consultative duties",
      "content": "The Regulatory Board may, upon its own initiative or upon request by a Minister in charge of regulated services, provide advice or informations to the Minister on any matter concerning the relevant public utility. The Minister in charge of regulated services shall consult with the Regulatory Board concerning the formulation of the sector policy for public utilities. While discharging its duties, the Regulatory Board shall give due regard on having the right of opinion on the implementation of such policy."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "29",
      "title": "Article 29 – Regulatory Board decisions",
      "content": "No decision of the Regulatory Board can be taken unless at least five (5) members of the Regulatory Board are present. Decisions are made by a majority of votes of members of the Regulatory Board who are present. In case of a tie, the Chairperson shall have the casting vote. Members of the Regulatory Board shall not be represented in the meetings. In the case of unavoidable absence, members may give opinions by information and communication technology means, as approved by the Board. Upon the closure of the meeting, Regulatory Board decisions shall be signed by the members present and shall be communicated to the supervisory organ of RURA. The Regulatory Board shall not do anything or be required to do anything which is prejudicial to the national security or affect relations with foreign countries."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "30",
      "title": "Article 30 – Nullification of the Regulatory Board decisions",
      "content": "The Supervising Organ of RURA has the power to nullify any decision of the Regulatory Board if it appears that the security of Rwanda or of a foreign country may be adversely affected by it. However, in exercising this power, the Supervising Organ of RURA shall first provide explanations to the Regulatory Board in a meeting which it requested in writing to be convened. If the Regulatory Board insists upon executing the decision, the Supervising Organ shall nullify it. RURA shall have right to seize the relevant courts as far as the nullified decision is concerned."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "31",
      "title": "Article 31 – Minutes of Regulatory Board meetings",
      "content": "The Director General of RURA who is also the rapporteur to the Regulatory Board shall have voting rights. The proceedings of the meeting of the Regulatory Board shall be recorded in minutes which will be considered and adopted in the next meeting of the Regulatory Board. The Chairperson of the meeting and its rapporteur shall sign the minutes and resolutions of the meeting."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "32",
      "title": "Article 32 – Appointment of the Director General",
      "content": "The Director General of RURA shall be appointed by a Presidential Order. The term of office of the Director General of RURA shall be five (5) years renewable once."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "33",
      "title": "Article 33 – Powers and responsibilities of the Director General of RURA",
      "content": "The Director General of RURA shall be entrusted with executive powers. He/she shall coordinate and direct its daily activities and shall be answerable to the Regulatory Board on how its decisions are implemented. The main responsibilities of the Director General of RURA shall be the following: 1° to initiate and present to the Regulatory Board any plan and activities aimed at promoting the development of RURA and the achievement of its mission; 2° to implement, monitor and ensure the enforcement of the regulation policy of RURA and the decisions of the Regulatory Board in accordance with laws governing the regulated public utilities; 3° to assign employees in accordance with the laws upon their appointment by the Regulatory Board; 4° to serve as a legal representative of RURA; 5° to ensure the daily management of RURA; 6° to elaborate the draft of the annual budget and submit it to the Regulatory Board for approval; 7° to produce the annual activity report of RURA; 8° to enforce contracts, agreements, conventions and international treaties which have been ratified by Rwanda in relation to regulated sectors; 9° to perform any other duties as may be assigned by the Regulatory Board which are under RURA’s missions."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "34",
      "title": "Article 34 – Benefits entitled to the Director General and other staff members",
      "content": "Salary and other benefits of the Director General of RURA shall be determined by a Presidential Order and shall be paid by RURA. Salary and other benefits of RURA’s staff members shall be determined by the Regulatory Board and shall be paid by RURA."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter IV – Organization of RURA",
      "section": "35",
      "title": "Article 35 – Statutes governing the staff, organisational structure and responsibilities of departments",
      "content": "The Statutes governing the staff, organisational structure and responsibilities of departments shall be determined by the Regulatory Board."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter V – Property and finances of RURA",
      "section": "36",
      "title": "Article 36 – Source of the property of RURA",
      "content": "The property of RURA shall come from: 1° fees levied on application of and grant of licenses, permits, contracts, concessions and allocations to each public utility operator; 2° grants, donations and legacies; 3° annual regulatory fee based on a percentage of the turnover from each regulated service; 4° all administrative fines imposed by the Regulatory Board; 5° loans; 6° fees for services rendered by RURA; 7° any other payment or property due to RURA in respect of any activity related to the regulated services. The annual regulatory fee under point 3° of this Article shall not exceed one percent (1%) of regulated services annual turnover. The annual regulatory fee under point 3° of this Article may differ as among different regulated sectors but must not be different within the same regulated sector."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter V – Property and finances of RURA",
      "section": "37",
      "title": "Article 37 – Payment of the contribution levied on annual turnover",
      "content": "The contribution levied on annual turnover is determined by the Regulatory Board but cannot exceed one percent (1%) of the turnover. The contribution levied on annual turnover shall be paid not later than 30 th June of each year. Delay to pay the annual contribution shall be punishable by two point five percent 2.5% interest on arrears per month of amount of the contribution to be paid."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter V – Property and finances of RURA",
      "section": "38",
      "title": "Article 38 – Loan application",
      "content": "Subject to the approval of the Regulatory Board and where imminently necessary, RURA may apply for a loan from a bank or any other local financial institution for the purposes of achieving its mission as assigned by this Law."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter V – Property and finances of RURA",
      "section": "39",
      "title": "Article 39 – Surplus of RURA budget",
      "content": "In case there is surplus from RURA budget each year, it shall be transferred in the public treasury, after RURA has saved some funds to be used in the next annual budget."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter V – Property and finances of RURA",
      "section": "40",
      "title": "Article 40 – RURA financial audit",
      "content": "RURA shall keep books of accounts and other appropriate and necessary records to its operations. RURA finances shall be audited by the Auditor General of the State finances at the end of the budget year and whenever considered necessary."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter VI – Competition",
      "section": "41",
      "title": "Article 41 – Designation of who holds a dominant position in the market",
      "content": "RURA may designate any regulated service provider as the one which holds a dominant position in the market. Dominant position shall be subject to the controls set out in the law relating to the concerned sector of public utility. Such designation made under the provisions of this Article shall have to take into account the natural person or legal entity’s ability to influence market conditions, its turnover compared to the size of the market, its control of users’ access to the relevant utility, its access to financial resources and its experience in availing the relevant services to users. RURA shall notify in writing any natural person or legal entity which it considers having dominant position with all the details of the relevant market, and the reasons why it believes that natural person or legal entity holds a dominant position."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter VI – Competition",
      "section": "42",
      "title": "Article 42 – Powers in competition",
      "content": "While fulfilling its mission, RURA shall have powers to monitor activities and practices that are revealed in the competition of regulated sectors. During that monitoring, RURA shall focus on the following: 1° promoting effective competition within each public utility sector in the interest of potential users of goods and services of each public utility; 2° investigating and terminating any anti-competitive practices; 3° imposing sanctions in case of anti-competitive practices; 4° informing the Supervising Organ of RURA in writing and with supporting evidence of any anti-competitive practices; 5° notifying the Supervising Organ of RURA of any measures taken, and sanctions applied."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter VI – Competition",
      "section": "43",
      "title": "Article 43 – Anti-competitive practices",
      "content": "Without prejudice to other laws, anti-competitive practices either any agreement by providers of public utility services, decisions by associations of public utility services providers, or concerted practices which aim to prevent or to restrict the competition in a given public utility sector operating in the country, shall be supervised and regulated by RURA. The provisions of Paragraph One of this Article shall apply in particular to any agreements, decisions or practices which: 1° directly or indirectly determine purchasing or selling prices or any other direct or indirect trading agreement; 2° determine maximum tariffs or control markets or technical development; 3° control the selling of shares, stock markets or sources of suppliers; 4° apply different conditions to equivalent transactions with other providers of public utilities, hence placing those providers at a competitive disadvantage; 5° includes in any agreement additional obligations which have no connection with the subject matter of such agreements. Any agreement or decision referred to in Paragraph One of this Article shall be considered null and void and any concerted practices shall be deemed to be contrary to the law and shall be terminated."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter VI – Competition",
      "section": "44",
      "title": "Article 44 – Prohibition of abuse of dominant position",
      "content": "Any practices by one or more organizations having a dominant position in a public utility sector in Rwanda shall be prohibited if it amounts to an abuse of the dominant position. Particularly, the following practices shall be prohibited: 1° to determine directly or indirectly unfair purchasing or selling prices or any other unfair trading conditions; 2° to limit markets or technical development and in a manner which adversely affects users; 3° to apply different conditions to similar trade agreements with other trading parties thereby placing them at a competitive disadvantage; 4° to terminate an established business practice or trading agreement without any valid reasons. Upon request by the Regulatory Board, an Order of Prime Minister shall determine any additional practices which are considered as anti-competitive for the organizations having the dominant position."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter VI – Competition",
      "section": "45",
      "title": "Article 45 – Action against anti-competitive practices",
      "content": "Any natural person or legal entity may submit a complaint to RURA to denounce an anti-competitive practice of one or more public utility providers. RURA must investigate the complaint filed to it."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter VI – Competition",
      "section": "46",
      "title": "Article 46 – Investigation on the complaint",
      "content": "In accordance with the provisions of Articles 8 and 10 of this Law, RURA shall give a written notice to the service provider of a public utility, requesting him/ her to provide information relating to the complaint filed to it. The notice shall include the following: 1° the receipt of a complaint alleged being anti-competitive practice which it intends to investigate; 2° the nature of the complaint; 3° the reasons for suspicion of anti-competitive practice; 4° the information required from the service provider in order to investigate the complaint; 5° to take provisional measures if it is necessary in order to remedy the anti-competitive practices. The regulated organization shall provide the information required in accordance with Paragraph One of Article 8 of this Law within seven (7) working days of the receipt of the request by RURA."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter VI – Competition",
      "section": "47",
      "title": "Article 47 – Powers of RURA on the complaint",
      "content": "If RURA investigates the complaint and finds it valid, it may: 1° to issue a prohibition notice requiring a natural person or legal entity to cease any activity which is contrary to the provisions of this Law; 2° to impose an administrative fine against that natural person or legal entity in respect with the act committed in accordance with this Law; 3° to declare any anti-competitive agreement or decision null and void. The natural person or legal entity not satisfied by the decision made by RURA may file a case to the competent court."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter VII – Administrative sanctions",
      "section": "48",
      "title": "Article 48 – Administrative fine imposed on those who fail to provide information",
      "content": "RURA may impose to any natural person or legal entity which fails to provide information requested within the time limit specified by this Law, a daily administrative fine of two hundred thousand (200,000) to two million (2,000,000) Rwandan francs. RURA may also impose to any natural person or legal entity that provides wrong information a daily administrative fine of five hundred thousand (500,000) to five million (5,000,000) Rwandan francs."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter VII – Administrative sanctions",
      "section": "49",
      "title": "Article 49 – Sanctions for anti-competitive practices and abuse of the dominant position",
      "content": "Any natural person or legal entity that shows an anti-competitive practices and the abuse of his/her dominant position shall be subject to an administrative fine determined by the Regulatory Board, but such fine shall not exceed ten percent (10%) of turnover of the natural person or legal entity wherever they operated when the faults are committed."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter VIII – Miscelanious and final provisions",
      "section": "50",
      "title": "Article 50 – Transfer of public institution property",
      "content": "Movable, immovable property, liabilities of the Agency for the Regulation of certain public utilities are hereby transferred to the Rwanda Utilities Regulatory Authority."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter VIII – Miscelanious and final provisions",
      "section": "51",
      "title": "Article 51 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter VIII – Miscelanious and final provisions",
      "section": "52",
      "title": "Article 52 – Repealing provision",
      "content": "Law n° 39/2001 of 13/09/2001 establishing an Agency for the Regulation of certain public utilities and all prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter VIII – Miscelanious and final provisions",
      "section": "53",
      "title": "Article 53 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
