{
  "id": "rw-law-2019-25",
  "type": "statute",
  "title": "Law establishing Excise Duty",
  "title_en": "Law establishing Excise Duty",
  "short_name": "Law 25 of 2019",
  "status": "repealed",
  "issued_date": "2019-09-13",
  "in_force_date": "2019-09-23",
  "url": "https://rwandalii.org/akn/rw/act/law/2019/25/eng@2019-09-23",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes the excise duty levied on some of the imported products or products manufactured in Rwanda."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions",
      "content": "For the purpose of this Law, the following terms have the following meanings: 1º related persons: any persons who act or are likely to act in accordance with the directives, opinion or wishes of other persons when such directives, opinion or wishes are communicated or not communicated to them. In particular, the following persons are regarded as related persons: a. an individual and his/her spouse and their direct lineal ascendants or direct lineal descendants, and their relatives in the collateral lineage until at least the 3rd degree; b. one of the persons who participates directly or indirectly in the management, control or capital of the other; c. third person who participates directly or indirectly in the management, control or capital or both control and capital of another person; d. such persons referred to under subitems a), b) and c) who participate directly or indirectly in the management, control or capital of an enterprise; 2º taxable product: product manufactured in Rwanda or imported into Rwanda subject to excise duty; 3º transfer pricing: conditions, including the prices of commercial or financial transactions between related persons, whether residing in the country or abroad; 4º Authority: Rwanda Revenue Authority; 5º tax stamp: a sign affixed on a taxable product subject to excise duty indicating that the product will be sold in Rwanda; 6º Commissioner General: Commissioner General of Rwanda Revenue Authority; 7º Minister: Minister in charge of taxes; 8º authorised officer: an officer of the Tax Administration who has been given powers by the competent authority to conduct audit, investigations, negotiates with the taxpayer, make adjustments, prepares and issues notices of assessment, drafts affidavits and does anything else necessary to ensure the enforcement of this Law and he or she has been issued with means of identification to possess such powers; 9º person: individual, registered company and de facto company, cooperative, subsidiary, partnership, permanent establishment and any other association of persons regardless of its status; 10º factory: any plant, machinery or appliance used in manufacturing or processing a taxable product;"
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Product manufactured in Rwanda and imported product",
      "content": "A product is regarded as manufactured in Rwanda if the factory manufacturing or processing it is on the Rwandan territory. A product is regarded as imported if it requires customs formalities in accordance with customs law system on the date such a product was brought in Rwanda."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Products and corresponding rates",
      "content": "The excise duty is levied on the following products at the corresponding rates: Products Tax rate Natural fruit or vegetable juices 5% Lemonade, Soda and other non-natural juices 39%) Industrial packed water 10% Beer whose local raw material content, excluding water is at least 70% by weight of its constituents 30% Other beers 60% Wine whose local raw material content, excluding water, is at least 70% by weight of its constituents 30% Other wines 70% Brandies, liquors and whisky 70% Cigarettes 36% of retail price of a pack of 20 rods plus 130 FRW per pack Premium (excluding benzene) 183FRW/litre Gas oil 150FRW/litre Lubricants 37% Vehicles with an engine capacity of less than 1500 cc 5% Vehicles with an engine capacity of between 1500 and 2500 cc 10% Vehicles with an engine capacity of above 2500 cc 15% Powdered milk 10% Telephone communications 10%"
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Exemption",
      "content": "The following goods are exempt from the excise duty: 1º goods for charitable organizations; 2º vehicles assembled in Rwanda; 3º one (1) personal vehicle of former diplomats returning from foreign diplomatic missions; 4º one (1) vehicle of Rwandan refugees or returnees from a foreign country who fulfil exemption conditions set forth under the Customs Law; 5º vehicles of the following categories: minibus and bus that can carry not less than fourteen (14) persons, lorries and single cabin pickups manufactured to carry goods, refrigerating vehicles, tourist vehicles, ambulances and vehicles designed for persons with disabilities; 6º products specifically manufactured for export; 7º products sold to duty free shops and other specific persons legally determined; The tourism vehicles referred to under item 5º of Paragraph one of this Article is subject to conditions set forth under the customs legislation."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter One – General provisions",
      "section": "6",
      "title": "Article 6 – Tax base",
      "content": "Without prejudice to the tax procedure applicable to the quantity of certain products under Article 4 of this Law, the tax base for imported products is calculated according to customs legislation. For products manufactured in Rwanda, the tax base is the selling price of the product. However, the tax base for cigarettes combines the specific base and the retail price. The selling price referred to under Paragraph one of this Article is the total amount excluding the value added tax, paid or payable by a buyer or a recipient of a taxable product to the producer of the product. If the producer and the buyer or recipient are related, the selling price is the price that the product would reasonably be expected to fetch in an arm’s length transaction at that time at the wholesale level. An Order of the Minister determines general rules on transfer pricing applicable by related persons."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter One – General provisions",
      "section": "7",
      "title": "Article 7 – Time for taxation",
      "content": "The tax is payable when: 1º a taxable product is cleared out of the factory, in case of products manufactured in Rwanda; 2º a product is under the customs control in case of imported products; 3º service is sold, for telephone communications."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter One – General provisions",
      "section": "8",
      "title": "Article 8 – Tax period",
      "content": "The tax period is the calendar month divided into the following three periods: 1º from 1 st date to 10 th date of the month; 2º from 11 th date to 20 th date of every month; 3º from 21 st date towards end of the month."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter One – General provisions",
      "section": "9",
      "title": "Article 9 – Period for declaration and payment of tax",
      "content": "Within five (5) days following periods mentioned in Article 8 of this Law, the taxpayer declares and pays the excise duty. The consumption tax on imports is paid concurrently with customs duties. The Authority determines mandatory documents accompanying the declaration of excise duty."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Taxpayer’s obligations and rights",
      "section": "10",
      "title": "Article 10 – Obligation to keep registers of inventory of manufactured and sold products",
      "content": "Any manufacturer of a product subject to excise duty is required to keep a register of daily inventory of the products manufactured and a sales register. The sales register indicates the price and quantity offered to every customer, his or her names and address. The register of inventory of the manufactured products indicates the quantity and the batch number of production. It also indicates the products damaged, discarded or burnt after being inspected by the authorised officer, the quantity exported and those sold for consumption, so that at any time, the quantities within the factory can be established and verified."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Taxpayer’s obligations and rights",
      "section": "11",
      "title": "Article 11 – Obligation to keep a register of raw materials and a register of ongoing activities",
      "content": "Every taxpayer is required to keep a register of raw materials and a register of ongoing activities. The register of raw materials records the materials to be used in manufacturing of a taxable product. In the register of activities, there is recorded the information concerning the daily status of every equipment used in the factory. An authorised officer signs in such a register every time he or she visits the factory."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Taxpayer’s obligations and rights",
      "section": "12",
      "title": "Article 12 – Obligation to keep another mandatory register",
      "content": "Any manufacturer of a product subject to excise duty keeps a register indicating, on a daily basis, the following: 1º the date and the time of starting and ending work; 2º the type, names and the nature of the equipment used. If activities are not carried out or are interrupted, the manufacturer notifies it to the administration of the Authority within a period of ten (10) days. The register referred to in Paragraph One of this Article and registers referred to in Articles 10 and 11 of this law may be in soft or hard copies."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Taxpayer’s obligations and rights",
      "section": "13",
      "title": "Article 13 – Obligation to affix the tax stamp to taxable products",
      "content": "Some locally manufactured and imported taxable products sold on Rwandan market are required to be affixed with a tax stamp. The taxpayer whose products must be stamped has the obligation to do so. The list of products, the design of tax stamp and the manner in which the tax stamp is to be issued, affixed to the product and how it is paid are determined by the Authority."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Taxpayer’s obligations and rights",
      "section": "14",
      "title": "Article 14 – Obligation to submit a reconciliation statement on the usage of tax stamps",
      "content": "Any manufacturer and importer of products taxable with excise duty are required to account for the usage of tax stamps issued to them in a reconciliation statement. The monthly reconciliation statement summarises the usage of tax stamps under the following headings: 1º tax stamps in stock at the closure of the month preceding the month in which taxable products are manufactured; 2º tax stamps received from the Authority; 3º tax stamps applied to products manufactured in Rwanda or imported into Rwanda taxable with excise duty, as the case may be; 4º tax stamps spoiled or damaged during the manufacturing process as certified by the Authority staff; 5º tax stamps unaccounted for in the monthly reconciliation statement; 6º tax stamps in stock at the end of the month carried forward for use in the following month. The reconciliation statement on the usage of tax stamps is submitted to the Authority within ten (10) days following the month in which such stamps were used."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Taxpayer’s obligations and rights",
      "section": "15",
      "title": "Article 15 – Obligation to keep the books of accounts",
      "content": "Every taxpayer is required to keep the books of accounts in accordance with generally accepted accounting principles."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Taxpayer’s obligations and rights",
      "section": "16",
      "title": "Article 16 – Right to self-assessment",
      "content": "A taxpayer has a right to self-assessment in accordance with provisions of this Law and related Orders."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Faults, offences and penalties",
      "section": "17",
      "title": "Article 17 – Administrative sanctions for the usage of tax stamps",
      "content": "A domestic manufacturer or importer of products subject to the excise duty who performs one of the following acts: 1° failing to keep tax stamp registers, records or any other related documents; 2° failing to submit tax stamp reconciliation statements within the prescribed period; is liable to an administrative fine of not less than one million Rwandan francs (FRW1,000,000) and not more than two million Rwandan francs (FRW 2,000,000)."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Faults, offences and penalties",
      "section": "18",
      "title": "Article 18 – Penalties for the usage of tax stamps",
      "content": "Any domestic manufacturer or importer of products subject to the excise duty who performs one of the following acts: 1° failing to affix tax stamps to products; 2° affixing tax stamps to products in a manner contrary to rules set forth by the Authority; 3° making an overprint or defacing tax stamps affixed to taxable products; 4° submitting an incorrect or incomplete tax stamp reconciliation statement; 5° using tax stamps on products for which they are not intended; 6° selling products subject to the excise duty without tax stamps; commits an offence. Upon conviction, he or she is liable to imprisonment for a term of not less than six (6) months and not more than one (1) year or to a fine of not less than one million Rwandan francs (FRW 1,000,000) and not more than two million Rwandan francs (FRW 2,000.000)."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Final provisions",
      "section": "19",
      "title": "Article 19 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Final provisions",
      "section": "20",
      "title": "Article 20 – Repealing provision",
      "content": "Law n° 26/2006 of 27/05/2006 determining and establishing consumption tax on some imported and locally manufactured products, as modified and complemented to date and all prior legal provisions contrary to this Law, are repealed."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Final provisions",
      "section": "21",
      "title": "Article 21 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
