{
  "id": "rw-law-2019-22",
  "type": "statute",
  "title": "Law governing the City of Kigali",
  "title_en": "Law governing the City of Kigali",
  "short_name": "Law 22 of 2019",
  "status": "in_force",
  "issued_date": "2019-07-29",
  "in_force_date": "2019-07-31",
  "url": "https://rwandalii.org/akn/rw/act/law/2019/22/eng@2019-07-31",
  "provisions": [
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48 - Taking oath for members of",
      "content": "the Council and members of the Executive Committee of the City of Kigali Members of the Council and members of the Executive Committee of the City of Kigali take oath before the competent court. The time and modalities for taking oath are determined by an Order of the Minister in charge of local government."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49 - Responsibilities of Districts of",
      "content": "the City of Kigali by virtue of specific laws Responsibilities of Districts of the City of Kigali provided for by specific laws are performed by the City of Kigali pending amendment of the said laws to conform to the provisions of this law."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50 - Validity of acts performed by",
      "content": "Districts of the City of Kigali Acts performed by Districts of the City of Kigali in accordance with Law n° 87/2013 of 11/09/2013 determining the organisation and functioning of decentralized administrative entities and such other specific laws remain valid."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51 - Contracts, assets and",
      "content": "liabilities of Districts of the City of Kigali Contracts, moveable and immovable assets and liabilities formerly owned by Districts of the City of Kigali in accordance with Law n° 87/2013 of 11/09/2013 determining the organisation and functioning of decentralized administrative entities are transferred to the City of Kigali as governed by this Law."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52 - Legal actions formerly",
      "content": "involving Districts of the City of Kigali Legal actions formerly filed by or against Districts of the City of Kigali, cases that Districts of the City of Kigali won or lost are dealt with by the City of Kigali."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53 - Personnel of Districts of the",
      "content": "City of Kigali and personnel of the City of Kigali Personnel formerly employed by Districts of the City of Kigali and the City of Kigali under Law n° 87/2013 of 11/09/2013 determining the organisation and functioning of decentralized administrative entities are transferred to the City of Kigali as governed by this law and they are deployed according to relevant laws."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54 - Drafting, consideration and",
      "content": "adoption of this Law This Law was drafted, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55 - Non-application of legal",
      "content": "provisions and repealing provision Provisions of Law n° 87/2013 of 11/09/2013 determining the organisation and functioning of decentralized administrative entities do not apply to the City of Kigali. All other prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56 - Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. Kigali, on 29/07/2019 (sé) KAGAME Paul President of the Republic (sé) Dr NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General PRESIDENTIAL ORDER Nº 89/01 OF 29/07/2019 RATIFYING THE FINANCING AGREEMENT SIGNED IN KIGALI, RWANDA ON 16 MAY 2019, BETWEEN THE REPUBLIC OF RWANDA AND THE INTERNATIONAL DEVELOPMENT ASSOCIATION (IDA), RELATING TO THE GRANT OF SEVENTEEN MILLION NINE HUNDRED THOUSAND SPECIAL DRAWING RIGHTS (SDR 17,900,000) AND TO THE CREDIT OF TWENTY FIVE MILLION ONE HUNDRED THOUSAND SPECIAL DRAWING RIGHTS (SDR 25,100,000) FOR SOCIO- ECONOMIC INCLUSION OF REFUGEES AND HOST COMMUNITIES IN RWANDA PROJECT TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 - Authorities responsible for the",
      "content": "implementation of this Order The Prime Minister, the Minister of Finance and Economic Planning, the Minister of Foreign Affairs and International Cooperation and the Minister of Agriculture and Animal Resources are entrusted with the implementation of this Order."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 - Commencement",
      "content": "This Order comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. Kigali, on 29/07/2019 (sé) KAGAME Paul President of the Republic (sé) Dr NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General ANNEX TO PRESIDENTIAL ORDER Nº 89/01 OF 29/07/2019 RATIFYING THE FINANCING AGREEMENT SIGNED IN KIGALI, RWANDA ON 16 MAY 2019, BETWEEN THE REPUBLIC OF RWANDA AND THE INTERNATIONAL DEVELOPMENT ASSOCIATION (IDA), RELATING TO THE GRANT OF SEVENTEEN MILLION NINE HUNDRED THOUSAND SPECIAL DRAWING RIGHTS (SDR 17,900,000) AND TO THE CREDIT OF TWENTY FIVE MILLION ONE HUNDRED THOUSAND SPECIAL DRAWING RIGHTS (SDR 25,100,000) FOR SOCIO- ECONOMIC INCLUSION OF REFUGEES AND HOST COMMUNITIES IN RWANDA PROJECT Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Gazette no. Special of 31/07/2019 Seen to be annexed to Presidential Order nº 89/01 of 29/07/2019 ratifying the Financing Agreement, signed in Kigali, Rwanda on 16 May 2019, between the Republic of Rwanda and the International Development Association (IDA), relating to the grant of seventeen million nine hundred thousand Special Drawing Rights (SDR 17,900,000) and to the credit of twenty five million one hundred thousand Special Drawing Rights (SDR 25,100,000) for socio-economic inclusion of refugees and host communities in Rwanda Project Kigali, on 29/07/2019 (sé) KAGAME Paul President of the Republic (sé) Dr NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General PRESIDENTIAL ORDER Nº 90/01 OF 29/07/2019 RATIFYING THE GRANT AGREEMENT, SIGNED AT KIGALI, RWANDA ON 16 MAY 2019, BETWEEN THE REPUBLIC OF RWANDA AND THE INTERNATIONAL BANK FOR RECONSTRUCTION AND DEVELOPMENT/INTERNATIONAL DEVELOPMENT ASSOCIATION ACTING AS ADMINISTRATOR OF THE TRANSFORMATION OF AGRICULTURE SECTOR PROGRAM PROGRAM-FOR-RESULTS PHASE MULTI-DONOR TRUST FUND, RELATING TO THE GRANT OF SEVENTEEN MILLION AMERICAN DOLLARS (USD 17,000,000) FOR TRANSFORMATION OF AGRICULTURE SECTOR PROGRAM PHASE 2 TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1 - Ratification",
      "content": "The Grant Agreement, signed at Kigali, Rwanda on 16 May 2019, between the Republic of Rwanda and the International Bank for Reconstruction and Development/International Development Association acting as administrator of the transformation of agriculture sector Program 4 Program-for- Results Phase 2 Multi-Donor Trust Fund, relating to the grant of seventeen million American Dollars (USD 17,000,000) for transformation of agriculture sector Program 4 phase 2, annexed to this Order is ratified and becomes fully effective."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4 - Commencement",
      "content": "PRIME MINISTER’S ORDER Nº 80/03 OF 30/07/2019 DETERMINING THE SUPERVISING ORGAN OF RWANDA LAND MANAGEMENT AND USE AUTHORITY The Prime Minister, Pursuant to the Constitution of the Republic of Rwanda of 2003 revised in 2015, especially in Articles 119, 120, 122 and 176; Pursuant to Law nº 05/2017 of 03/02/2017 establishing Rwanda Land Management and Use Authority and determining its mission, organisation and functioning, especially in Article 6; On proposal Environment; by the Minister of After consideration and approval by the Cabinet, in its session of 07/06/2019; ORDERS:"
    }
  ],
  "definitions": []
}
