{
  "id": "rw-law-2018-75",
  "type": "statute",
  "title": "Law determing the Sources of Revenue and Property of Decentralized Entities",
  "title_en": "Law determing the Sources of Revenue and Property of Decentralized Entities",
  "short_name": "Law 75 of 2018",
  "status": "repealed",
  "issued_date": "2018-09-07",
  "in_force_date": "2019-01-01",
  "url": "https://rwandalii.org/akn/rw/act/law/2018/75/eng@2018-10-29",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the sources of revenue and property of decentralized entities."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions",
      "content": "In this Law, the following terms mean: 1° market value: amount of money for which property would be sold on the market on a given date; 2° small and medium enterprises: businesses which include micro, small and medium enterprises that fulfil at least two of three conditions based on net capital investments, annual turnover and number of employees, as follows: a) micro enterprise: business having less than five hundred thousand Rwandan francs (FRW 500,000) as net capital investments, less than three hundred thousand Rwandan francs (FRW 300,000) as annual turnover and having between one (1) and three (3) employees; b) small enterprise: such business having from five hundred thousand Rwandan francs (FRW 500,000) to fifteen million Rwandan francs (FRW 15,000,000) as net capital investments, from three hundred thousand Rwandan francs (FRW 300,000) to twelve million Rwandan francs (FRW 12,000,000) as annual turnover and having from four (4) to thirty (30) employees; c) medium enterprise: business having from fifteen million Rwandan francs (FRW 15,000,000) to seventy million Rwandan francs (FRW 70,000,000) as net capital investments, from twelve million Rwandan francs (FRW 12,000,000) to fifty million Rwandan francs (FRW 50,000,000) as annual turnover and having from thirty one (31) to one hundred (100) employees. 3° basic infrastructure: activities that are made available to the population by the government for the purposes of boosting their social development, including roads, schools, health facilities, water, electricity, etc.; 4° improvements: immovable structures or amenities that are not buildings but increase the actual value of a plot of land or a building; 5° title deed: a written legal document confirming a person’s right to property which is delivered by the competent authority in accordance with the law; 6° assessment cycle: a repetitive period of five (5) years that commences on 01 January of the first year after the commencement of this Law for which assessment of tax is done; 7° plot of land: a registered piece of land with clear boundaries owned by one or several persons; 8° public institution: Government-owned commercial or non-commercial entity having legal personality and enjoying financial and administrative autonomy and which is established by a specific law; 9° building: a house or other similar structure used on a permanent or temporary basis; 10° residential building: a house intended for occupancy for dwelling purposes; 11° industrial building: a house for which the competent authority has authorized the construction for industrial purposes; 12° commercial building: a house for which the competent authority has authorized the construction for commercial purposes; 13° decentralized entities: local administrative entities having legal personality and enjoying administrative and financial autonomy; 14° owner of a property: a person registered as owner of an immovable property or a holder of other rights on the property and whoever is considered to be the owner of the property thereof in accordance with Rwandan law; 15° usufruct: right to use and benefit from the proceeds from property of another person in the same way as its owner on conditions of preserving its substance; 16° undeveloped land: land that is not utilized for the intended purpose as provided for by laws governing land use and management; 17° person: any individual, entity, government institution, company or any other association; 18° taxpayer: any person who is subject to tax in accordance with this Law; 19° immovable property tax: tax levied on property that has a fixed location and cannot be moved elsewhere and improvements thereto; 20° rental income tax: tax levied on income derived from rented immovable property; 21° trading licence tax: a tax levied on business activities carried out in defined boundaries of decentralized entities; 22° tax administration: institution in charge of assessment and collection of taxes on behalf of decentralized entities."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Sources of revenue and property of decentralized entities",
      "content": "The revenue and property of decentralized entities come from the following sources: 1° taxes and fees paid in accordance with this Law; 2° funds obtained from issuance of certificates and their extension by decentralized entities; 3° profits from investment of decentralized entities and interests from their own shares and income-generating activities; 4° administrative fines; 5° loans; 6° Government subsidies; 7° donations and bequests; 8° fees from partners; 9° fees from the value of immovable property sold by auction; 10° funds obtained from rent and sale of land of decentralized entities; 11° all other fees and administrative fines that can be collected by decentralized entities according to any other Rwandan law."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Projection of revenue in the budget",
      "content": "All revenue projections of decentralized entities are included in their annual budget."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "5",
      "title": "Article 5 – Types of taxes to be paid to decentralized entities",
      "content": "Taxes to be paid to decentralized entities are as follows: 1° immovable property tax; 2° trading licence tax; 3° rental income tax."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "6",
      "title": "Article 6 – Taxpayers of immovable property tax",
      "content": "The immovable property tax is assessed and paid by the owner, the usufructuary or any other person considered to be the owner. The owner who lives abroad can have a proxy in Rwanda. Such a proxy must fulfil the tax liability that this Law requires from the owner. Misrepresentation is considered as if it is done by the owner. The tax liability on immovable property is not terminated or deferred by the disappearance of an owner of immovable property, or if the owner has disappeared without leaving behind a proxy or other person to manage the immovable property on his or her behalf."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "7",
      "title": "Article 7 – Commencement of the tax liability for the usufructuary",
      "content": "The tax liability for the usufructuary runs from the date of commencement of the usufruct."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "8",
      "title": "Article 8 – Co-ownership of immovable property",
      "content": "If immovable property is owned by more than one (1) co-owner, the co-owners appoint and authorize one of them or any other person to represent them collectively as a group of taxpayers. If co-owners of immovable property did not appoint a co-owner or a proxy to represent them collectively as a group of taxpayers, the tax obligations related to the immovable property are settled in accordance with laws regulating co-owned property."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "9",
      "title": "Article 9 – Persons considered to be owners of property",
      "content": "The following persons are considered to be owners of property: 1° the holder of immovable property where the property title deed has not yet been transferred in his/her own name; 2° a person who occupies or who has used the immovable property for a period of at least two (2) years as if he/she is the owner as long as the identity of the legally recognized owner of such property is not known; 3° a proxy who represents an owner of property who lives abroad; 4° a usufructuary; 5° an administrator of an abandoned property."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "10",
      "title": "Article 10 – Change of ownership of property",
      "content": "In case of transfer of ownership of an immovable property for any reason within the tax period, the acquirer of immovable property is liable for tax from the date of the transfer. If the former owner of the immovable property fails to meet his/her tax obligations, he/she is liable for payment of the fines and late payment interests in accordance with the provisions of this Law."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "11",
      "title": "Article 11 – Immovable property tax base",
      "content": "The immovable property tax is levied on the market value of a building and surface of a plot of land. If the immovable property consists of a plot of land that is not built, the tax on immovable property is calculated on each square meter of the whole surface of the plot of land. Where the immovable property consists of a plot of land, a building and its improvements, the tax on immovable property for a plot of land is calculated separately in accordance with the provisions of Paragraph 2 of this Article, while the tax on the building and its improvements is based on the market value."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "12",
      "title": "Article 12 – Immovable property exempted from immovable property tax",
      "content": "The following immovable properties are exempted from the immovable property tax: 1° one building whose owner intends for occupancy for dwelling purposes and its annex buildings located in a residential plot for one family. That building remains considered as his/her dwelling even when he/she does not occupy it for various reasons; 2° immovable property determined by the District Council and donated to vulnerable groups; 3° immovable property belonging to the State, Province, decentralized entities as well as public institutions except if they are used for profit-making activities or for leasing; 4° immovable property belonging to foreign diplomatic missions in Rwanda if their countries do not levy tax on immovable property of Rwanda’s diplomatic missions; 5° land used for agricultural and livestock activities which area is equal to or less than two hectares (2ha); 6° land reserved for construction of houses in rural areas but where no basic infrastructure has been erected; The exemption referred to under item 1 o of Paragraph One of this Article equally applies to each individually owned portion of a condominium. All owners in condominium are commonly liable for the tax on commonly owned portions of plots of land on which a condominium is built. However, commonly owned portions of the building are totally exempted from the tax."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "13",
      "title": "Article 13 – Period of immovable property valuation",
      "content": "The date of valuation of immovable property is 1 st January of the first taxable year. The value of immovable property is determined for a cyclical period of five (5) years. It includes the market value of the building and the plot of land. For the five (5) years assessment cycle to enable the taxpayer to assess the market value of the immovable property, the following must be taken into account: 1° in the beginning of the second assessment cycle which commences after five (5) years and in the beginning of every next assessment cycle, a general revision of market value takes place; 2° a global fluctuation of the market value between two (2) general revisions is not a reason for a new assessment of immovable property. However, the value of immovable property can be reviewed before the end of the assessment cycle due to increase or decrease of its value."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "14",
      "title": "Article 14 – Methodology of valuation of immovable property",
      "content": "For valuating the market value of the immovable property, the following methodology is applied: 1° if the immovable property was valued within the previous five (5) years and no major changes in the buildings and structures, leading to an increase or decrease of the immovable property value by more than twenty percent (20%), have occurred, this value is regarded as the market value. In this case, the taxpayer must provide the certificate of valuation to the tax administration for verification purposes; 2° if the immovable property was bought within the previous five (5) years in the free market and no major changes in the buildings and structures, leading to an increase or decrease of the immovable property value by more than twenty percent (20%) have occurred, the purchase price is regarded as the market value. In this case, the taxpayer must provide the acquisition contract for verification purposes to the tax administration; 3° if the taxpayer’s self-assessment on value of property is believed to be under valuated, the tax administration will proceed to a counter-valuation. If the value difference between the taxpayer’s self-assessment and the tax administration’s counter-valuation is more than twenty percent (20%), the value from counter-valuation will be regarded as the final market value. Otherwise, the taxpayer’s self-assessment value applies. The taxable value should be rounded up to the next full one thousand (FRW 1,000) in Rwandan francs."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "15",
      "title": "Article 15 – Certified valuer",
      "content": "The valuation of immovable property is done either by a certified valuer or by a computerised mass valuation system. However, for self-assessment of tax on immovable property, the acquisition value and the construction value of a building remain acceptable until valuation by a certified valuer or by computerised mass appraisal system is effective. The use of these two valuation methods is declared unconditional by the tax administration. The cost of the valuation by a certified valuer is paid by the party who commissioned it."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "16",
      "title": "Article 16 – Tax rate on buildings",
      "content": "The tax rate on buildings is determined as follows: 1º one per cent (1%) of the market value of a residential building; 2º zero point five per cent (0.5%) of the market value of the building for commercial buildings; 3º zero point one per cent (0.1%) of the market value of industrial buildings, buildings belonging to small and medium enterprises and those intended for other activities not specified in this Article."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "17",
      "title": "Article 17 – Application of tax rate on buildings",
      "content": "Except for the tax rate of zero point one per cent (0.1%), the tax rates prescribed by Article 16 of this Law are applied progressively as follows: 1º for residential buildings a progressive rate is applied as follows: a. zero point twenty-five percent (0.25%) from the first year after the commencement of this Law; b. zero point fifty percent (0.50%) from the second year after the commencement of this Law; c. zero point seventy-five percent (0.75%) from the third year after the commencement of this Law; d. one percent (1%) from the fourth year after the commencement of this Law; 2º for commercial buildings a progressive rate is applied as follows: a. zero point two percent (0.2%) of the market value of the building is applied in the first year of the commencement of this Law; b. zero point three percent (0.3%) during the second year of the commencement of this Law; c. zero point four per cent (0.4%) during the third year of the commencement of this Law; d. zero point five percent (0.5%) during the fourth year of the commencement of this Law. Residential apartments having a minimum of four floors, including basement floors, benefit from reduction of tax rates, equivalent to fifty percent (50%) of the ordinary rate."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "18",
      "title": "Article 18 – Tax rate on plots of land",
      "content": "The tax rate on plot of land varies between zero (0) and three hundred Rwandan francs (FRW 300) per square meter. The District Council determines the tax rate on square meter of plot of land based on criteria and standard rates set by an Order of the Minister in charge of taxes."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "19",
      "title": "Article 19 – Tax rate for land exceeding the standard size of plot of land",
      "content": "The tax rate determined by the District Council per square meter of land in accordance with the provisions of Article 18 of this Law is increased by fifty percent (50%) applicable to land in excess to standard size of plot of land meant for construction of buildings. The standard size of plot of land meant for construction of buildings are determined by an Order of the Minister in charge of housing. Additional tax rate as referred to under Paragraph One of this Article does not apply to the plot of land acquired before the commencement of this Law."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "20",
      "title": "Article 20 – Tax rate for undeveloped plot of land",
      "content": "Any undeveloped plot of land is subject to additional tax of one hundred percent (100%) to the tax rate referred to in Article 18 of this Law."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "21",
      "title": "Article 21 – Tax declaration on immovable property by the taxpayer",
      "content": "Not later than 31 st December of the year that corresponds to the first tax period, the taxpayer files to the tax administration his/her declaration of the immovable property tax determined in accordance with provisions of the Order of the Minister in charge of taxes. A new declaration of immovable property tax is filed by not later than 31 st December of the last year of each tax assessment cycle."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "22",
      "title": "Article 22 – Declaration of appreciation and depreciation",
      "content": "If, due to changes to immovable property, the value of that property increases or decreases by more than twenty percent (20%) within an assessment cycle, the taxpayer submits within a period of one (1) month, a new tax declaration to the tax administration with all changes thereof and the value of the immovable property."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "23",
      "title": "Article 23 – Review and re-assessment of tax by the tax administration",
      "content": "Tax Administration reviews the tax declaration on immovable property within a period of six (6) months starting from 1 st January of the year following the year for which the tax declaration was made. If the tax declaration on immovable property was filed late, the six (6) months period starts from the date on which the tax administration received the declaration. The review of the tax declaration on immovable property is based on the nature and general state of the immovable property, its location and its actual use."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "24",
      "title": "Article 24 – Tax assessment notice",
      "content": "The tax assessment notice of the tax administration to be addressed to a failing tax declarant contains at least the following details: 1° tax base calculation outline; 2° calculation of the value of the concerned immovable property; 3° calculation of the tax; 4° names of the owner, his/her proxy or usufructuary; 5° address of the owner, the proxy or the usufructuary; 6° the due date for tax payment; 7° mode of payment; 8° consequences of late payment or non-payment of tax; 9° a reference to the taxpayer’s right to complain and appeal."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "25",
      "title": "Article 25 – Time and cycle for payment of tax on immovable property",
      "content": "The tax on immovable property is paid to the tax administration not later than 31 December of the year that corresponds to the tax period. Subject to the provisions of Articles 16 and 17 of this Law, as long as there is no general revision of taxes or tax assessment notice issued by the Tax Administration, the same amount of tax on immovable property is paid annually by the taxpayer for five (5) consecutive tax periods."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "26",
      "title": "Article 26 – Period of additional tax payment",
      "content": "Additional tax resulting from a tax assessment notice of the tax administration is paid within one (1) month from the day the tax assessment notice is issued to the taxpayer."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "27",
      "title": "Article 27 – Tax collection from a disappeared taxpayer",
      "content": "When the owner of immovable property has disappeared without appointing a proxy, tax collection documents on immovable property are sent through the post office and such other channel of information technology as well as to his/her ordinary address and are posted for a period of at least three (3) months at administrative offices of the District, Sector and Cell where the immovable property is located."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "28",
      "title": "Article 28 – Prior tax payment privilege",
      "content": "The objection or appeal against the assessed tax do not relieve the taxpayer of his/her obligation to pay the assessed immovable property tax. In that case the total amount of assessed tax is paid within the time limit determined by the assessment notice."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "29",
      "title": "Article 29 – Request and response to the request of referral of tax payment of immovable property",
      "content": "The taxpayer wishing to request a deferral of immovable property tax payment makes a written application to tax administration at least sixty (60) days before the due date. After the reception of the request of a deferral of immovable property tax payment, the tax administration responds to the request of the taxpayer at least thirty (30) days before the due date. In case of introduction of a new tax, the taxpayer wishing to request a deferral of immovable property tax payment makes a written application not later than one (1) month from the date of reception of the notification of imposition of the new tax. In that case, the tax administration responds to the request of the taxpayer at least thirty (30) days from the date of reception of the application. Where the tax administration turns down the request of a deferral of immovable property tax payment applied for in accordance with the provisions of the Paragraph 3 of this Article, the time limit set for the payment of tax on immovable property continues to run as indicated in the notification of imposition. If the tax administration does not respond within the time referred to in Paragraphs 2 and 3 of this Article, the request is deemed accepted."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "30",
      "title": "Article 30 – Deferral of tax payment on immovable property",
      "content": "In case the taxpayer is temporarily unable to pay the immovable property tax within the time limit, due to special circumstances, the tax administration can, upon request by the taxpayer or his/her proxy, grant a deferral of payment of tax for up to six (6) months without any fine. In this case, interest is paid as provided for by this Law. The taxpayer who is granted a deferral of payment of tax on immovable property can, upon written request, be allowed to pay in maximum six (6) instalments."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "31",
      "title": "Article 31 – Waiver of tax liability",
      "content": "The concerned District Council can only waive the due immovable property tax in the following cases: 1° the taxpayer has provided a written statement of an inventory of his property justifying that he/she is totally indebted so as a public auction of his/her remaining property would yield no result; 2° the taxpayer proves that he/she is not able to pay immovable property tax. The taxpayer applying for waiver of immovable property tax liability must write to the tax administration. When the request is found valid, the tax administration makes a report to the executive committee of the competent decentralized entity which also submits it to the District Council for decision. The waiver of immovable property tax liability cannot be granted to a taxpayer who understated or evaded taxes."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "32",
      "title": "Article 32 – Person liable for the trading licence tax",
      "content": "The trading licence tax is paid by any person for each place in which he/she opens a business activity within a District."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "33",
      "title": "Article 33 – Tax period for the trading licence tax",
      "content": "The tax period for the trading licence tax starts on January 1 st and end on December 31 st. If taxable trading activities start after January, the taxpayer pays trading licence tax equivalent to the remaining months of the year including the one in which the activities started. For the taxpayers conducting seasonal or periodic trading activities, the trading licence tax is paid for a whole year, even though the taxable trading activities do not occur throughout the whole year."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "34",
      "title": "Article 34 – Trading licence tax rate",
      "content": "The trading licence tax is calculated on the basis of tables annexed to this Law. Taxpayers who sell goods or services exempted from value added tax but whose turnover is equal or greater than twenty million Rwandan francs (FRW 20,000,000) pay the trading licence tax in the same manner as taxpayers registered for value added tax. The basis for the calculation of trading licence tax in table I of the annex of this Law is the turnover of the previous year. The District Council determines annually the rural or urban areas and small scale activities."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "35",
      "title": "Article 35 – Date of trading licence tax declaration",
      "content": "Any taxpayer files a tax declaration to the tax administration not later than 31 st January of the year that corresponds to the tax period."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "36",
      "title": "Article 36 – Contents of a trading licence tax declaration",
      "content": "The trading licence tax declaration shows details of the taxable business activities including the tax due assessed by a taxpayer himself. The trading licence tax declaration is signed by the taxpayer or his/her legally authorized representative."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "37",
      "title": "Article 37 – Trading licence tax declaration for the head office and operating branches",
      "content": "If a taxpayer has branches, a trading licence tax declaration is required for the head office as well as for each branch of his/her business activities basing on the turnover of the previous year for the head office and for each branch. In case a branch does not have or cannot determine its turnover, the trading licence tax is declared based on the turnover of the head office."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "38",
      "title": "Article 38 – Trading licence tax declaration basing on the number of business activity buildings",
      "content": "If a taxpayer carries out different business activities in different buildings, he/she files a trading licence tax declaration for each business activity. When a business is made of several activities carried out by the same person in the same building, only one trading licence tax certificate is required and only one tax declaration for all business activities is filed."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "39",
      "title": "Article 39 – Trading licence tax declaration for business in more than one District",
      "content": "In case a business is spread across more than one District, the taxpayer files his/her declaration of trade licence tax in each District where he/she operates."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "40",
      "title": "Article 40 – Trading licence tax payment",
      "content": "The trading licence tax assessed by a taxpayer himself/herself is paid to the tax administration not later than 31 st January of the tax year. If the trading licence tax is not paid by the due date, the taxpayer is not allowed to start or to continue his/her business activities without having paid such tax. Business activities undertaken while the taxpayer is in arrears with the payment of his/her trading licence tax are illegal. The tax administration has the power to stop such activities."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "41",
      "title": "Article 41 – Trading licence tax exemption",
      "content": "Non-commercial State organs, as well as small and medium enterprises during the first two (2) years following their establishment, are exempted from trading licence tax."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "42",
      "title": "Article 42 – Issuing a trading licence tax certificate",
      "content": "After consideration of the trading licence tax declaration and proof of payment of such tax, the tax administration issues a trading licence tax certificate showing that the trading licence tax for the tax year specified on the certificate has been paid by the taxpayer."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "43",
      "title": "Article 43 – Posting of the trading licence tax certificate",
      "content": "The trading licence tax certificate is displayed clearly at the entrance of the business premises or affixed to the car, boat or any other vehicle for which the tax was paid."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "44",
      "title": "Article 44 – Presentation of the trading licence tax certificate",
      "content": "Whenever necessary, the holder of a trading licence tax certificate presents such a certificate with documents identifying him/her or his/her business activities to the tax administration. Failure to present the trading licence tax certificate is punishable by an administrative fine of ten thousand Rwandan francs (FRW 10,000). The taxpayer’s obligation to pay the trading licence tax is not affected by the imposition of a fine."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "45",
      "title": "Article 45 – Replacement of the trading licence tax certificate",
      "content": "If a trading licence tax certificate is lost or damaged, a duplicate is issued by the tax administration for a fee equivalent to five thousand Rwandan francs (FRW 5,000)."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "46",
      "title": "Article 46 – Refunding of trading licence tax",
      "content": "In case the taxpayer terminates or changes his/her business activities during a tax year, he/she is, after an audit, refunded the paid trading licence tax depending on the remaining months until 31 st December of that tax period."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "47",
      "title": "Article 47 – Rental income tax base",
      "content": "The rental income tax is charged on income generated by an individual or any other person who is not subject to corporate tax from a rented immovable property located in Rwanda."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "48",
      "title": "Article 48 – Taxable rental income",
      "content": "Rental income tax is charged to the following: 1° income from rented buildings in whole or in part; 2° income from rented improvements in whole or in part; 3° income from any other rented immovable property located in Rwanda."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "49",
      "title": "Article 49 – Rental contract",
      "content": "The rental contract in respect of immovable property is in writing and signed by the contracting parties. A copy of this contract is submitted to the tax administration within fifteen (15) days following the date the contract was signed."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "50",
      "title": "Article 50 – Rental income tax rate",
      "content": "The rental income tax rate is determined as follows: 1° zero percent (0%) for an annual rental income from one Rwandan franc (FRW 1) to one hundred eighty thousand Rwandan francs (FRW 180,000); 2° twenty percent (20%) for an annual rental income from one hundred eighty thousand and one Rwandan francs (FRW 180,001) to one million Rwandan francs (FRW 1,000,000); 3° thirty percent (30%) for an annual rental income above one million Rwandan francs (FRW 1,000,000)."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "51",
      "title": "Article 51 – Rental income tax computation method",
      "content": "The taxable rental income is obtained by deducting from the gross rental income fifty percent (50%) considered as the expenses incurred by the taxpayer on maintenance and upkeep of the rented property. When the taxpayer produces the proof of bank interest payments on a loan for the construction or purchase of a rented property, the taxable rental income is determined by deducting from gross rental income fifty percent (50%) considered as the expenses incurred for upkeep of the property plus actual bank interest paid from the beginning of the rental period within the tax period."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "52",
      "title": "Article 52 – Date of rental income tax declaration",
      "content": "A person who earns a taxable rental income files a rental income tax declaration not later than 31 st January each year."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "53",
      "title": "Article 53 – Contents of rental income tax declaration",
      "content": "The rental income tax declaration must show details of any rented immovable property located in Rwanda including the tax due assessed by a taxpayer himself/herself. Except for electronic tax declaration, the rental income tax declaration is signed by the taxpayer or his/her proxy."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "54",
      "title": "Article 54 – Rental income tax payment",
      "content": "The rental income tax assessed by a taxpayer himself/herself is paid to the tax administration not later than 31 st January of the year following the concerned tax period."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "55",
      "title": "Article 55 – Types of fees to be paid to decentralized entities",
      "content": "Fees to be paid to decentralized entities are all fees entitled to them by this Law and other laws."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "56",
      "title": "Article 56 – Fees levied on services rendered",
      "content": "Without prejudice to the provisions of other laws in force, the Council of the decentralized entity can charge fees on public services rendered by the decentralized entity within its jurisdiction."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "57",
      "title": "Article 57 – Determination of fees levied by decentralized entities",
      "content": "A Presidential Order determines fees levied for public services and certificates delivered by decentralized entities and set out the list and standard rates of these fees."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "58",
      "title": "Article 58 – Tax administration",
      "content": "A Prime Minister’s Order determines the institution in charge of assessment and collection of taxes and fees on behalf of decentralized entities and fixes costs of these services."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "59",
      "title": "Article 59 – Interests and penalties for late payment",
      "content": "The tax not paid on time bears an interest of one point five percent (1.5%). The interest is calculated on a monthly basis, non-compounding, counting from the first day after the date the tax should have been paid until the day of payment, which is included. Every month started will count as a complete month. Except the interest payable, a surcharge equivalent to ten percent (10%) of the tax due must be paid. However, such a surcharge cannot exceed an amount of one hundred thousand Rwandan francs (FRW100, 000). Any taxpayer who fails to file a tax declaration on time and the one who files a false declaration are liable to a penalty of forty percent (40%) of the tax due."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "60",
      "title": "Article 60 – Tax procedure",
      "content": "An Order of the Minister in charge of taxes determines tax procedure applicable to collection of taxes and fees provided for by this Law."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "61",
      "title": "Article 61 – Publication of taxes and fees related decisions",
      "content": "Decisions taken by the Council of a decentralized entity in respect of taxes and fees are published and posted at all concerned decentralized entity administrative buildings."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter II – Taxes and fees for decentralized entities",
      "section": "62",
      "title": "Article 62 – Limitation period for audit right",
      "content": "The audit right is subject to the statute of limitation after five (5) years from the 1 st January following the tax period. This limitation period lasts for ten (10) years in case of audit or tax evasion activities."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter III – Other sources of revenue for decentralized entities",
      "section": "63",
      "title": "Article 63 – Loans",
      "content": "A decentralized entity can borrow money with prior approval of the Minister in charge of finance in accordance with the Organic Law on State Finance and Property. Borrowings of a decentralized entity are only for investment according to the development plans of this entity."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter III – Other sources of revenue for decentralized entities",
      "section": "64",
      "title": "Article 64 – Investments",
      "content": "A decentralized entity can invest in companies and financial institutions. The authorization to invest in companies, commercial banks and other private institutions is granted by the Minister in charge of finance after consultation with the Minister in charge of Local Government. An Order of the Minister in charge of finance determines regulations in relation to the amount for investment and other matters relating to investment."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter III – Other sources of revenue for decentralized entities",
      "section": "65",
      "title": "Article 65 – Government subsidies",
      "content": "Every year, the Government transfers to decentralized entities at least five percent (5%) of the domestic revenue of the previous tax period in order to support their budgets."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter IV – Final provisions",
      "section": "66",
      "title": "Article 66 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter IV – Final provisions",
      "section": "67",
      "title": "Article 67 – Repealing provision",
      "content": "Law n° 59/2011 of 31/12/2011 establishing the sources of revenue and property of decentralized entities and governing their management and all prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter IV – Final provisions",
      "section": "68",
      "title": "Article 68 – Commencement",
      "content": "This Law comes into force as of 1 st January 2019 after its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "small and medium enterprises",
      "definition": "businesses which include micro, small and medium enterprises that fulfil at least two of three conditions based on net capital investments, annual turnover and number of employees, as follows: a) micro enterprise: business having less than five hundred thousand Rwandan francs (FRW 500,000) as net capital investments, less than three hundred thousand Rwandan francs (FRW 300,000) as annual turnover and having between one (1) and three (3) employees",
      "source_provision": "art2"
    },
    {
      "term": "b) small enterprise",
      "definition": "such business having from five hundred thousand Rwandan francs (FRW 500,000) to fifteen million Rwandan francs (FRW 15,000,000) as net capital investments, from three hundred thousand Rwandan francs (FRW 300,000) to twelve million Rwandan francs (FRW 12,000,000) as annual turnover and having from four (4) to thirty (30) employees",
      "source_provision": "art2"
    },
    {
      "term": "c) medium enterprise",
      "definition": "business having from fifteen million Rwandan francs (FRW 15,000,000) to seventy million Rwandan francs (FRW 70,000,000) as net capital investments, from twelve million Rwandan francs (FRW 12,000,000) to fifty million Rwandan francs (FRW 50,000,000) as annual turnover and having from thirty one (31) to one hundred (100) employees",
      "source_provision": "art2"
    },
    {
      "term": "improvements",
      "definition": "immovable structures or amenities that are not buildings but increase the actual value of a plot of land or a building",
      "source_provision": "art2"
    },
    {
      "term": "title deed",
      "definition": "a written legal document confirming a person’s right to property which is delivered by the competent authority in accordance with the law",
      "source_provision": "art2"
    },
    {
      "term": "assessment cycle",
      "definition": "a repetitive period of five (5) years that commences on 01 January of the first year after the commencement of this Law for which assessment of tax is done",
      "source_provision": "art2"
    },
    {
      "term": "plot of land",
      "definition": "a registered piece of land with clear boundaries owned by one or several persons",
      "source_provision": "art2"
    },
    {
      "term": "public institution",
      "definition": "Government-owned commercial or non-commercial entity having legal personality and enjoying financial and administrative autonomy and which is established by a specific law",
      "source_provision": "art2"
    },
    {
      "term": "building",
      "definition": "a house or other similar structure used on a permanent or temporary basis",
      "source_provision": "art2"
    },
    {
      "term": "residential building",
      "definition": "a house intended for occupancy for dwelling purposes",
      "source_provision": "art2"
    },
    {
      "term": "industrial building",
      "definition": "a house for which the competent authority has authorized the construction for industrial purposes",
      "source_provision": "art2"
    },
    {
      "term": "commercial building",
      "definition": "a house for which the competent authority has authorized the construction for commercial purposes",
      "source_provision": "art2"
    },
    {
      "term": "decentralized entities",
      "definition": "local administrative entities having legal personality and enjoying administrative and financial autonomy",
      "source_provision": "art2"
    },
    {
      "term": "owner of a property",
      "definition": "a person registered as owner of an immovable property or a holder of other rights on the property and whoever is considered to be the owner of the property thereof in accordance with Rwandan law",
      "source_provision": "art2"
    },
    {
      "term": "usufruct",
      "definition": "right to use and benefit from the proceeds from property of another person in the same way as its owner on conditions of preserving its substance",
      "source_provision": "art2"
    },
    {
      "term": "undeveloped land",
      "definition": "land that is not utilized for the intended purpose as provided for by laws governing land use and management",
      "source_provision": "art2"
    },
    {
      "term": "person",
      "definition": "any individual, entity, government institution, company or any other association",
      "source_provision": "art2"
    },
    {
      "term": "taxpayer",
      "definition": "any person who is subject to tax in accordance with this Law",
      "source_provision": "art2"
    },
    {
      "term": "immovable property tax",
      "definition": "tax levied on property that has a fixed location and cannot be moved elsewhere and improvements thereto",
      "source_provision": "art2"
    },
    {
      "term": "rental income tax",
      "definition": "tax levied on income derived from rented immovable property",
      "source_provision": "art2"
    },
    {
      "term": "trading licence tax",
      "definition": "a tax levied on business activities carried out in defined boundaries of decentralized entities",
      "source_provision": "art2"
    },
    {
      "term": "tax administration",
      "definition": "institution in charge of assessment and collection of taxes on behalf of decentralized entities",
      "source_provision": "art2"
    }
  ]
}
