{
  "id": "rw-access-to-information-2021",
  "type": "statute",
  "title": "Itegeko N° 057/2021 ryo ku Kubona Amakuru",
  "title_en": "Law N° 057/2021 of 13/10/2021 on Access to Information",
  "short_name": "ATI 2021",
  "status": "in_force",
  "issued_date": "2021-10-13",
  "in_force_date": "2021-10-13",
  "url": "https://www.minijust.gov.rw/",
  "description": "Law N° 057/2021 establishes the right of access to information held by public bodies in Rwanda, setting out the procedures for making and responding to information requests and the grounds on which information may lawfully be withheld. The law promotes transparency, accountability, and public participation in governance, and designates information officers responsible for handling access to information requests.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1. Purpose and Interpretation",
      "content": "The purpose of this Law is to: promote transparency and accountability in the conduct of public affairs; enable citizens to participate effectively in public life; ensure that public bodies publish and make available information that is in the public interest; and facilitate the exercise of other rights and freedoms that depend on access to information. In this Law: 'Information' means any recorded information regardless of its form or medium; 'Public body' means any government institution, state enterprise, or body performing a public function; 'Information officer' means an officer designated by a public body to handle access to information requests; 'Requester' means any person who submits a request for information under this Law; 'Third-party information' means information provided to a public body by a person other than the requester; 'Exempt information' means information that a public body is authorised to refuse to disclose under this Law."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2. Right of Access to Information",
      "content": "Every person has the right of access to information held by public bodies, subject to the limitations and procedures set out in this Law. The right of access applies to information regardless of when it was created and regardless of whether it relates to current or past activities of the public body. Public bodies shall proactively publish information of general public interest without waiting for a specific request, in accordance with guidelines issued under this Law. The right of access to information shall be interpreted generously, with any doubt about whether information should be disclosed to be resolved in favour of disclosure. The exercise of the right of access to information shall not require the requester to provide reasons for their request or to justify their interest in the information."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3. Proactive Disclosure",
      "content": "Every public body shall proactively publish, in accessible formats including on its official website, the following categories of information: (a) its structure, functions, and decision-making processes; (b) the laws, policies, and guidelines that govern its activities; (c) information about services provided, including eligibility criteria, application procedures, and fees; (d) budget allocations, financial statements, and audit reports; (e) procurement processes, awarded contracts, and contractor performance; (f) statistics, research, and reports produced in the course of its functions; (g) information about regulatory decisions, rulings, and enforcement actions; (h) information required by other applicable laws to be publicly disclosed. Public bodies shall update proactively disclosed information regularly to ensure its accuracy and relevance. Proactively disclosed information shall be made available free of charge."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4. Submission and Processing of Requests",
      "content": "Any person may submit a request for access to information to the information officer of a public body. Requests may be submitted in writing, in person, by post, by electronic mail, or through an online portal. A request shall describe the information sought with sufficient detail to enable the public body to identify and locate the information. A public body shall not require a requester to identify themselves unless the information requested relates specifically to the requester, or to third parties in respect of whom the requester must demonstrate entitlement to the information. Upon receipt of a request, the information officer shall acknowledge receipt within five working days and shall inform the requester of the expected timeframe for a response. The information officer shall respond to a request within twenty working days of receipt, which period may be extended by a further twenty working days where the request requires a search of large volumes of records."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5. Grounds for Refusal",
      "content": "A public body may refuse to disclose information where disclosure would: (a) endanger national security, public safety, or the defence of Rwanda; (b) unreasonably interfere with the privacy of an individual by disclosing personal information about that individual; (c) disclose information supplied in confidence by a third party, the disclosure of which would harm the commercial or competitive interests of that third party; (d) prejudice the ability of the Government to manage the national economy, the financial sector, or the monetary system; (e) disclose information the disclosure of which is prohibited by other applicable law; (f) unreasonably prejudice the legitimate commercial interests of a public body engaged in commercial activities; (g) disclose information communicated in the context of legal professional privilege; (h) prevent the discovery of official deliberations or advice that are part of a decision-making process that has not yet been concluded. Refusals shall be justified in writing with reference to specific applicable grounds."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6. Severability",
      "content": "Where a request covers a record that contains both exempt and non-exempt information, the public body shall disclose so much of the record as can reasonably be severed from the exempt parts. Where information is severed from a record before disclosure, the public body shall inform the requester of the fact that severing has taken place, of the grounds on which the severed information is exempt, and of the requester's right to seek internal review or to complain to the oversight body. The amount of information severed shall be limited to the minimum necessary to protect the exempt information. Where the severed portions of a document are so extensive that the remaining information is misleading or meaningless, the public body may indicate this to the requester and may offer to discuss whether a more targeted request could be fulfilled."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7. Designation of Information Officers",
      "content": "Every public body shall designate at least one information officer responsible for: receiving and processing requests for access to information; ensuring that the public body meets its proactive disclosure obligations; maintaining a register of requests received and outcomes; providing guidance to requesters on the process for seeking information; and liaising with the oversight body on matters relating to access to information. The name and contact details of the information officer shall be prominently displayed on the public body's official website and at its physical premises. Information officers shall receive training on the application of this Law and on the management of information. Where a public body has multiple offices or branches, it shall designate an information officer at each office or shall establish a clear procedure for routing requests to a central information officer."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8. Fees",
      "content": "A public body may charge fees for providing access to information, covering only the actual cost of reproduction, compilation, and transmission of information. Fees shall not be charged for submitting a request or for the time spent by public servants in locating and reviewing information. A schedule of fees shall be prescribed by the Minister and shall be publicly available. Where the fee for access to information would be unreasonably burdensome to the requester, the public body may reduce or waive the fee. Where a requester requests information that is in the public interest or intends to use it for educational or research purposes, reduced fees shall apply. Before providing access to information, the public body shall notify the requester of the applicable fee and shall not proceed until payment is received or an exemption is confirmed."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9. Internal Review",
      "content": "A requester who is aggrieved by a decision of a public body to refuse a request, to charge an excessive fee, or to fail to respond within the prescribed timeframe, may seek an internal review by a senior official of the public body. A request for internal review shall be submitted within twenty working days of the decision or, in the case of failure to respond, within twenty working days of the expiry of the response period. The senior official conducting the internal review shall not be the same person who made the original decision. The outcome of the internal review shall be communicated to the requester within twenty working days of receipt of the review request. The outcome of the internal review shall be reasoned and shall inform the requester of their right to complain to the oversight body."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10. Oversight Body",
      "content": "The Rwanda Access to Information Commission, or such other body as may be designated by the President, shall serve as the oversight body responsible for: receiving and investigating complaints from requesters aggrieved by decisions of public bodies under this Law; monitoring compliance of public bodies with the proactive disclosure and other requirements of this Law; issuing guidelines and providing training to public bodies on the implementation of this Law; reporting annually to Parliament on the state of access to information in Rwanda; and promoting a culture of transparency and openness in public administration. The oversight body shall have the power to compel disclosure of information found to be improperly withheld. Decisions of the oversight body shall be binding on public bodies and may be appealed to the competent court."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11. Relationship with Personal Data Protection",
      "content": "Where a request for information relates to personal data concerning a third party, the public body shall apply the principles of this Law in a manner consistent with the applicable personal data protection law. The disclosure of personal data in response to a request under this Law shall be a disclosure required or authorised by law for the purposes of the applicable personal data protection law. Where the disclosure of information requested would constitute a violation of applicable personal data protection law, the public body shall treat such information as exempt from disclosure. The data protection supervisory authority and the access to information oversight body shall develop joint guidance on the application of personal data protection principles in the context of access to information requests. Where there is doubt as to whether disclosure of information relating to a third party is consistent with personal data protection requirements, the public body shall consult the data protection supervisory authority."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12. Record Management Obligations",
      "content": "Public bodies shall create and maintain records in a manner that facilitates access to information and supports the effective discharge of their functions. Records shall be managed in accordance with applicable record management law and policies. Public bodies shall maintain a record management system enabling the efficient location, retrieval, and disclosure of information in response to requests. No public body shall destroy or remove records with the intent of preventing disclosure in response to a request under this Law. Records shall be retained for the periods specified in applicable record retention schedules. Where a request for information is pending or an appeal or complaint relating to such a request is underway, records relevant to the request shall not be destroyed."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13. Whistleblower Protections",
      "content": "No person shall be subjected to any civil or disciplinary liability, or to any reprisal, disadvantage, or adverse action, solely on account of disclosing information in the public interest in accordance with this Law, applicable whistleblower protection law, or any other applicable law. A requester who provides information obtained under this Law to the media, civil society, or the public shall not be liable for any consequences of such disclosure, provided the information was obtained lawfully and the disclosure was made in good faith in the public interest. Persons who disclose information revealing unlawful activity, a serious risk to public health or safety, or gross maladministration by a public body shall be protected in accordance with applicable whistleblower protection provisions."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14. Obligations of Private Bodies",
      "content": "Private bodies performing a public function or receiving public funding shall be subject to the access to information obligations set out in this Law in respect of information relating to the performance of that public function or the use of public funds. The Minister may, by regulation, extend access to information obligations to other categories of private bodies where there is a compelling public interest. Private bodies subject to access to information obligations under this Article shall designate information officers and establish procedures for handling requests in the same manner as public bodies. Where a private body refuses a request, the requester shall have the same right of review and complaint as applies to refusals by public bodies."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15. Implementation and Entry into Force",
      "content": "The Minister shall, within six months of the entry into force of this Law, issue regulations specifying fees for access to information, guidelines for proactive disclosure, procedures for the designation and training of information officers, and any other matter necessary for implementation. The oversight body shall issue guidelines on the handling of requests, the application of exemptions, and the conduct of reviews and complaint investigations within six months of its establishment or of the entry into force of this Law, whichever is later. All public bodies shall comply with proactive disclosure requirements within one year of the entry into force of this Law. Previous provisions inconsistent with this Law are hereby repealed. This Law enters into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {"term": "information", "definition": "Any recorded information regardless of its form or medium.", "source_provision": "art1"},
    {"term": "public body", "definition": "Any government institution, state enterprise, or body performing a public function.", "source_provision": "art1"},
    {"term": "information officer", "definition": "An officer designated by a public body to handle access to information requests.", "source_provision": "art1"},
    {"term": "exempt information", "definition": "Information that a public body is authorised to refuse to disclose under this Law.", "source_provision": "art1"},
    {"term": "requester", "definition": "Any person who submits a request for information under this Law.", "source_provision": "art1"},
    {"term": "proactive disclosure", "definition": "The obligation of public bodies to publish information of general public interest without waiting for a specific request.", "source_provision": "art3"}
  ]
}
