{
  "id": "rw-law-2018-59",
  "type": "statute",
  "title": "Law on the Crime of Genocide Ideology and Related Crimes",
  "title_en": "Law on the Crime of Genocide Ideology and Related Crimes",
  "short_name": "Law 59 of 2018",
  "status": "repealed",
  "issued_date": "2018-08-22",
  "in_force_date": "2018-09-25",
  "url": "https://rwandalii.org/akn/rw/act/law/2018/59/eng@2018-09-25",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "The purpose of this Law is to describe and punish the crime of genocide ideology and related crimes."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definition of “public”",
      "content": "In this Law, “ public ” means a place where more than two (2) people are gathered. The following acts are also considered as done in public: 1º a publication on a website; 2º a publication on social media, 3º a publication in media; 4º a message sent to a person; 5º audio recordings or video recordings performed by use of an appropriate device; 6º any other publication through information and communication technologies;"
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Crime of genocide ideology and related crimes",
      "section": "3",
      "title": "Article 3 – Scope of the crime of genocide ideology and related crimes",
      "content": "In relation to the crime of genocide ideology and related crimes, this Law applies to: 1º genocide committed against the Tutsi; 2º any genocide recognized by the United Nations or international courts; 3º any other act leading to the genocide as defined by international agreements ratified by Rwanda."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Crime of genocide ideology and related crimes",
      "section": "4",
      "title": "Article 4 – Genocide ideology",
      "content": "A person who, in public, either verbally, in writing, through images or in any other manner, commits an act that manifests an ideology that supports or advocates for destroying, in whole or in part, a national, ethnic, racial or religious group, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than five (5) years and not more than seven (7) years, with a fine of not less than five hundred thousand Rwandan francs (FRW 500,000) and not more than one million Rwandan francs (FRW 1,000,000)."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Crime of genocide ideology and related crimes",
      "section": "5",
      "title": "Article 5 – Denial of genocide",
      "content": "A person who, in public, commits an act intended to: 1º state or indicate that the genocide is not genocide; 2º distort the facts about genocide for the purpose of misleading the public; 3º affirm that there was double genocide in Rwanda; 4º state or indicate that the genocide was not planned, commits an offence. Upon conviction of any of the acts referred to in Paragraph One of this Article, he/she is liable to imprisonment for a term of not less than five (5) years and not more than seven (7) years, with a fine of not less than five hundred thousand Rwandan francs (FRW 500,000) and not more than one million Rwandan francs (FRW 1,000,000)."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Crime of genocide ideology and related crimes",
      "section": "6",
      "title": "Article 6 – Minimization of genocide",
      "content": "A person who, in public and deliberately, manifests a behaviour intended to: 1º minimize the gravity or consequences of the genocide; 2º the lessen the means through which genocide was committed; 3º providing wrong statistics about the victims of the Genocide; commits an offence. Upon conviction of any of the acts referred to in Paragraph One of this Article, he/she is liable to imprisonment for a term of not less than five (5) years and not more than seven (7) years, with a fine of not less than five hundred thousand Rwandan francs (FRW 500,000) and not more than one million Rwandan francs (FRW1, 000,000)."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Crime of genocide ideology and related crimes",
      "section": "7",
      "title": "Article 7 – Justification of genocide",
      "content": "A person who, deliberately and in public, commits any act intended to: 1º glorify genocide; 2º support genocide; 3º legitimize genocide; commits an offence. Upon conviction of any of the acts referred to in Paragraph One of this Article, he/she is liable to imprisonment for a term of not less than five (5) years and not more than seven (7) years, with a fine of not less than five hundred thousand Rwandan francs (FRW 500,000) and not more than one million Rwandan francs (FRW1, 000,000)."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Crime of genocide ideology and related crimes",
      "section": "8",
      "title": "Article 8 – Disposing of or degrading evidence or information relating to genocide",
      "content": "A person who, deliberately, conceals, destroys, eliminates or degrades evidence or information relating to genocide, commits an offence. Upon conviction of any of the acts referred to in Paragraph One of this Article, he/she is liable to imprisonment for a term of not less than seven (7) years and not more than nine (9) years and a fine of not less than five hundred thousand Rwandan francs (FRW 500,000) and not more than one million Rwandan francs (FRW 1,000,000)."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Crime of genocide ideology and related crimes",
      "section": "9",
      "title": "Article 9 – Stealing or destroying bodies of the victims of genocide",
      "content": "A person who commits any of the following acts: 1° stealing bodies of the victims of genocide; 2° deliberately degrading or damaging bodies of the victims of genocide; commits an offence. Upon conviction of any of the acts referred to in Paragraph One of this Article, he/she is liable to imprisonment for a term of not less than ten (10) years and not more than fifteen (15) years and a fine of not less than one million Rwandan francs (FRW 1,000,000) and not more than two million Rwandan francs (FRW 2,000,000)."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Crime of genocide ideology and related crimes",
      "section": "10",
      "title": "Article 10 – Demolishing, damaging or desecrating a memorial site or a place where bodies of the victims of genocide are laid to rest",
      "content": "A person who deliberately commits any of the following acts: 1° demolishing or damaging a memorial site or a place where bodies of the victims of genocide are laid to rest; 2° demolishing or damaging symbols of a memorial site or a place where bodies of the victims of genocide are laid to rest; 3° desecrating a memorial site or a place where bodies of the victims of genocide are laid to rest; commits an offence. Upon conviction of any of the acts referred to in Paragraph One of this Article, he/she is liable to imprisonment for a term of not less than ten (10) years and not more than fifteen (15) years and a fine of not less than one million Rwandan francs (FRW 1,000,000) and not more than two million Rwandan francs (FRW 2,000,000)."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Crime of genocide ideology and related crimes",
      "section": "11",
      "title": "Article 11 – Violence against a survivor of genocide",
      "content": "A person who manifests a behaviour or commits an act, intended to harass, intimidate, dehumanize, recall boastfully the wrong he/ she has done, mock, insult a person or destroy his/her property, on the ground that the victim is a survivor of genocide commits an offence. Upon conviction of any of the acts referred to in Paragraph One of this Article, he/she is liable to imprisonment for a term of not less than five (5) years and not more than seven (7) years and a fine of not less than five hundred thousand Rwandan francs (FRW 500,000) and not more than one million Rwandan francs (FRW 1,000,000)."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Crime of genocide ideology and related crimes",
      "section": "12",
      "title": "Article 12 – Punishment of the crime of genocide ideology and related crimes committed by institutions, political organizations or other organisations",
      "content": "The offences referred to in provisions of this Law are punished under the same a fine provided for under the same provisions if they are committed by: 1° a non-government entity or company; 2° a cooperative; 3° a non-government organisation enjoying legal personality; 4° a political organisation. The court may, in addition to the penalty of a fine, order dissolution of an entity referred to in items 1°, 2°, 3 and 4° of Paragraph One of this Article or prohibition of its operations in Rwanda."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Final provisions",
      "section": "13",
      "title": "Article 13 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Final provisions",
      "section": "14",
      "title": "Article 14 – Repealing provision",
      "content": "Law n° 84/2013 of 11/09/2013 on the crime of genocide ideology and other related crimes, as well as all previous legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Final provisions",
      "section": "15",
      "title": "Article 15 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "public",
      "definition": "a place where more than two (2) people are gathered",
      "source_provision": "art2"
    }
  ]
}
