{
  "id": "rw-law-2018-52",
  "type": "statute",
  "title": "Law modifying Law governing Electricity in Rwanda as Modified to Date",
  "title_en": "Law modifying Law governing Electricity in Rwanda as Modified to Date",
  "short_name": "Law 52 of 2018",
  "status": "in_force",
  "issued_date": "2018-08-13",
  "in_force_date": "2018-09-21",
  "url": "https://rwandalii.org/akn/rw/act/law/2018/52/eng@2018-09-21",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1 - Rationale for the establishment",
      "content": "of Zones"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 - of Law n° 05/2011 of 21/03/2011",
      "content": "regulating special economic zones in Rwanda modified as follows: “Zones are established in order: 1° to increase and rehabilitate the area developed land with a view to fostering development; 2° to support the private sector in order it to participate in the development, operation and maintenance of Zones including the development infrastructure; 3° to coordinate activities of the private sector meant to train and improve capacity of the workforce while ensuring the protection of workers’ rights accordance with laws and international conventions ratified by Rwanda; 4° to protect private property rights accordance with international standards; 5° to streamline business registration customs procedures and facilitate issuance of all other permits; 6° to encourage competition in business avoid monopolistic conditions in a Zone; 7° to promote a high-quality business climate with an emphasis environmental protection in compliance with laws and conventions ratified Rwanda; 8° to establish a conducive environment promotion of industrial activities, financial activities, tourist recreational activities, green energy technology industry, residential buildings or any other type of economic development centre; 9° to identify land dedicated to the activities mentioned in item 8 o of this Article; 10° to develop land by developing infrastructure and improving existing ones; 11° to provide investors with satisfactory, fast and effective services; 12° to provide a conducive environment the promotion of small and medium enterprises; 13° to facilitate export promotion domestic market recapturing activities”."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4 - of Law n° 05/2011 of 21/03/2011",
      "content": "regulating special economic zones in Rwanda repealed."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8 - bis worded as follows:",
      "content": "“Article 8 bis: Zone demarcation A Zone is demarcated so as to minimize the of harm caused to the operations of one user the operations of another user. SEZAR issues Regulations determining the zone demarcation requirements to be enforced operators, including the permitted proximity between different types of users and industries, in accordance with international best practice”."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14 - of Law n° 05/2011 of 21/03/2011",
      "content": "regulating special economic zones in Rwanda modified as follows: “A Zone developer and operator are entitled leasehold right over the land in a Zone accordance with Law determining the use management of land. The effective period of the lease of land Zone is determined in accordance with agreement between the licensed developer Zone and SEZAR. A Zone operator may be entitled to lease sublease all or any part of the land in a Zone behalf of a Zone developer.”"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5 - Legal effects of issuing a license",
      "content": "developer or an operator"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24 - of Law n° 05/2011 of 21/03/2011",
      "content": "regulating special economic zones in Rwanda modified as follows: “Article 24: Price for land in a Zone Land prices to be charged to users are proposed by a developer or an operator and approved SEZAR in accordance with its regulations. In approving the land price, SEZAR must ensure that the price is not higher compared investment made in order for operators of a Zone to gain a reasonable profit. A developer or an operator is also entitled freely set fees for other services to be provided the Zone, depending on invested capital expected profits, unless determined otherwise the Zone establishment decision."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6 - Suspension and revocation of",
      "content": "developer or operator license"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25 - of Law n° 05/2011 of 21/03/2011",
      "content": "regulating special economic zones in Rwanda modified as follows: “A Zone developer or operator who has been granted a license submits to SEZAR a two year action plan as a firm commitment to achieve significant progress towards the development the land and the establishment of infrastructure within that period. By virtue of the applicable laws or the agreement concluded with the licensed person, SEZAR may: 1° suspend the license if the licensed person delays in developing a Zone; 2° revoke the license and reclaim the in accordance with the law relating expropriation in the public interest specific regulation issued by SEZAR the licensed person is unable to show significant progress towards implementation of the action plan”."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7 - Drafting,",
      "content": "adoption of this Law consideration This Law was drafted in English, considered adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9 - Commencement",
      "content": "This Law comes into force on the date of publication in the Official Gazette of Republic of Rwanda. Kigali, on 13/08/2018 (sé) KAGAME Paul President of the Republic (sé) Dr. NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic (sé) BUSINGYE Johnston Minister of Justice/Attorney General"
    }
  ],
  "definitions": []
}
