{
  "id": "rw-law-2018-49",
  "type": "statute",
  "title": "Law determining the Use and Management Water Resources in Rwanda",
  "title_en": "Law determining the Use and Management Water Resources in Rwanda",
  "short_name": "Law 49 of 2018",
  "status": "repealed",
  "issued_date": "2018-08-13",
  "in_force_date": "2018-09-21",
  "url": "https://rwandalii.org/akn/rw/act/law/2018/49/eng@2018-09-21",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the use and management of water resources in Rwanda."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions",
      "content": "In this Law, the following terms have the following meanings: 1º wetland: area of marsh or water, whether natural or artificial, permanent or temporary, with water that is stagnant or flowing. 2º ecological flow: the quantity and quality of the water flow required to sustain the aquatic ecosystem and the human and animal lives depending upon it; 3º groundwater: water occurring below the earth surface; 4º surface water: water flowing on earth surface; 5º water body: a discrete and significant accumulation of surface water, such as a lake, a pond, a stream, river or canal or part of it or of groundwater within an aquifer; 6º catchment: an area from which rainwater flows into a watercourse or infiltrates into a groundwater body; 7º basin: Congo or Nile basins part of Rwanda; 8º aquifer: a permeable water-bearing geological formation underlain by a less permeable layer and the water contained in the saturated zone of the formation; 9º Authority: the Authority in charge of water resources; 10º ecosystem: a dynamic complex of plant, animal and micro-organism communities and their non-living environment interacting as a functional unit; 11º ministry: the Ministry in charge of water resources; 12º minister: the Minister in charge of water resources; 13º person: an individual, a company or legal person; 14º water resources: surface water and groundwater resources;"
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Natural water and artificial water",
      "section": "3",
      "title": "Article 3 – Natural water",
      "content": "Natural water includes: 1º permanent streams and rivers; 2º lakes; 3º wetland; 4º springs; 5º aquifers."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Natural water and artificial water",
      "section": "4",
      "title": "Article 4 – Boundaries of natural water",
      "content": "Natural water boundaries are delimited as follows: 1º for streams, rivers and lakes, boundaries are delimited by the line reached by the highest waters before overflowing; 2º for wetlands, boundaries are delimited by a line reached by the highest waters in normal circumstances. This line referred to under items 1° and 2° constitutes the starting point for the delimitation of the longitudinal strip of land included in the public domain."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Natural water and artificial water",
      "section": "5",
      "title": "Article 5 – Artificial water",
      "content": "Artificial water includes the following: 1º works executed to facilitate the storage of water; 2º the fluvial and lakeside harbours and their dependences; 3º navigation channels and their dependences; 4º works related to water conveyance and restraint and their dependences"
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter III – Management and use of water resources",
      "section": "6",
      "title": "Article 6 – Protection and use of water resources",
      "content": "Protection and rational use of water resources constitute the obligations of each and every person."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Management and use of water resources",
      "section": "7",
      "title": "Article 7 – Guiding principles",
      "content": "Water resources are used and managed in accordance with the following principles: 1º prevention of pollution with priority to source; 2º precaution, according to which activities considered or suspected to have negative impacts on water resources shall not be implemented even if such impacts have not yet been scientifically proved. Scientific uncertainty must not be taken into consideration for the benefit of destroyers of water resources, instead it may be used in conservation of water resources; 3º integrated management of water resources within catchment, taking into account the interests of all water users, land and other natural resources and related ecosystems; 4º participation, according to which all interested stakeholders, including water users through their representatives, are entitled to participate in water resources management and planning; 5º “user-pays and polluter-pays” principles, according to which the user of water and the polluter must support a significant part of expenses resulting from measures of prevention, of pollution reduction and restoration of the water resources in quality and in quantity; 6º subsidiarity, whereby development and protection of water resources is planned and implemented at the lowest appropriate level."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Management and use of water resources",
      "section": "8",
      "title": "Article 8 – Authority",
      "content": "The Authority is in charge of implementation of policies, strategies and regulations relating to water resources."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Management and use of water resources",
      "section": "9",
      "title": "Article 9 – National Water Consultative Committee",
      "content": "There is established a National Water Consultative Committee. The composition, responsibilities, organization and functioning of the National Water Consultative Committee are determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Management and use of water resources",
      "section": "10",
      "title": "Article 10 – Catchment committees",
      "content": "A water resources management committee at catchment level is established. The composition, responsibilities, organization and functioning of the water resources management committee at catchment level are determined by a Ministerial Order."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Management and use of water resources",
      "section": "11",
      "title": "Article 11 – Responsibilities of decentralized administrative entities",
      "content": "Responsibilities of decentralized administrative entities are the following: 1º to plan activities aimed at fostering the quantity and quality of water resources; 2º to contribute to protecting streams, rivers, lakes, springs and aquifers; 3º to contribute to development and rational use of wetlands; 4º to contribute to protecting water bodies; 5º to contribute to protecting and maintaining equipment for testing, analysis and measurement of river and lake waters; 6º to contribute to the development of catchment management plan; 7º to contribute to preventing any risk impeding waterflaw and likely to cause floods."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Management and use of water resources",
      "section": "12",
      "title": "Article 12 – Obligations of the population",
      "content": "Obligations of the population as regards protection and rational use of water resources are the following: 1° to protect and rationally use water resources, through individual or collective initiatives; 2° to inform local authorities a phenomenon that may have adverse impact on water resources; 3° to contribute to protecting and maintaining equipment for testing the waters of lakes and rivers."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Management and use of water resources",
      "section": "13",
      "title": "Article 13 – National water resources master plan",
      "content": "The Ministry establishes a national water resources master plan that may be revised where necessary. The national water resources master plan guides all water resources plans."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Management and use of water resources",
      "section": "14",
      "title": "Article 14 – Catchments management plans",
      "content": "The Authority, in collaboration with decentralized entinties where the catchment is located, develops catchment management plans for individual catchments, which is in conformity with national water resources master plan."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Management and use of water resources",
      "section": "15",
      "title": "Article 15 – States’ cooperation on shared water resources",
      "content": "The State takes the necessary measures to encourage cooperation with the neighbouring States in the management and exploitation of shared waters. States’ cooperation on shared water resources aims at facilitating: 1º the exchange of data and information; 2º the implementation of joint project and the setting-up of bilateral or multilateral arrangements for the management of shared water resources; 3º the integrated and sustainable management of shared water resources."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Management and use of water resources",
      "section": "16",
      "title": "Article 16 – Water resources monitoring",
      "content": "The State establishes mechanisms of coordinating the monitoring of water resources quantity, quality and use of water resources of each catchment."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Management and use of water resources",
      "section": "17",
      "title": "Article 17 – Water resources information system",
      "content": "The Authority establishes the water resources information system, which contains data and information on hydrometeorology, quantity and quality of surface and groundwater, water use and any other data and information as may be needed."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Management and use of water resources",
      "section": "18",
      "title": "Article 18 – Ownership and control of water resources",
      "content": "The State owns and controls water resources."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Management and use of water resources",
      "section": "19",
      "title": "Article 19 – Priority for water allocation",
      "content": "All persons are entitled to an equitable and reasonable share on the water resources available. However, in allocating water resources the priority is given to: 1º domestic needs; 2º environmental protection; 3º economic activities."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Management and use of water resources",
      "section": "20",
      "title": "Article 20 – Water resources management by catchment",
      "content": "The management of water resources is undertaken within hydrographic boundaries of lakes and their catchments in accordance with integrated water resources management principles."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Management and use of water resources",
      "section": "21",
      "title": "Article 21 – Use of water and water-related activities subject to water use permit",
      "content": "The use of water resources in different activities and installations susceptible to modify the flow or the level of water or to degrade their quality, or to threaten water-related ecosystems, wetlands and the environment are subjected to water use permit. A Ministerial Order establishes the list of activities and installation that are subject to a water use permit and determine conditions and procedures of acquisition and use of water permit."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Management and use of water resources",
      "section": "22",
      "title": "Article 22 – Water use fees",
      "content": "The person requesting to be a holder of water use permit, get this permit renewed or transferred pays fees whose amount is determined by a Ministerial Order. Such a Ministerial Order also determines the basis of calculation and amount of annual fees to be paid for water use. Fees mentioned in Paragraph One of this Article are deposited in the National Fund for Environment (FONERWA)."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Protection of water resources",
      "section": "23",
      "title": "Article 23 – Protected areas",
      "content": "The Minister, by an Order, may establish protected areas, to protect vulnerable water resources, floodplains, wetlands within a catchment against depletion or quality degradation, to prevent erosion or other harmful effects."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Protection of water resources",
      "section": "24",
      "title": "Article 24 – Protection perimeters",
      "content": "Without prejudice to laws governing the management of land, a protection perimeter is established around springs with a view of protecting water quantity and quality. Except activities related to the protection of the perimeter, any other activity is subjected to prior authorization of the Minister."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Protection of water resources",
      "section": "25",
      "title": "Article 25 – Re-use of waste water",
      "content": "The re-use of waste water is subject to prior treatment to acceptable standards depending on the purpose of reuse."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Protection of water resources",
      "section": "26",
      "title": "Article 26 – Water reserve",
      "content": "The Minister may establish a water reserve within a catchment to maintain minimum ecological flows for the conservation of biodiversity."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Protection of water resources",
      "section": "27",
      "title": "Article 27 – Groundwater protection areas",
      "content": "By a Ministerial Order, a Minister may designate any area within a catchment to be a groundwater protection area when it is proven that: 1º there is a depletion of groundwater due to over extraction; 2º there is groundwater pollution or contamination; 3º groundwater exploitation caused a negative impact on the availability of surface water. Except activities related to the protection of groundwater protection areas, any other activity is subjected to prior authorization by the competent authority."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – Protection of water resources",
      "section": "28",
      "title": "Article 28 – Notification of groundwater found incidentally",
      "content": "Any person who finds water sources or groundwater in the course of any kind of prospection, exploration or exploitation must immediately report the discovery to the competent authority."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter V – Flood and drought management",
      "section": "29",
      "title": "Article 29 – Measures for preventing flood and droughts",
      "content": "The State, based on water resources data and information, takes measures for preventing floods and droughts."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter V – Flood and drought management",
      "section": "30",
      "title": "Article 30 – Technical committee on dams",
      "content": "It is hereby established a Technical committee on dams which provides advice with regard to the construction and use of dams. A Ministerial Order appoints the members of the Committee and determines responsibilities and functioning of such a committee."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter V – Flood and drought management",
      "section": "31",
      "title": "Article 31 – Security of dams",
      "content": "Any person who constructed or entrusted with the management of a dam is responsible for ensuring safety of the dam. The Authority monitors the safety status of a dam."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter VI – Administrative sanctions, offences and penalties",
      "section": "32",
      "title": "Article 32 – Provision of false information",
      "content": "Any person, who willingly provides false information to get a water use permit, is liable to an administrative fine of two hundred and fifty thousand Rwandan francs (FRW 250,000) and withdrawal of such permit."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter VI – Administrative sanctions, offences and penalties",
      "section": "33",
      "title": "Article 33 – Prohibited activities within protection perimeters or groundwater protection areas",
      "content": "Any person who does not respect the prohibitions established under this Law within protection perimeters or ground water protection areas is liable to an administrative fine of five hundred thousand Rwandan francs (FRW 500,000)."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter VI – Administrative sanctions, offences and penalties",
      "section": "34",
      "title": "Article 34 – Obstruction of investigation officer in office",
      "content": "Any person who prevents or obstructs any officer in the exercise of powers as provided by this Law is liable to an administrative fine of five hundred thousand Rwandan francs (FRW 500,000)."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter VI – Administrative sanctions, offences and penalties",
      "section": "35",
      "title": "Article 35 – Additional sanctions",
      "content": "In addition to sanctions provided for in Articles 32 and 33 of this Law in the offender must also restore the place to the previous state."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter VI – Administrative sanctions, offences and penalties",
      "section": "36",
      "title": "Article 36 – Water use or water-related activity without a water use permit",
      "content": "Any person who uses water or carries out a water-related activity without a water use permit as required under this Law commits an offence. Upon conviction, he or she is liable to imprisonment for a term of not less than two (2) months and not more than three (3) months and a fine of five hundred thousand Rwandan francs (FRW 500,000) or only one of these penalties."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter VI – Administrative sanctions, offences and penalties",
      "section": "37",
      "title": "Article 37 – Water pollution",
      "content": "Any person who pollutes water bodies by dumping, spilling or depositing chemicals of any nature above tolerable limit for human health or aquatic life, commits an offence. Upon conviction, he or she is liable to imprisonment for a term of not less than two (2) months and not more than two (2) years and a fine of not less than two million Rwandan francs (FRW 2,000,000) and not more than five million Rwandan francs (FRW 5,000,000)."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter VI – Administrative sanctions, offences and penalties",
      "section": "38",
      "title": "Article 38 – Penalties for dumping, spilling or depositing anything that may pollute water resources",
      "content": "Any person who directly or indirectly dumps, spills or deposit one or a lot of things into an ecological or groundwater that may pollute water resources commits an offense. Upon conviction, he or she is liable to imprisonment for a term of not less than one (1) month and not more than three (3) months with a fine of not less than two million Rwandan francs (FRW 2,000,000) and not more than five million Rwandan francs (FRW 5,000,000) or only one of these penalties."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter VII – Transitional, and final provisions",
      "section": "39",
      "title": "Article 39 – Existing declaration receipts, authorizations and concessions",
      "content": "Any declaration receipt, authorization or concession granted under Law nº 62/2008 of 10/09/2008 putting in place the use, conservation, protection and management of water resources regulations, remain valid until expiry of the period for which it was granted. Upon expiry of the period, the person requesting the permit of using water resources, he or she applies in accordance with the provisions of this Law."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter VII – Transitional, and final provisions",
      "section": "40",
      "title": "Article 40 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter VII – Transitional, and final provisions",
      "section": "41",
      "title": "Article 41 – Repealing provision",
      "content": "Law nº 62/2008 of 10/09/2008 putting in place the use, conservation, protection and management of water resources regulations and all prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter VII – Transitional, and final provisions",
      "section": "42",
      "title": "Article 42 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
