{
  "id": "rw-law-2018-45",
  "type": "statute",
  "title": "Law modifying Law regulating Capital Market in Rwanda as Modified to Date",
  "title_en": "Law modifying Law regulating Capital Market in Rwanda as Modified to Date",
  "short_name": "Law 45 of 2018",
  "status": "in_force",
  "issued_date": "2018-08-13",
  "in_force_date": "2018-09-20",
  "url": "https://rwandalii.org/akn/rw/act/law/2018/45/eng@2018-09-20",
  "provisions": [
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60 - Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. Kigali, on 13/08/2018 (sé) KAGAME Paul President of the Republic (sé) Dr. NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General PRIME MINISTER’S ORDER N o 122/03 17/09/2018 DETERMINING ORGANISATIONAL STRUCTURE, SALARIES AND FRINGE BENEFITS FOR EMPLOYEES OF RWANDA DEVELOPMENT BOARD TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5 - Fringe benefits for the Deputy",
      "content": "Executive Officer and Chief Operating Officer Deputy Chief Executive Officer and Chief Operating Officer are each entitled to the following: 1º one hundred thousand Rwandan (100,000 FRW) per month for telephone, fax and internet communication allowance; 2º forty thousand Rwandan francs (40,000 FRW) per month for wireless internet connection; 3º one hundred and fifty thousand Rwandan francs (150,000 FRW) per month for phone communication allowance; 4º office entertainment allowance of hundred thousand Rwandan francs (200,000 FRW) per month and transferred to the account of RDB; 5º transport facilitation in accordance with instructions of the Minister in charge transport."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6 - Fringe benefits for the senior officials",
      "content": "“F” job level Senior officials on “F” job level are each entitled following: 1º one hundred thousand Rwandan francs (100,000 FRW) per month for office telephone, fax internet communication allowance; 2º one hundred thousand Rwandan francs (100,000 FRW) per month for mobile communication allowance; 3º transport facilitation in accordance with instructions of the Minister in charge transport."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7 - Fringe benefits for Head of Department",
      "content": "“G/1.IV” job level Head of Department on “G/1.IV” job level is entitled the following: 1º one hundred thousand Rwandan francs (100,000 FRW) per month for office telephone, fax internet communication allowance; 2º one hundred thousand Rwandan francs (100,000 FRW) per month for mobile communication allowance; 3º transport facilitation in accordance with instructions of the Minister in charge transport."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8 - Fringe benefits for the Division Managers",
      "content": "and officials on “2.III” job level Division Managers and officials on “2.III” job level each entitled to the following: 1 º seventy thousand Rwandan francs (70,000 FRW) per month for mobile communication allowance; 2 º transport facilitation in accordance instructions of the Minister in charge transport. Division Managers on “2.III” job level with a pool staff under their responsibilities in accordance with approved organisational structure of RDB are also entitled to an office telephone communication allowance of seventy thousand Rwandan francs (70,000 FRW) month."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9 - Fringe benefits for Directors of Units",
      "content": "officials on “3” job level Directors of Units and officials on “3” job level are entitled to the following: 1 º thirty thousand Rwandan francs (30,000 per month for a mobile phone communication allowance; 2 º special transport allowance as determined instructions of the Minister in charge of service. Directors of Units on job level “3” with a pool under their responsibilities in accordance with approved organizational structure of RDB are also entitled to an office telephone communication allowance of one hundred thousand Rwandan francs (100,000 FRW) per month."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11 - Authorities responsible",
      "content": "implementation of this Order for The Minister of Finance and Economic Planning, Minister of Public Service and Labour and the Minister of Infrastructure are entrusted with the implementation of this Order."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13 - Commencement",
      "content": "This Order comes into force on the date publication in the Official Gazette of the Republic Rwanda. Kigali, on 17/09/2018 (sé) Dr NGIRENTE Edouard Prime Minister (sé) RWANYINDO KAYIRANGWA Fanfan Minister of Public Service and Labour Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General ANNEX I TO PRIME MINISTER’S ORDER N o 122/03 OF 17/09/2018 DETERMINING ORGANISATIONAL STRUCTURE, SALARIES AND FRINGE BENEFITS FOR EMPLOYEES OF RWANDA DEVELOPMENT BOARD RDB ORGANISATIONAL STRUCTURE BOARD OF DIRECTORS CHIEF EXECUTIVE OFFICER - - - - Chief Executive Officer (1) Senior Advisor & Office Coordinator (1) Advisor (1) Executive Assistant (1) (1) - - Chief Investment Officer (2) Chief Investment Officer (1) Advisor (1) Tourism Regulation Department (8) - - - - Head of Department (1) Quality Management Analyst (1) Quality Management Specialist (3) Licensing Specialist (3) Investment Marketing Department (12) - Head of Department (1) - Lead Team (1) - Sector /Export marketing Analyst (9) - Investment protocol Specialist (1) Deal Acceleration & Transactions Department (34) - Head of Departme nt (1) - - Deal Accelerator Division (21) - Division Manager (1) - Sector Analyst (13) - Sector Specialist (7) Transactions Structuring & Support Division (12) - Division manager (1) - Privatization Specialist (1) - PPP Analyst (2) - Strategic Investment/ Legal Analyst (8) Reinvestment Investor Aftercare Department - Head Departmen t (1) Lead (1) Sector investment /Export Analyst (13) Seen to be annexed to Prime Minister’s Order n o 122/03 of 17/09/2018 determining organisational structure, salaries and fringe benefits for employees of Rwanda Development Board Kigali, on 17/09/2018 (sé) Dr NGIRENTE Edouard Prime Minister (sé) RWANYINDO KAYIRANGWA Fanfan Minister of Public Service and Labour Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General ANNEX II TO PRIME MINISTER’S ORDER N o 122/03 OF 17/09/2018. DETERMINING ORGANISATIONAL STRUCTURE, SALARIES AND FRINGE BENEFITS FOR EMPLOYEES OF RWANDA DEVELOPMENT BOARD Gazette no.Special of 20/09/2018 - SALARY STRUCTURE 2018 I.V Level Index E 3,156 F 2,869 F 2,869 F 2,869 F 2,869 1.IV 1.IV 1.IV 1.IV 1.IV 1.IV 1.IV 1.IV 1.IV 1.IV 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III Gazette no.Special of 20/09/2018 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 2.III 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II no.Special of 20/09/2018 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 3.II 4.II 4.II 5.II 5.II 7.II 8.II 8.II Seen to be annexed to Prime Minister’s Order n o 122/03 of 17/09/2018 determining organisational structure, salaries and fringe benefits for employees of Rwanda Development Board Kigali, on 17/09/2018 (sé) Dr NGIRENTE Edouard Prime Minister (sé) RWANYINDO KAYIRANGWA Fanfan Minister of Public Service and Labour Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52 - ;",
      "content": "On proposal by the Minister of Public Service Labour; After consideration and approval by the Cabinet, session of 08/08/2018; ORDERS:"
    },
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1 - Purpose of this Order",
      "content": "This Order determines organisational structure, and fringe benefits for employees of Rwanda Development Board (RDB)."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 - Organisational structure",
      "content": "The organisational structure for employees of RDB Annex I of this Order."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 - Determination of salaries",
      "content": "Salaries for employees of RDB are determined on the job classification and in accordance with principles on salary calculation in public service. The level, index, index value and the gross corresponding to each job position in RDB are in II of this Order."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4 - Composition of the gross salary",
      "content": "The monthly gross salary for each employee in RDB mainly composed of the following: 1 º basic salary; 2 º housing allowance; 3 º transport allowance; 4 º State contribution for social security; 5 º State contribution for medical care. Officials positioned on job levels “E”, “F”, “G/1.IV” and “2.III” are not entitled to the transport allowance specified in Paragraph One of this Article. transport is facilitated in accordance with instructions the Minister in charge of transport. Staff members positioned on job level “3” are granted the transport allowance specified Paragraph One of this Article. They are entitled special transport allowance in accordance instructions of the Minister in charge of public service."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10 - Mileage allowances",
      "content": "When senior officials on job levels “E”, “F”, “G/1.IV” and “2.III” go on official mission inside the country using their vehicles, the State pays them mileage allowances specified in accordance with instructions the Minister in charge of transport."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12 - Repealing provision",
      "content": "All prior provisions contrary to this Order are repealed."
    }
  ],
  "definitions": []
}
