{
  "id": "rw-law-2018-57",
  "type": "statute",
  "title": "Law on Immigration and Emigration in Rwanda",
  "title_en": "Law on Immigration and Emigration in Rwanda",
  "short_name": "Law 57 of 2018",
  "status": "repealed",
  "issued_date": "2018-08-13",
  "in_force_date": "2018-09-20",
  "url": "https://rwandalii.org/akn/rw/act/law/2018/57/eng@2018-09-20",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law regulates immigration and emigration in Rwanda."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions",
      "content": "As used in this Law, the following terms have the meanings ascribed to them below: 1º ASC/CEPGL: Autorisation spéciale de circulation/Communauté économique des pays des Grands Lacs: a travel document issued to a Rwandan or a foreigner legally residing in Rwanda, allowing him/her to travel to member States of the Economic Community of the Great Lakes Countries and in accordance with the existing agreements signed among such countries; 2º provisional interception: stopping a person for a short period of time to enable an immigration officer to investigate that person’s entry into or residence in Rwanda; 3º accommodation facility: a hotel or any other place of provision of a temporary accommodation service; 4º border: national boundaries of the Republic of Rwanda; 5º refugee: a person having filed his/her country as defined by the Convention of 28 July 1951 relating to the Status of Refugees; 6º crossing point: an area other than prescribed border posts, only open to border community for regular crossings; 7º deportation: an action aimed at forcing a foreigner to leave Rwanda; 8º expulsion: an act aimed at ordering a foreigner to leave the country against his/her will; 9º laissez-passer: a travel document issued in lieu of passport to a Rwandan travelling to countries in the region in accordance with existing agreements among such countries and Rwanda; 10º Minister: the Minister in charge of immigration and emigration in Rwanda; 11º immigration officer: an officer of the Directorate General of Immigration and Emigration having authority to enforce the provisions of this Law; 12º passport: a travel document recognized by international laws; 13º Directorate General: the Directorate General of Immigration and Emigration in Rwanda; 14º close relative: a family member who is in the second degree of kinship as provided for by the law governing persons and family; 15º employer: an individual bound by an employment contract as an employer, or head of an institution or company with legal personality or its legal representative or the person to whom powers in relation to employees have been delegated; 16º resident: a foreigner holding a temporary or permanent residence permit in Rwanda; 17º prohibited immigrant: a foreigner who is not authorized to live in Rwanda in accordance with the provisions of this Law; 18º foreigner: any person who does not hold Rwandan nationality; 19º border post: a place prescribed by law where a person passes when entering or exiting the country; 20º family: a man and a woman who are legally married, including their children who are under eighteen (18) years old or aged between eighteen (18) and twenty-five (25) years if they are still pursuing full-time education and are unmarried; 21º residence permit: a permission allowing a foreigner to reside in Rwanda for a specified or unspecified period of time and for purposes other than visit; 22º refugee travel document: a travel document that is issued to a foreigner who has been granted refugee status in Rwanda; 23º resident travel document: a travel document issued to a foreigner legally residing in Rwanda who is not a refugee and who is unable to acquire any other travel document; 24º visa: a permission granted to a foreigner in a prescribed format, authorizing him/her to enter and stay in Rwanda within prescribed period of time and conditions."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Recognised travel document",
      "content": "A recognised travel document is the one issued by Governments, recognised organisations or issued as an obligation emanating from an international convention ratified by Rwanda. A travel document issued by an intergovernmental or international organization go through a recognition process before being accepted in Rwanda. An Order of the Minister provides for modalities for recognition of a travel document issued by intergovernmental or international organizations."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Entry into, exit from, stay and residence in Rwanda",
      "section": "4",
      "title": "Article 4 – Conditions of entry into and exit from Rwanda",
      "content": "Conditions of entry into and exit from Rwanda are as follows: 1º pass through a legally established border post or any crossing point for entry into of exit from the country; 2º possess a valid travel document, a national identity card where applicable or any other document that may be agreed upon in bilateral or multilateral agreement; 3º to register as provided by law; 4º possess a valid visa, relevant permit or resident identity cards, where applicable; 5º any Rwandan returning to the country must be in possession of a valid travel document or any other acceptable proof that he/she is a Rwandan; An Order of the Minister may determine other conditions that may be required for entry into and exit from Rwanda. Without prejudice to other laws in force, any person entering or exiting Rwanda with items is permitted entry or exit before his/her items are permitted entry or exit. Without prejudice to other laws in force, any person entering or exiting Rwanda with animals, insects, plants and other living organisms must comply with regulations of their entry into or exit from Rwanda, issued by the competent authority. An Order of the Minister regulates entry and exit of a dead person."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Entry into, exit from, stay and residence in Rwanda",
      "section": "5",
      "title": "Article 5 – Conditions of stay and residence in Rwanda",
      "content": "The conditions of stay and residence in Rwanda are as follows: 1º fulfil entry requirements; 2º have a lawful purpose of stay in Rwanda; 3º comply with laws and regulations in force in the country. An Order of the Minister may establish other conditions of stay and residence in Rwanda."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Entry into, exit from, stay and residence in Rwanda",
      "section": "6",
      "title": "Article 6 – Health requirements",
      "content": "The Directorate General may require a foreigner seeking entry into Rwanda to provide health insurance certificate if it considers that such a foreigner may require medical treatment in Rwanda. If considered necessary, the Directorate General refuses entry to a person who appears to end up becoming a burden for the Rwandan health system. For the purpose of implementing a directive from the Ministry in charge of health, the Directorate General requires a foreigner who seeks entry into or exit from Rwanda, to produce vaccination certificates as stipulated by international conventions or regulations issued by the World Health Organization or the Ministry in charge of health. If a foreigner does not produce documents provided for in Paragraph 3 of this Article, he/she may be denied entry into or exit from Rwanda or be subjected to any other action as may be determined by the Minister in charge of health. In case of an epidemic outbreak, the Directorate General may, on the instructions of the Minister in charge of Health, deny entry or exit to any traveller. An Order of the Minister may determine modalities for the implementation of health instructions at entry points."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Entry into, exit from, stay and residence in Rwanda",
      "section": "7",
      "title": "Article 7 – Financial requirements",
      "content": "A foreigner seeking a visa or a residence permit may be required to show proof of sufficient financial resources to support him/herself during his/her stay in Rwanda. If considered necessary, the Directorate General, orders a foreigner who intends to temporarily reside in Rwanda to have a guarantor to cover the costs of his/her repatriation."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Entry into, exit from, stay and residence in Rwanda",
      "section": "8",
      "title": "Article 8 – Categories of visas and residence permits",
      "content": "Rwanda visas fall into three (3) categories: 1º entry visa; 2º transit visa; 3º tourist visa. Rwanda residence permits fall within two (2) categories: 1º temporary residence permit; 2º permanent residence permit. An Order of the Minister may determine other categories and classes of visas and residence permits."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Entry into, exit from, stay and residence in Rwanda",
      "section": "9",
      "title": "Article 9 – Denial of a visa or residence permit",
      "content": "A foreigner may be denied a visa or a residence permit if: 1º he/she has been convicted of crimes by competent organs; 2º he/she has or had an association with an individual, a group or an organization suspected of having been or being involved in criminal activities; 3º he/she does not fulfil application requirements; 4º he/she misused or abused previous residence permit or visa; 5º he/she has a record of violation of laws; 6º he/she negates, minimises or is a perpetrator of genocide; 7º he/she provided false information during application; 8º he/she has no sufficient funds to support himself/herself; 9º the Directorate General has reason to believe that he/she can be a threat to national security, public safety, good morals; 10º such other grounds as may be deemed necessary by the Directorate General."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Entry into, exit from, stay and residence in Rwanda",
      "section": "10",
      "title": "Article 10 – Cancellation of a visa and residence permit",
      "content": "Without prejudice to other relevant laws, a visa or a residence permit may be cancelled due to one of the following circumstances: 1º fraudulent obtaining thereof by the holder; 2º the holder is deemed incapable of supporting him/herself and his/her dependents while in Rwanda; 3º the holder engages in activities contrary to the purpose of his/her visa or temporary residence permit; 4º the employer or employee no longer fulfils the conditions required to hold such a permit; 5º the holder is a threat to national security, public order or has been convicted of any offence that requires cancellation of permit or visa; 6º the holder is expelled from the country; 7º such other grounds as may be deemed necessary by the Directorate General. The cancellation of a residence permit for a foreigner leads to the cancellation of the same permit held by his/her dependants."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Entry into, exit from, stay and residence in Rwanda",
      "section": "11",
      "title": "Article 11 – Inadmissible person",
      "content": "An inadmissible person is a foreigner who cannot be allowed to enter in Rwanda due to at least any of the following grounds: 1º he/she has been denied a visa or his/her residence permit was cancelled; 2º he/ she fails to fulfil any entry procedure in Rwanda as required; 3º he/she has been judicially declared incapable, unless duly accompanied by a recognized guardian; 4º he/she negates, minimises genocide or has committed genocide; 5º he/she has no sufficient funds to support himself/herself; 6º his/her presence in the country may threaten national security, public order and good morals; 7º he/she is reasonably believed to engage in transnational crime such as terrorism, drug trafficking, human trafficking and money laundering, or is known to have been an aider, abettor, assister, conspirator or has a history of colluding with others in the commission of such crimes; 8º such other grounds as may be deemed reasonable by the Directorate General. A person who has been declared an inadmissible person is not allowed to enter Rwanda, unless decided otherwise."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Entry into, exit from, stay and residence in Rwanda",
      "section": "12",
      "title": "Article 12 – Prohibited foreigner in Rwanda",
      "content": "A prohibited foreigner in Rwanda is a foreigner who: 1º negates or minimises genocide; 2º engages in activities detrimental to national security, public order and good morals; 3º is subject to an arrest warrant for crimes committed abroad or was sentenced by foreign courts if such crimes are recognized by Rwanda; 4º has been expelled from the country for security grounds; 5º is a member, a supporter of an association or an organization characterized by acts of any form of discrimination or causing unrest. A person having declared a prohibited foreigner in Rwanda is required to leave the country within a prescribed period of time is not allowed to return, unless decided otherwise."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Entry into, exit from, stay and residence in Rwanda",
      "section": "13",
      "title": "Article 13 – Irregular foreigner in Rwanda",
      "content": "An irregular foreigner in Rwandan is a person found with any of the following irregularities: 1º his/her travel document has expired and its validity has not been extended or he/she hasn’t obtained another one; 2º he/she entered and stayed in Rwanda with a valid visa or residence permit but overstayed in Rwanda after the expiration of validity of his/her visa or residence permit; 3º he/she is authorized to remain in Rwanda but engages in activities other than those he/she has been authorized to; 4º he/she is incapable of supporting himself/herself and his/her dependants; 5º he/she has been declared an incapable person by a judicial decision; 6º he/she does not fulfil obligations of foreigners as provided for by this Law. A foreigner considered irregular may be required to leave the country. He/she may be allowed re-entry upon approval by the Directorate General, in case of change of circumstances that led to his/her irregularity. An Order of the Minister determines the procedure under which an irregular foreigner who is in Rwanda may be required to leave the country, and how he/she is allowed re-entry."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Entry into, exit from, stay and residence in Rwanda",
      "section": "14",
      "title": "Article 14 – Exemptions",
      "content": "The Directorate General has the discretion to: 1º exempt from entry and residence formalities to persons or group of persons, in consultation with other relevant authorities; 2º exonerate or reduce administrative fines imposed on foreigners in Rwanda on an exceptional basis if there is evidence that they cannot afford to pay them; 3º allow transit for a foreigner who is not in possession of a valid travel document. Such entry and transit shall not exceed seventy-two (72) hours; 4º when necessary, allow a foreigner or a group of foreigners who do not fulfil the requirements, the rights of residence for a specified or unspecified period; 5º allow entry of aircrew members without passing through immigration formalities if they do not exceed forty-eight (48) hours. This permission does not allow the holder a right to exit to a third country; 6º allow a distinguished visitor, members of his/her close relatives and his/her entourage accompanying him/her to enter and reside temporarily in Rwanda for a period not exceeding six (6) months."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Entry into, exit from, stay and residence in Rwanda",
      "section": "15",
      "title": "Article 15 – Expulsion of a foreigner",
      "content": "A foreigner is expelled from Rwanda if: 1º he/she has committed a crime under national or international laws; resulting into his/her being expelled from Rwanda by a court judgment; 2º he/she is involved in acts detrimental to national security, public order, and good morals; 3º he/she has been considered irregular in Rwanda according to law or has been informed of his/her status of prohibited immigrant in Rwanda; 4º he/she is unlawfully present in Rwanda. An expelled foreigner leaves with his/her dependents, unless determined otherwise by the Directorate General. A foreigner expelled from Rwanda has the right to appeal to the Director General unless his/her expulsion is decided by the court. A foreigner expelled from Rwanda who do not leave as required must be deported from Rwanda. An Order of the Minister determines the procedure for expulsion and deportation of a foreigner from Rwanda."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Rwandan travel document",
      "section": "16",
      "title": "Article 16 – Issuance and management of travel documents",
      "content": "Travel documents are issued and managed by the Directorate General. Other documents issued by other competent authorities are governed by the Directorate General, while in use as travel documents."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Rwandan travel document",
      "section": "17",
      "title": "Article 17 – Categories of Rwandan travel documents",
      "content": "Rwandan travel documents include: 1º passports; 2º laissez-passer; 3º emergency travel document; 4º foreign resident travel document; 5º refugee travel document; 6º ASC/CEPGL; 7º border pass; 8º any other recognized travel documents. An Order of the Minister may provide for other possible categories of Rwandan travel documents."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Rwandan travel document",
      "section": "18",
      "title": "Article 18 – Passports",
      "content": "There are three (3) main categories of passports, as follows: 1° ordinary passport: issued to any Rwandan who meets the requirements; 2° service passport: issued to Rwandan national or non-national traveling abroad on official mission; 3° diplomatic passport: issued to high-ranking Government authorities, Rwandan diplomats and other eligible persons as may be determined by an Order of the Minister."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Rwandan travel document",
      "section": "19",
      "title": "Article 19 – Laissez-passer",
      "content": "The laissez-passer is issued to a Rwandan national who wishes to travel to the following countries: 1º East African Community member States; 2º the Democratic Republic of the Congo. An Order of the Minister may determine any other country within which a laissez-passer may be used."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Rwandan travel document",
      "section": "20",
      "title": "Article 20 – Collective laissez-passer",
      "content": "Collective laissez-passer is issued to Rwandan nationals travelling as a group to countries mentioned in Article 19 of this Law, on group events."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Rwandan travel document",
      "section": "21",
      "title": "Article 21 – ASC/CEPGL",
      "content": "ASC/CEPGL is issued to a Rwandan national or to a foreigner in possession of a residence permit. Such a document allows him/her to travel to CEPGL member States."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Rwandan travel document",
      "section": "22",
      "title": "Article 22 – Emergency travel document",
      "content": "An emergency travel document is a one-way or a single journey travel document issued to a Rwandan national or a foreigner in case of inability to obtain another travel document. An Order of the Minister determines nature, content, format and procedures for issuance of an emergency travel document."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Rwandan travel document",
      "section": "23",
      "title": "Article 23 – Refugee travel document",
      "content": "Refugee travel document is issued by the Directorate General to refugees registered in Rwanda. An Order of the Minister determines modalities and procedures for the issuance of Refugee Travel Document."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Rwandan travel document",
      "section": "24",
      "title": "Article 24 – Resident travel document",
      "content": "A resident travel document is issued to any foreigner with residence in Rwanda who is not a refugee and who is unable to acquire any other travel document. A Resident Travel Document is issued only for purpose of travel and not be used for the purpose of residence in a foreign country."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Rwandan travel document",
      "section": "25",
      "title": "Article 25 – Border pass",
      "content": "A person living near the border is issued with a travel document to allow him/her to conduct daily cross- border activities in accordance with bilateral or multilateral agreements between Rwanda and neighbouring countries and regional organizations."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Rwandan travel document",
      "section": "26",
      "title": "Article 26 – Characteristics of a travel document",
      "content": "The design, content, format and the size of a travel document are determined by an Order of the Minister."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter III – Rwandan travel document",
      "section": "27",
      "title": "Article 27 – Fees and requirements for travel documents",
      "content": "Fees and other requirements for issuance of Rwandan travel documents are determined by an Order of the Minister."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter III – Rwandan travel document",
      "section": "28",
      "title": "Article 28 – Entitlement to a travel document",
      "content": "Possession of a travel document is a right for every Rwandan. A travel document is the property of the State; it shall not be mortgaged, sold, exchanged, unlawfully withheld or destroyed. It may be withdrawn from the holder in case it is evident that he/she uses it or may use it in an inappropriate manner. The Directorate General may refuse to issue a travel document to a person when: 1º he/she is subject to an arrest warrant issued in Rwanda or is prevented from traveling outside the country by an order of competent judicial authority; 2º he/she has been declared judicially incompetent, unless duly accompanied; 3º he/she is suspected by the Directorate General on reasonable grounds to be engaged or likely to be engaged in activities that might prejudice the security of Rwanda, or of a foreign country; 4º he/she holds a passport or another Rwandan travel document which is still valid and cannot substantiate the reasons for requesting for another one; 5º he/she submits false information, forged documents or uses documents which have been obtained illegally or not genuine in support of his/her application; 6º he/she does not fulfil application requirements for the travel document; 7º he/she has contradicting biographic or biometric data. The Directorate General may recover, revoke or cancel a passport or any other travel document, when it is evident that its holder obtained it illegally, uses it inappropriately or in a manner jeopardizing national security, public order and good morals. A person who is not issued a travel document is informed of the grounds that led to such a refusal."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter III – Rwandan travel document",
      "section": "29",
      "title": "Article 29 – Appeal against the refusal to issue a travel document",
      "content": "A person who is not issued a travel document may appeal to the Director General for reconsideration of the decision."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter III – Rwandan travel document",
      "section": "30",
      "title": "Article 30 – Loss of a travel document",
      "content": "Any person, who loses his/her travel document, produce a loss certificate issued by a competent authority before he/she can be issued with another one. An Order of the Minister determines modalities of re-issuance of another travel document after loss of the previous one."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Powers and obligations",
      "section": "31",
      "title": "Article 31 – Powers of an immigration officer",
      "content": "An immigration officer has criminal investigation powers when implementing this Law. Subject to provisions of Paragraph One of this Article, an immigration officer has the following powers and responsibilities: 1º to implement modalities of entry into, stay in, and exit from Rwanda; 2º to allow provisional entry of an asylum seeker in accordance with relevant laws; 3º to require a foreigner in Rwanda who has breached the conditions of his/her entry and whose visa or residence permit has been withdrawn by the Directorate General to leave Rwanda; 4º to deny exit or provisionally intercept or hold any suspected criminal or any other person as may be required by relevant laws or requested by relevant authorities; 5º to seize a travel document being used contrary to this Law; 6º to stop, enter and search any vehicle, vessel, aircraft, train or any other means of transport to establish whether there is any unauthorized person or prohibited items on board; 7º to inspect and take appropriate measures for the application of this Law; 8º any such other responsibility as may be assigned by a competent organ. An Order of the Minister determines conditions for holding persons provisionally intercepted for further investigations and their rights."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter IV – Powers and obligations",
      "section": "32",
      "title": "Article 32 – Obligations of a foreigner",
      "content": "A foreigner who is authorized to reside in Rwanda temporarily or permanently, is required to: 1º register with the nearest office of the Directorate General; 2º comply with legal obligations as provided for by this Law unless otherwise provided by international conventions to which Rwanda is party; 3º produce his/her proof of stay or his/her identification document whenever so required by competent authorities; 4º refrain from engaging in activities contrary to the purpose of which a visa or a residence permit was issued; 5º inform the immigration and emigration office whenever he/she intends to change his/her purpose of stay in Rwanda."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter IV – Powers and obligations",
      "section": "33",
      "title": "Article 33 – Obligations of an employer of a foreigner",
      "content": "The employer of a foreigner has the following obligations: 1º to ensure that all his/her foreign employees are in possession of appropriate residence permits; 2º to keep the necessary information relating to his/her foreign employees in office or having completed their office; 3º to inform the Directorate General of any foreigner’s act contrary to this Law which he/she knows or has reason to know; 4º to inform the Directorate General on the termination of the employment contract of his/her foreign employee. When an employed foreigner is found without documents allowing him/her to work and stay in Rwanda or is engaging in activities other than those he/she has been authorized for, his/her employer is considered to be aware of the irregularity, unless proven otherwise."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter IV – Powers and obligations",
      "section": "34",
      "title": "Article 34 – Obligations of schools, vocational or research centres and other institutions of learning",
      "content": "The head of a school, a vocational or research centre or any other institution of learning has the following obligations: 1º to facilitate application for relevant permits to students, researchers or other foreign staff; 2º to inform the Directorate General on any change of status of foreign students, researchers and other staff members, including availing the list of students having dropped out or researchers having suspended their work as well as staff expelled and the staff laid off; 3º to provide any other information that may be required by the Directorate General. When a foreigner without documents allowing him/her to stay in Rwanda is found in a school, a research centre or any other institution of learning the head of the institution is considered to be aware of his/her irregularity unless proven otherwise."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter IV – Powers and obligations",
      "section": "35",
      "title": "Article 35 – Obligations of an operator of accommodation facility and owner of rented house",
      "content": "An operator of an accommodation facility has a duty to maintain all records of any visitor who stays at his/her facility, and make them available to an immigration officer upon request. Records provided for under Paragraph One of this Article include identification data of the guest and a copy of his/her travel documents. An owner of a residential house occupied by a foreigner has the following obligations: 1º to rent his/her property to a foreigner with valid visa or residence permit allowing him/her to live in Rwanda; 2º to inform the nearest immigration and emigration office in case of the completion of the lease agreement; 3º to provide such other information on a foreigner residing in his/her house as may be required. When a foreigner who does not have documents allowing him/her to stay in Rwanda is found in an accommodation facility or a residential house, the operator or owner is considered to be aware of the irregularity of a foreigner residing in his/her house, unless proven otherwise."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter IV – Powers and obligations",
      "section": "36",
      "title": "Article 36 – Obligations of transport companies",
      "content": "Any company that transports people, prior to exit or entry, presents to an immigration officer information on incoming or outgoing passengers as may be required by the Directorate General. The Directorate General may issue instructions waiving the requirement of providing the passenger information, depending on the particular nature of the passengers or the transport companies."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter V – Border post establishment, coordination and the facilitation of border community",
      "section": "37",
      "title": "Article 37 – Establishment of border posts",
      "content": "Border posts are established by a Presidential Order."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter V – Border post establishment, coordination and the facilitation of border community",
      "section": "38",
      "title": "Article 38 – Border post coordination",
      "content": "The Directorate General is the Lead agency in regard to the coordination of border posts. It liaises and collaborates with other organs whose responsibilities relate to the use of border posts. Except for border posts governed by special Laws, the Directorate General appoints at each border post a border post manager responsible for coordinating activities of other public and private agencies operating at the border post. Without prejudice to the provisions of the previous Paragraph, the border post manager shall have no authority over staff members of other agencies operating at the border post regarding the particular functioning of such agencies."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter V – Border post establishment, coordination and the facilitation of border community",
      "section": "39",
      "title": "Article 39 – Rwanda border posts steering committee",
      "content": "There is established a national steering committee responsible for overseeing activities at Rwandan border posts. A Presidential Order determines the composition, responsibilities and functioning of the Rwanda border steering committee."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter V – Border post establishment, coordination and the facilitation of border community",
      "section": "40",
      "title": "Article 40 – Border control",
      "content": "The control on border posts and other crossing points in Rwanda including the normal opening and closing of the border posts are performed by officers supervised by the Directorate General."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter V – Border post establishment, coordination and the facilitation of border community",
      "section": "41",
      "title": "Article 41 – Border post operating",
      "content": "Operating procedures applicable on Rwandan border posts vary depending on the nature of each border post. They are compiled in a document entitled Border Post Procedure Manual, which is prepared and approved by the Rwanda Border Posts Steering Committee."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter V – Border post establishment, coordination and the facilitation of border community",
      "section": "42",
      "title": "Article 42 – Facilitation of border communities",
      "content": "The Directorate General, in collaboration with local authorities and other concerned authorities, may establish or close crossing points in Rwanda to strictly facilitate movements of border communities. The Directorate General puts in place modalities for the management of crossing points in Rwanda provided for under Paragraph One of this Article."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter VI – Misconduct, offences and penalties",
      "section": "43",
      "title": "Article 43 – Administrative misconduct and sanctions",
      "content": "Administrative misconduct and sanctions with regard to the non-compliance with the provisions of this Law are determined by an Order of the Minister."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter VI – Misconduct, offences and penalties",
      "section": "44",
      "title": "Article 44 – General provisions on offences of non-compliance with immigration and emigration laws",
      "content": "Any person who: 1º assists a foreigner when he/she knows or ought to know that such a foreigner is an irregular immigrant in Rwanda; 2º invites a foreigner or covers him/her when he/she knows that such a foreigner is violating this Law; 3º prevents an immigration officer from fulfilling his/her duties; 4º causes to cross or attempts to cross the border post or any other authorized place without clearance of an immigration officer; 5º causes to cross or attempts to cross through unauthorized place; 6º assists another person to obtain what he/she is not entitled to under this Law; 7º covers any offence provided for under this Article, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than thirty (30) days and not more than six (6) months or a fine of not less than five hundred thousand Rwandan francs (FRW 500,000) and not more than one million Rwandan francs (FRW 1,000,000) or both. A foreigner convicted of the offence provided for under Paragraph One of this Article may be ordered by the Directorate General of Immigration and Emigration in Rwanda to leave Rwanda after serving his/her penalty or paying the fine imposed on him/her by the court."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter VI – Misconduct, offences and penalties",
      "section": "45",
      "title": "Article 45 – Providing false information to fraudulently obtain documents provided for by this Law",
      "content": "A person who provides false information to obtain a visa, a residence permit or any other travel document for himself/herself or for someone else, commits an offence. Upon conviction, he/she is liable to imprisonment of not less than one (1) year and not more than three (3) years, or a fine of not less than one million Rwandan francs (FRW 1,000.000) and not more than two million Rwandan francs (FRW 2,000,000) or both."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter VI – Misconduct, offences and penalties",
      "section": "46",
      "title": "Article 46 – Illegal employment of a foreigner",
      "content": "An employer who employs a foreigner contrary to the provisions of this Law commits an offence Upon conviction, he/she is liable to imprisonment for a term of not less than fifteen (15) days and not more than five (5) months or a fine of not less than one million Rwandan francs (FRW 1,000,000) and not more than three million (3,000,000) Rwandan francs or both."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter VI – Misconduct, offences and penalties",
      "section": "47",
      "title": "Article 47 – Forging a document or use of a falsified document",
      "content": "Any person who forges or falsifies a travel document, a visa or a residence permit whether issued in Rwanda or in another country, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than five (5) years and not more than seven (7) years and a fine of not less than one million Rwandan francs (FRW 1,000,000) and not more than two million Rwandan francs (FRW 2,000,000). When the offence provided for under Paragraph One of this Article is committed by a foreigner, he/she is expelled from Rwanda after serving his/her sentence."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter VI – Misconduct, offences and penalties",
      "section": "48",
      "title": "Article 48 – Illegal entry into Rwanda after being expelled",
      "content": "A foreigner who is expelled from Rwanda, and re-enters without proper authorization, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than one (1) year and not more than three (3) years or a fine of not less than one million Rwandan francs (FRW 1,000,000) and not more than three million Rwandan francs (3,000,000) or both. A foreigner referred to under Paragraph One of this Article is expelled from Rwanda after serving his/her sentence."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter VI – Misconduct, offences and penalties",
      "section": "49",
      "title": "Article 49 – Falsification of a document or use of a falsified document",
      "content": "Any person who: 1º in any way whatsoever falsifies a travel document, visa or residence permit issued by Rwanda or another country; 2º uses a travel document, visa or residence permit issued by Rwanda or another country whose content has been falsified in any way whatsoever; Commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than five(5) years and not more than seven (7) years or a fine of not less than one million Rwandan francs (FRW 1,000,000) and not more than two million Rwandan francs (FRW 2,000,000) or both. When the offence provided under Paragraph One of this Article is committed by a foreigner, he/she is expelled from Rwanda after serving his/her sentence."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter VI – Misconduct, offences and penalties",
      "section": "50",
      "title": "Article 50 – Refusal to return a travel document",
      "content": "A person who refuses to obey an order to return a travel document or any other document issued by the Directorate General, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than one (1) month and not more than six (6) months or a fine of not less than five hundred thousand Rwandan francs (FRW 500,000) and not more than one million Rwandan francs (FRW 1,000,000) or both. A foreigner referred to in Paragraph One of this Article may be expelled after execution of the penalty."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter VI – Misconduct, offences and penalties",
      "section": "51",
      "title": "Article 51 – Damaging a travel document, a visa or a residence permit",
      "content": "A person who wilfully damages a travel document, a visa, a residence permit, or any other travel document whether issued by Rwanda or by another country, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than three (3) months and not more than six (6) months or a fine of not less than five hundred thousand Rwandan francs (FRW 500,000) and not more than one million Rwandan Francs (FRW 1,000,000) or both."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter VI – Misconduct, offences and penalties",
      "section": "52",
      "title": "Article 52 – Pledging, selling, buying or withholding a travel document",
      "content": "Any person who intentionally pledges, sells or buys a travel document regardless of the owner thereof commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than three (3) years and not more than five (5) years and a fine of not less than one million Rwandan francs (FRW 1,000,000) and not more than two million (FRW 2,000,000) Rwandan francs."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter VI – Misconduct, offences and penalties",
      "section": "53",
      "title": "Article 53 – Withholding another person’s document",
      "content": "With the exception of an immigration officer, any person who withholds a travel document not belonging to him/her, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than six (6) months and not more than one (1) year or a fine of not less than five hundred thousand (FRW 500,000) and not more than one million Rwandan francs (FRW 1,000,000) or both."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter VI – Misconduct, offences and penalties",
      "section": "54",
      "title": "Article 54 – Use of another person’s travel document",
      "content": "A person who intentionally uses a travel document, a visa, a residence permit or any other document serving as travel document of another person, whether issued in Rwanda or in any other country commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than three (3) years and not more than five (5) years and a fine of not less than one million Rwandan francs (FRW 1,000,000) and not more than two million Rwandan francs (FRW 2,000,000). When the offence provided for under Paragraph One of this Article is committed by a foreigner, he/she is expelled from Rwanda after serving his/her penalty."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter VI – Misconduct, offences and penalties",
      "section": "55",
      "title": "Article 55 – Fraudulent issuance of documents provided for under this Law",
      "content": "An immigration officer who, wilfully, issues any of the documents provided under this Law to a person who is not entitled to acquire it, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than five (5) years and not more than seven (7) years."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter VI – Misconduct, offences and penalties",
      "section": "56",
      "title": "Article 56 – Fraudulent obtaining of documents provided for under this Law",
      "content": "A person who fraudulently obtains documents provided under this law, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than three (3) years and not more than five (5) years and a fine of not less than one million Rwandan francs (Frw 1,000,000) and not more than two million Rwandan francs (Frw 2,000,000)."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter VI – Misconduct, offences and penalties",
      "section": "57",
      "title": "Article 57 – Non-compliance with administrative action",
      "content": "Any person who fails to comply with any action taken against him/her by the Directorate General of Immigration and Emigration, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than one (1) month and not more than six (6) months or a fine of not less than one million Rwandan francs (FRW 1,000, 000) and not more than two million Rwandan francs (FRW 2,000,000) or both. If the refusal to comply with the action provided under Paragraph One of this Article is done by a legal person, the penalty imposed is a fine of not less than three million Rwandan francs (FRW 3,000,000) and not more than five million Rwandan francs (FRW 5,000,000). A court may also order temporary, permanent suspension or expulsion from Rwanda of such a legal person or confiscation of its assets. If the offence provided under this Article is committed by a foreigner, the foreigner is expelled from Rwanda after serving his/her penalty."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter VII – Final provisions",
      "section": "58",
      "title": "Article 58 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Ikinyarwanda"
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter VII – Final provisions",
      "section": "59",
      "title": "Article 59 – Repealing provision",
      "content": "Law n° 04/2011 of 21/03/2011 on Immigration and Emigration in Rwanda and all other prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter VII – Final provisions",
      "section": "60",
      "title": "Article 60 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
