{
  "id": "rw-law-2018-67",
  "type": "statute",
  "title": "Law determining the Responsibilities, Organisation and Functioning of the National Public Service Commission",
  "title_en": "Law determining the Responsibilities, Organisation and Functioning of the National Public Service Commission",
  "short_name": "Law 67 of 2018",
  "status": "repealed",
  "issued_date": "2018-08-30",
  "in_force_date": "2018-09-17",
  "url": "https://rwandalii.org/akn/rw/act/law/2018/67/eng@2018-09-17",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the responsibilities, organization and functioning of the National Public Service Commission referred to as “the Commission” in this Law."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Mission of the National Public Service Commission",
      "content": "The mission of the National Public Service Commission is to supervise the implementation by public institutions of policies, principles and laws relating to recruitment and management of public servants."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Head office of the Commission",
      "content": "The head office of the Commission is located in the City of Kigali, the Capital of the Republic of Rwanda. It may be transferred elsewhere in Rwanda if deemed necessary."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Independence and autonomy of the Commission",
      "content": "The Commission is an independent national institution with financial and administrative autonomy. As regards the implementation of policies, principles and laws governing recruitments and management of public servants, the Commission works closely with the Ministry in charge of Public Service and Labour."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Responsibilities of the Commission",
      "section": "5",
      "title": "Article 5 – Responsibilities of the Commission",
      "content": "The Commission is responsible for the following: 1° to verify whether public institutions recruit staff using a transparent and equitable candidate selection system; 2° to analyse reports on staff recruitment competitions organized by public institutions and placement of staff; 3° to verify whether public institutions comply with laws, regulations and decisions relating to the management of public servants; 4° to promote professional conduct and behaviour in the public service as well as how public servants fulfil their obligations in accordance with human resources management laws; 5° to carry out research on human resource management and on entities providing public services in order to make recommendations to Government; 6° to make final decisions on administrative actions related to human Resources management which are brought to it on appeal."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter III – Organization and functions of the Commission",
      "section": "6",
      "title": "Article 6 – Governance organs of the Commission",
      "content": "The Commission is composed of the following governance organs: 1° the Council of Commissioners; 2° the Bureau of the Commission; 3° the Executive Secretariat."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Organization and functions of the Commission",
      "section": "7",
      "title": "Article 7 – Council of Commissioners and their term of office",
      "content": "The Council of Commissioners consists of seven (7) Commissioners including the Chairperson and the Deputy Chairperson appointed by a Presidential Order after approval by the Senate. At least thirty percent (30%) of members of the Council of Commissioners must be females. Commissioners serve on a non-permanent basis and their term of office is four (4) years renewable once."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Organization and functions of the Commission",
      "section": "8",
      "title": "Article 8 – Conditions for being a Commissioner",
      "content": "For a person to be a Commissioner, he/she must: 1° be a Rwandan by nationality; 2° be a person of integrity; 3° have at least a Bachelor’s degree; 4° have experience in administrative management or have held a managerial position; 5° not to be subject to prosecution for the crime of genocide, genocide ideology or crimes against humanity; 6° not have been definitively sentenced to a term of imprisonment equal or exceeding six (6) months."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Organization and functions of the Commission",
      "section": "9",
      "title": "Article 9 – Incompatibilities with membership in the Council of Commissioners",
      "content": "The office of Commissioner is incompatible with serving as a public servant. A Commissioner, either individually or through a company in which he/she holds shares or a managerial position, is not allowed to bid for tenders of the Commission."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Organization and functions of the Commission",
      "section": "10",
      "title": "Article 10 – Responsibilities of the Council of Commissioners",
      "content": "The Council of Commissioners is the supreme organ of the Commission. It has the following responsibilities: 1° to make follow-up on the fulfilment of the performance of the responsibilities of the Commission; 2° to make follow-up on the management of public servants and the property of the Commission; 3° to approve the action plan and activity report of the Commission; 4° to assign the staff of the Commission to positions that are within its powers and in accordance with the relevant laws; 5° to approve the draft budget proposal of the Commission and follow up the budget implementation; 6° to provide advice and take decisions enabling the Commission to fulfil its responsibilities; 7° to approve the rules and regulations of the Commission."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Organization and functions of the Commission",
      "section": "11",
      "title": "Article 11 – Benefits granted to members of the Council of Commissioners",
      "content": "A Presidential Order determines benefits granted to the members of the Council of Commissioners."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Organization and functions of the Commission",
      "section": "12",
      "title": "Article 12 – Grounds for loss of membership of the Council of Commissioners",
      "content": "A member of the Council of Commissioners loses his/her office for one of the following grounds: 1° expiry of the term of office; 2° if he/she can no longer perform his/her duties due to physical or mental disability duly confirmed by an authorized medical doctor; 3° written notification of voluntary resignation; 4° if he/she no longer fulfils the requirements considered at the time of his/her appointment to the Council of Commissioners; 5° if he/she demonstrates behaviour unworthy of his/her duties; 6° if he/she acts against the interests of the Commission; 7° three (3) consecutive unjustified absences from meetings of the Commission within a year; 8° death. Resignation of a Commissioner is tendered to the President of the Republic by registered post mail or by letter hand-delivered with acknowledgement of receipt. If a period of thirty (30) days elapses with no response, the resignation is considered as accepted."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Organization and functions of the Commission",
      "section": "13",
      "title": "Article 13 – Replacement of a Commissioner who no longer holds office",
      "content": "In case one of the Commissioners ceases holding office, the Chairperson of the Commission informs the President of the Republic with a copy to the President of the Senate and the Prime Minister within eight (8) days. A Commissioner who ceases holding office is replaced in accordance with the procedure applicable to his/her appointment within ninety (90) days. However, where the number of Commissioners is less than five (5), it must be filled within sixty (60) days. In case a commissioner ceases holding office before the end of his/her term of office, he/she is replaced by another Commissioner who serves the remainder of the term of office if it exceeds ninety (90) days."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Organization and functions of the Commission",
      "section": "14",
      "title": "Article 14 – Functioning of the Council of Commissioners",
      "content": "The Council of Commissioners holds its ordinary meeting once a month and its extraordinary meetings whenever necessary. The meeting is convened and chaired by its Chairperson or Deputy Chairperson in case of absence of the Chairperson. The extraordinary meeting is held upon the initiative of the Chairperson or Vice Chairperson in case of absence of the Chairperson or upon written request of at least one third (1/3) of its members. The invitation to ordinary meetings reaches Commissioners at least seven (7) days prior to the meeting date. In case of extraordinary meetings, the invitation reaches Commissioners at least three (3) days prior to the meeting date. After receiving a favourable opinion of other Commissioners, the Chairperson of the Commission or Deputy Chairperson in case of absence of the Chairperson may invite to the meetings any resource person who can provide advice on any item on the agenda. The person invited does not take part in the vote or the consideration of other items on the agenda."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Organization and functions of the Commission",
      "section": "15",
      "title": "Article 15 – Convening the meeting of the Council of Commissioners in the absence of the Chairperson and the Deputy Chairperson",
      "content": "In case of absence of the Chairperson and Deputy Chairperson or their inability to perform their duties while they have not yet been replaced in accordance with this Law, the oldest member convenes the meeting of the Council of Commissioners which elects from among its members their temporary substitutes."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Organization and functions of the Commission",
      "section": "16",
      "title": "Article 16 – Modalities for holding meetings of the Council of Commissioners and for decision-making",
      "content": "The Council of Commissioners validly meets only if at least five (5) Commissioners are present. Decisions are made by consensus, failing which they are made by an absolute majority of the members present at the meeting."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Organization and functions of the Commission",
      "section": "17",
      "title": "Article 17 – Bureau of the Commission",
      "content": "The Bureau of the Commission is composed of the Chairperson and Deputy Chairperson. When the Council of Commissioners is unable to meet, the Bureau of the Commission makes urgent decisions which are to be submitted to the next meeting of the Council of Commissioners for final approval. The Executive Secretary of the Commission attends the meeting of the Bureau and serves as rapporteur."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Organization and functions of the Commission",
      "section": "18",
      "title": "Article 18 – Responsibilities of the Chairperson of the Council of Commissioners",
      "content": "The Chairperson of the Council of Commissioners has the following responsibilities: 1° to convene and preside over the meetings of the Council of Commissioners; 2° to coordinate activities of the Council of Commissioners; 3° to represent the Commission within and outside the country; 4° to prepare the agenda of the meetings of the Council of Commissioners; 5° to submit action plan and activity reports of the Commission to relevant institutions; 6° to perform such other duties falling within the responsibilities of the Commission as the Council of Commissioners may assign."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Organization and functions of the Commission",
      "section": "19",
      "title": "Article 19 – Responsibilities of the Deputy Chairperson of the Council of Commissioners",
      "content": "The Deputy Chairperson of the Council of Commissioners has the following responsibilities: 1° to assist the Chairperson and deputize for him/her whenever he/she is absent; 2° to perform such other duties falling within the responsibilities of the Commission as the Council of Commissioners may assign."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Organization and functions of the Commission",
      "section": "20",
      "title": "Article 20 – Executive Secretariat of the Commission",
      "content": "The Executive Secretariat of the Commission is composed of the Executive Secretary and other staff of the Commission. The Executive Secretariat of the Commission is headed by the Executive Secretary appointed by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Organization and functions of the Commission",
      "section": "21",
      "title": "Article 21 – Organisation of the Executive Secretariat of the Commission",
      "content": "The organisation and responsibilities of the Executive Secretariat of the Commission are determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Organization and functions of the Commission",
      "section": "22",
      "title": "Article 22 – Responsibilities of the Executive Secretary of the Commission",
      "content": "The Executive Secretary of the Commission has the following responsibilities: 1° to organize and coordinate all the activities within the Executive Secretariat of the Commission; 2° to monitor daily activities of the Commission; 3° to manage staff, equipment and assets of the Commission and submit the report thereon; 4° to implement the decisions of the Council of Commissioners; 5° to examine and make decisions on technical files relating to the responsibilities of the Commission; 6° to serve as the rapporteur of the Council of Commissioners; 7° to prepare the draft budget proposal, action plan and activity report of the Commission and submit them to the Council of Commissioners; 8° to prepare the draft proposal of the internal rules and regulations of the Commission and submit it to the Council of Commissioners; 9° to perform such other duties falling within the responsibilities of the Commission as the Council of Commissioners may assign."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Organization and functions of the Commission",
      "section": "23",
      "title": "Article 23 – Staff of the Commission",
      "content": "The staff of the Commission are recruited and managed in accordance with the General Statutes for Public Service."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Decsion of the Commission and its collaboration with other institutions",
      "section": "24",
      "title": "Article 24 – Enforcement of decisions of the Commission",
      "content": "Decisions of the Commission are implemented by the organs concerned by such decisions within deadlines set by the Commission. Decisions of the Commission on the appeals received must be implemented by all institutions concerned by such decisions within thirty (30) days."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Decsion of the Commission and its collaboration with other institutions",
      "section": "25",
      "title": "Article 25 – Powers to request for sanctions",
      "content": "After a period of thirty (30) days from the date of receipt of a letter requesting the head of an organ to enforce a decision of the Commission on an appeal received, the Commission writes to the relevant authority requesting for sanctions against the authority who, without valid reason notified in writing, refuses to enforce such a decision."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Decsion of the Commission and its collaboration with other institutions",
      "section": "26",
      "title": "Article 26 – Extensive powers to collaborate with other institutions",
      "content": "The Commission has the power to request institutions under its supervision to provide it with what it needs to fulfil its mission. Without prejudice to the provisions of laws applicable to the staff governed by specific statutes, the Commission monitors compliance with policies, principles and laws governing recruitment and administration of public servants."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Decsion of the Commission and its collaboration with other institutions",
      "section": "27",
      "title": "Article 27 – Organs to which the Commission submits its action plan and activity report",
      "content": "The Commission submits each year, within the first three (3) months of the following year, its action plan and activity report to the Parliament and the Cabinet."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter V – Property of the Commission",
      "section": "28",
      "title": "Article 28 – Property of the Commission and its sources",
      "content": "The property of the Commission consists of movable and immovable assets. The property derives from the following: 1° state budget allocations; 2° subsidies from Government or partners; 3° proceeds from services rendered; 4° revenues from its assets; 5° donations and bequests."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter V – Property of the Commission",
      "section": "29",
      "title": "Article 29 – Adoption and management of the budget of the Commission",
      "content": "The budget of the Commission is adopted and managed in accordance with relevant laws."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter V – Property of the Commission",
      "section": "30",
      "title": "Article 30 – Use, management and audit of the property of the Commission",
      "content": "The use, management and audit of the property of the Commission are carried out in accordance with relevant laws. The internal audit department of the Commission submits its report to the Council of Commissioners, with a copy to the Executive Secretary of the Commission."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter VI – Final provisions",
      "section": "31",
      "title": "Article 31 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter VI – Final provisions",
      "section": "32",
      "title": "Article 32 – Repealing provision",
      "content": "Law n° 39/2012 of 24/12/2012 determining the responsibilities, organization and functioning of the Public Service Commission and all prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter VI – Final provisions",
      "section": "33",
      "title": "Article 33 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
