{
  "id": "rw-law-2018-70",
  "type": "statute",
  "title": "Law amending Law governing the Organisation of the Community-Based Health Insurance Scheme",
  "title_en": "Law amending Law governing the Organisation of the Community-Based Health Insurance Scheme",
  "short_name": "Law 70 of 2018",
  "status": "in_force",
  "issued_date": "2018-08-31",
  "in_force_date": "2018-09-10",
  "url": "https://rwandalii.org/akn/rw/act/law/2018/70/eng@2018-09-10",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1 - Commencement of membership",
      "content": "Article 5 of Law n° 03/2015 of 02/03/2015 L’article the organization of the community- portant health insurance scheme is amended as santé is effective as of the time when household member has, personally or a third party, paid the required “La chaque personnellement cotisation members referred to in Paragraph of this Article include members of the and any other person permanently with them regardless of the relationship them. Les premier membres vivant existant when a household member aged at eighteen (18) years leaves the household, is considered as a member of the receiving or as a member on his/her own.” Toutefois, d’au est hôte Validity of contribution to the Article 2: des health insurance scheme 8 of Law n° 03/2015 of 02 /03/2015 L’article the organization of the community- portant health insurance scheme is amended as santé community-based health insurance scheme “ th commences on first July and ends on 30 commence of the following year. de must renew his/her insurance before community-based health insurance scheme ends. However, he/she continues to receive care services for thirty (30) days from expiry of the insurance. L’affilié avant de soins compter members who pay the total not later than 30 th September start benefiting from medical care Les la commencent médicaux. members who pay the total after the date referred to in three of this Article are allowed to from insured medical care services after (30) days of the payment. Les la du soins du a new-born child directly benefits medical care services covered by his/ her contribution until he/she is aged three months. A child aged more than three (3) benefits from medical care services on his/her own contribution which must be before expiration of such period.” Toutefois, des ses (3) bénéficie cotisation de"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 - Medical services covered",
      "content": "Article 9 of Law n° 03/2015 of 02/03/2015 L’article the organization of the community- portant health insurance scheme is amended as santé health insurance scheme “Le drugs and the following medical services: prestations médicaux 1° drugs and medical services provided at the health post or health center; 2° drugs and medical services provided at the hospital of District or Province; 3° drugs and medical services provided at the hospital or referral hospital level; 4° ambulance services as well as the care and medication provided therein. Order of the Minister in charge of health medical services provided at each of health facilities referred to under One of this Article.” Un attributions dispensées santé"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4 - Sources of property intended for",
      "content": "health insurance scheme régime 15 of Law n° 03/2015 of 02/03/2015 L’article the organization of community-based portant insurance scheme is amended as follows: santé property intended for the community-based Le insurance scheme comes from the de sources: 1° members’ contributions; 2° Government subsidies; 3° subsidies from health insurance entities; 4° donations, grants and bequests. Government ensures the availability of L’État funds for the effective functioning of fonctionnement community-based health insurance scheme santé an annual assessment. Minister’s Order determines the amount subsidies from health insurance entities in Rwanda and payment modalities of subsidies to the scheme. This Order may determine other sources of property intended the community-based health insurance"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5 - Drafting,",
      "content": "of this Law consideration Un montant d’assurance de peut patrimoine santé.” and Article présente Law was drafted, considered and adopted in La en"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6 - Repealing provision",
      "content": "Article prior legal provisions contrary to this Law are Toutes contraires"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7 - Commencement",
      "content": "Article Law comes into force on the date of its La in the Official Gazette of the publication of Rwanda. du Kigali, on 31/08/2018 (sé) KAGAME Paul President of the Republic (sé) Dr. NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General"
    }
  ],
  "definitions": []
}
