{
  "id": "rw-law-2018-71",
  "type": "statute",
  "title": "Law relating to the Protection of the Child",
  "title_en": "Law relating to the Protection of the Child",
  "short_name": "Law 71 of 2018",
  "status": "repealed",
  "issued_date": "2018-08-31",
  "in_force_date": "2018-09-10",
  "url": "https://rwandalii.org/akn/rw/act/law/2018/71/eng@2018-09-10",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines: 1º special rights of the child, subject to other rights provided for him/her by other laws; 2º modalities for the protection of the child; 3º offences and penalties."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Scope of application of this Law",
      "content": "This Law applies to: 1º the Rwandan child; 2º the foreign child staying in Rwanda."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Definitions",
      "content": "In this Law, the following terms have the following meanings: 1º harassing a child: any act that causes or may be harmful to the health be physical or emotional or which may deprive the child his or her rights; 2º excessive punishment: an excessive punishment imposed to a child regardless of his/her age that cause emotional suffering or may be harmful to his/her health; 3º domestic violence: excessive punishment, inhuman or degrading treatment, sexual violence, discrimination, torture, physical or mental violence, negligence, exploitation or abandonment of the child done by his/her parent, his/her guardian or any other person legally responsible for the child; 4º social welfare institution: a public or private institution that caters for children and provide them with the protection in accordance with the law; 5º Minister: Minster in charge of children; 6º child: any person under eighteen (18) years of age."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Protection of the child",
      "section": "4",
      "title": "Article 4 – Right of the child to early adequate development",
      "content": "The child has right to adequate development. Every parent has the responsibility to care for the child as of conception to ensure appropriate child development. Particularly, an Order of the Minister establishes the regulations on the implementation of the early childhood development program."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Protection of the child",
      "section": "5",
      "title": "Article 5 – Equality of children",
      "content": "All children are provided with equal protection without any discrimination. However, the adoption of special measures and strategies for children with specific problems is not considered to be a form of discrimination."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Protection of the child",
      "section": "6",
      "title": "Article 6 – Medical insurance",
      "content": "Every child who is in Rwanda must be affiliated to a medical insurance in accordance with relevant laws. The State pays medical insurance fees for orphans and other vulnerable children upon approval by competent local government authority."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Protection of the child",
      "section": "7",
      "title": "Article 7 – Right of the child for medical examination and treatment",
      "content": "Every parent or any other person having a legally recognised authority over a child has an obligation to get him/her to medical examination and treatment."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Protection of the child",
      "section": "8",
      "title": "Article 8 – Access to information, rest and leisure",
      "content": "Without prejudice to the provisions of other laws, parents and the State have the duty to provide the child with suitable information to his/her life and welfare and to ensure that he or she has sufficient adequate rest and leisure compatible with his/her age and within the limits of the means of the parents and that of the State. An Order of the Minister determines modalities for application of the provisions of Paragraph One of this article."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Protection of the child",
      "section": "9",
      "title": "Article 9 – Freedom of thought, expression, conscience and religion of the child",
      "content": "Depending on his/her age and level of understanding, the child has right to freedom of thought, expression, conscience and religion upon advice and guidance by his/her parents or guardian."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Protection of the child",
      "section": "10",
      "title": "Article 10 – Child’s freedom of association",
      "content": "A child has the right to freedom of association and of peaceful assembly upon advice and guidance by his/her parents or guardian in accordance with the law."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Protection of the child",
      "section": "11",
      "title": "Article 11 – Grounds for placement of a child in the custody of a third party",
      "content": "A child must not be arbitrarily separated from his/her family. For the best interest of the child, parent, guardian or any other person legally responsible for the child may be deprived of the right to custody of the child for the child to be placed in the custody of a third party due to one of the following reasons: 1º domestic violence; 2º mistreatments; 3º incapacities to provide him/her with education following mental disability; 4º being deprived of parental authority."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Protection of the child",
      "section": "12",
      "title": "Article 12 – Obligation to denounce grounds for placement of a child in the custody of a third party",
      "content": "A child victim of the facts mentioned under items 1°, 2° and 3° of Paragraph 2 of article 11 of this Law, has the right to denounce them to the authority in charge of placement or to the other nearest administrative organ. The members of the family and any other person living in the family or any other person knowing that the child is a victim of violence or mistreatments have the obligation to denounce them to the competent authority, to the other nearest administrative organ or to the nearest organ of Rwanda National Police."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Protection of the child",
      "section": "13",
      "title": "Article 13 – Provisional placement of a child",
      "content": "The national organ in charge of children collects information about the acts of violence or mistreatments committed against the child. Based on information gathered, the national organ in charge of children may request from the competent court permission to provisionally take the child away from the custodial family. Upon approval by the competent court, the national organ in charge of children, provisionally takes the child away from the custodial family and places him/her in another family or in a social welfare institution willing to provisionally receive him/her. However, in case where waiting for the decision of the court on provisional placement of a child may dangerously be harmful to his/her health, the national organ in charge of children, in collaboration with local government authorities, promptly finds a place for the residence of the child, before making the request for placement to the court. In this case, the organ files the case to the competent court within seven (7) working days from the decision of the provisional placement of the child. Such an issue is considered by summary proceedings."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Protection of the child",
      "section": "14",
      "title": "Article 14 – Opinion of the child in placement procedure",
      "content": "The child has the right to attend any proceeding aimed at separating him/her from his/her family or his/her guardian and give his/her opinion. The hearing of the child may be done directly or indirectly through a psychologist, a psychosocial assistant or any adult of his/her choice."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Protection of the child",
      "section": "15",
      "title": "Article 15 – Maintaining personal relations with members of the family",
      "content": "A child in placement has the right to maintain personal relations and to directly contact his/her parents, relatives, guardian, the person legally responsible for him/her, or any other person where necessary and not contrary to the best interest of the child."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Protection of the child",
      "section": "16",
      "title": "Article 16 – Placement of a child in a foster family",
      "content": "A child deprived of family is placed in a foster family. An Order of the Minister determines the modalities for placement in a foster family."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Protection of the child",
      "section": "17",
      "title": "Article 17 – Placement of a child in a social welfare institution",
      "content": "A child is placed in a social welfare institution by the competent authority if: 1º he/she is deprived of his/her parents and has not yet found a foster family; 2º he/she is born in prison and at three (3) years of age none of his/her relatives has accepted to receive him/her; 3º the court has ordered the placement of the child but another foster family is not yet found for him/her; 4º he/she is a vagrant or a beggar while procedures to identify his/her parents are still in process; 5º there are sound reasons indicating that the child is facing specific problems and no family is ready to receive him/her. A social welfare institution may temporarily host a child seeking for asylum waiting for referring him/her to the national organ in charge of refugees in order to get for him/her a shelter. The fact that a child is placed in a social welfare institution does not relieve the relevant authority of the duty to look for the child’s foster family An Order of the Minister determines modalities for creation of social welfare institutions, requirements to be met by those institutions and modalities for their supervision."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Protection of the child",
      "section": "18",
      "title": "Article 18 – Taking care of a child with disability",
      "content": "The parent is responsible for taking care of the child with disability. The Government takes care of a child with special physical or mental disabilities where necessary deemed. A child with a special physical or mental disability is placed in special institution for care and treatment where necessary."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – Protection of the child",
      "section": "19",
      "title": "Article 19 – Refugee child",
      "content": "A child who seeks to obtain refugee status or who is recognized as a refugee in accordance with applicable laws, whether alone or accompanied by his/her parents or any other person, receives assistance in order to allow him/her to enjoy the rights that are recognized to him/her."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – Protection of the child",
      "section": "20",
      "title": "Article 20 – Child infected or affected by an incurable disease",
      "content": "A child infected or affected by an incurable disease benefits from a special protection and assistance of the Government depending on the Government’s means. An Order of the Minister in charge of health determines modalities to ensure assistance of a child mentioned under the Paragraph One of this Article."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter II – Protection of the child",
      "section": "21",
      "title": "Article 21 – Child living with his/her mother in prison",
      "content": "A pregnant woman or a mother with a child under three (3) years of age is detained in a special ward of the prison."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter II – Protection of the child",
      "section": "22",
      "title": "Article 22 – Modalities for taking care of the health and welfare of a child with special problems",
      "content": "Modalities for taking care of the health and welfare of a child with special problems referred to in Articles 18, 19 and 21 of this Law are determined by an order of the Minister."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Child under prosecution or victim of an offence",
      "section": "23",
      "title": "Article 23 – Child under prosecution",
      "content": "Any criminal proceeding concerning a child must care his/her welfare and the judge’s decisions must always take into consideration his/her personality. When a child has to be sentenced, the judge in charge of the law suit against child must indicate the behaviour and antecedents that marked the child’s personality which justify the sentence given. Failure to mention the elements of the child’s personality constitutes a reason for the case review."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Child under prosecution or victim of an offence",
      "section": "24",
      "title": "Article 24 – Arrest and a child on remand",
      "content": "Except in case of recidivism, whatever charges against him/her, the child cannot be on remand during the judiciary inquiries. A child can be on remand only where the charges against him/her are punishable with a term of imprisonment of more than five (5) years. The period of a child’s remand should not exceed fifteen (15) days and court decision for such a remand cannot be extended. When, based on reasons presented by the prosecutor, the judge estimates that it is necessary to continue to maintain on remand the child beyond the period stated in the preceding paragraph, remand is substituted by strict monitoring measures, within his/her family, or wherever he/she lived."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Child under prosecution or victim of an offence",
      "section": "25",
      "title": "Article 25 – Compromise on cases against a child",
      "content": "The investigator shall have powers to suggest a compromise between a child, his/her parent or guardian and the victim of the offence and such a compromise shall be approved by a Prosecutor when such an offence is punishable by a term of imprisonment not more than five (5) years."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Child under prosecution or victim of an offence",
      "section": "26",
      "title": "Article 26 – Protection of the privacy of a child under the prosecution or victim",
      "content": "The privacy of a child under prosecution or the victim must be respected and protected at all stages of criminal proceedings. The Government shall provide legal assistance to a child who has no guardian when he/she is tried before courts. The child’s case referred to in this provision is tried in camera by a relevant court. The identity of a child under prosecution or victim should, in any case, be disclosed to the public or to the media."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Offences and penalties",
      "section": "27",
      "title": "Article 27 – Offering or selling alcoholic beverages or tobacco to a child",
      "content": "Any person who offers a child alcoholic beverages or tobacco commits an offence. Upon conviction, he/she is liable to a community service for a period not exceeding one (1) month. In case of recidivism, the penalty is imprisonment for a term of not less than one (1) month but less than three (3) months and a fine of not less than one hundred thousand Rwandan francs (FRW 100,000) and not more than two hundred thousand Rwandan francs (FRW 200,000). A person who sells alcoholic beverages or tobacco to a child, causes or encourages a child to drink alcoholic beverages, to smoke or to go to bars commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than three (3) months but less than six (6) months and a fine of not less than one hundred thousand Rwandan francs (FRW 100,000) and not more than two hundred thousand Rwandan francs (FRW 200,000)."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – Offences and penalties",
      "section": "28",
      "title": "Article 28 – Harassing a child or imposing severe punishments on him/ her",
      "content": "Without prejudice to heavier penalties provided for by other laws, a person who harasses a child or imposes severe or degrading punishments including corporal sanctions on him/her, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than two (2) years and not more than three (3) years, and a fine of not less than two hundred thousand Rwandan francs (FRW 200,000) and not more than three hundred thousand Rwandan francs (FRW 300,000). Without prejudice to heavier penalties provided for by other laws, if the offence results in the child’s disability, the penalty is imprisonment for a term of not less than seven (7) years and not more than ten (10) years, and a fine of not less than one million Rwandan francs (FRW 1,000,000) and not more than two million Rwandan francs (FRW 2,000,000). If the offence results in death of the child, the penalty is life imprisonment"
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IV – Offences and penalties",
      "section": "29",
      "title": "Article 29 – Involving a child in sport activities harmful to his/ her health",
      "content": "A person who involves a child in sport activities that are harmful to his or her health commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than three (3) years and not more than five (5) years and a fine of not less than five hundred thousand Rwandan francs (FRW 500,000) and not more than one million Rwandan francs (FRW 1,000,000). When the involvement of a child in sport activities that are harmful to his/her health is committed within the framework of a criminal organization whose members are engaged therein as their principal or subsidiary occupation even if the offender is not among the leaders of such an organization. Upon conviction, he/she is liable to imprisonment for a term of not less than five (5) years and not more than seven (7) years and a fine of not less than ten million Rwandan francs (FRW10,000,000) and not more than twenty million Rwandan francs (FRW 20,000,000)."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter IV – Offences and penalties",
      "section": "30",
      "title": "Article 30 – Refusal to surrender a child",
      "content": "A person who refuses to deliver or surrender a child, upon request by a legally authorized person commits an offence. Upon conviction, he/she is liable to an imprisonment for a term of not less than two (2) months and not more than six (6) months with a fine of not less than five hundred thousand (FRW 500,000) but not more than one million (FRW 1,000,000) Rwandan francs or one of these penalties."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Offences and penalties",
      "section": "31",
      "title": "Article 31 – Taking a child from his/her parents, guardians or persons with whom he/she generally lives",
      "content": "A person who takes a child from his or her parents, his/her legal guardians or those with whom he/she generally lives, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than two (2) years and not more than three (3) years with a fine of not less than five hundred thousand Rwandan francs (FRW 500,000) and not more than one million Rwandan francs (FRW 1,000,000)."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter IV – Offences and penalties",
      "section": "32",
      "title": "Article 32 – Neglecting parental or guardian obligations without a cause",
      "content": "A parent, a guardian or any other person legally responsible for the child who, without reasonable cause, neglects any of his/her obligations provided by law to the extent that the health, the security and the living conditions of the child are seriously jeopardized or the child indulges in vagrancy commits an offence. Upon conviction, he/she is liable to community services for a period not more than one (1) month. In case of recidivism, the penalty is a term of imprisonment for a term of not less than two (2) months and not more than six (6) months, with a fine of not less than five hundred thousand Rwandan francs (FRW 500,000) and not more than one million Rwandan francs (FRW1,000,000) or one of these penalties only."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter IV – Offences and penalties",
      "section": "33",
      "title": "Article 33 – Showing a child pornographic images or sounds",
      "content": "A person who shows a child pornographic images or sounds commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than five (5) years and not more than seven (7) years with a fine of not less than three million Rwandan francs (FRW 3,000,000) and not more than five million Rwandan francs (FRW 5,000,000)."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter IV – Offences and penalties",
      "section": "34",
      "title": "Article 34 – Recording a child’s pornographic picture or voice",
      "content": "A person who, by any means records a picture or the voice of a child, if such picture or voice is of a pornographic nature commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than five (5) years and not more than seven (7) years and a fine of not less than seven million Rwandan francs (FRW 7,000,000) and not more than ten million Rwandan francs (FRW 10,000,000)."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter IV – Offences and penalties",
      "section": "35",
      "title": "Article 35 – Advertising children pornographic images",
      "content": "A person who displays, sells, rents, disseminates or distributes pornographic images, objects, movies, photos, slides and other pornographic materials involving children, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than five (5) years but not more than seven (7) years and a fine of not less than fifteen million Rwandan francs (FRW15, 000,000) and not more than twenty million Rwandan francs (FRW 20, 000,000)."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter IV – Offences and penalties",
      "section": "36",
      "title": "Article 36 – Abandonment or neglect of a child",
      "content": "A parent, a guardian or other person who has the legal custody on a child, who abandons a child in a non-solitary place or neglects him/her commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than three (3) years and not more than five (5) years and a fine of not less than fifty thousand Rwandan francs (FRW 50,000) and not more than one hundred thousand Rwandan francs (FRW 100,000). When a child is abandoned in a hidden place, the penalty is imprisonment for a term of not less than five (5) years and not more than seven (7) years and a fine of not less than one hundred thousand Rwandan francs (FRW 100,000) and not more than two hundred thousand Rwandan francs (FRW 200,000). If the neglect or abandonment of a child results in incurable disease or permanent disability, the offender is liable to imprisonment for a term of not less than seven (7) years and not more than ten (10) years and a fine of not less than one hundred thousand Rwandan francs (FRW 100,000) and not more than two hundred thousand Rwandan francs (FRW 200,000). If the neglect or abandonment of the child results in the child’s death or disappearance, the penalty is life imprisonment."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter IV – Offences and penalties",
      "section": "37",
      "title": "Article 37 – Engaging a child into beggary",
      "content": "A parent or any person or a guardian who uses, entices, incites, and engages a child into a habit of begging commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than six months (6) months but not more than one (1) year. If the child engaged into beggary has a physical or mental disability, the applicable penalty is of imprisonment for a term not less than two (2) years but not more than three (3) years."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter V – Final provisions",
      "section": "38",
      "title": "Article 38 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter V – Final provisions",
      "section": "39",
      "title": "Article 39 – Repealing provision",
      "content": "The Law n° 54/2011 of 14/12/2011 relating to rights and the protection of the child and all prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter V – Final provisions",
      "section": "40",
      "title": "Article 40 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
