{
  "id": "rw-law-2018-62",
  "type": "statute",
  "title": "Law governing Public Procurement",
  "title_en": "Law governing Public Procurement",
  "short_name": "Law 62 of 2018",
  "status": "repealed",
  "issued_date": "2018-08-25",
  "in_force_date": "2018-09-07",
  "url": "https://rwandalii.org/akn/rw/act/law/2018/62/eng@2018-09-07",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs public procurement."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Scope of this Law",
      "content": "This Law applies to all procurement of works, goods or supplies and consultancy or non-consultancy services ordered by the procuring entity. However, this Law shall not apply to public procurement of classified items relating to national defense and security. In case this Law conflicts with provisions of a bilateral or multilateral treaty or other form of agreement related to public procurement to which the Government of Rwanda is a party, the provisions of those agreements prevail."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Definitions of terms",
      "content": "In this Law, the following terms are defined as follows: 1º public tender committee: a committee established by the procuring entity in charge of evaluation of tenders and recommendation for public tenders award; 2º framework agreement: a document indicating an arrangement between procuring entity and one or many bidders which allows the procuring entity to procure works, consultancy and non-consultancy services, goods or supplies that are needed continuously or repeatedly at an agreed price over a period of time; 3º contract: a document indicating the agreement between the procuring entity and the successful bidder; 4º public procurement: the procedure through which a public entity acquires equipment, construction or services from outside in return for a price; 5º corrupt practices: promising to offer, giving, receiving or soliciting, directly or indirectly, anything of value to influence improperly a civil servant or government entity; 6º obstructive practices: destroying, falsifying, altering or concealing material evidence to the investigation or making false statements to investigators deliberately in order to materially impede investigation into allegations of a corrupt, coercive or fraudulent practice, and threatening, slandering or intimidating any party to prevent it from disclosing its information about matters relevant to the investigation or from pursuing the investigation; 7º goods or supplies: objects of every kind and description including raw materials and other products, be it in solid, liquid or gaseous form, electricity, as well as non-consultancy services that are linked to the supply of the goods if the value of those services does not exceed that of the goods themselves; 8º local goods or supplies: goods or supplies produced in Rwanda for which labour, raw materials or component originating from Rwanda account for at least thirty percent (30%) of the ex-works price; 9º collusive practices: an arrangement between two or more parties designed to achieve an illegal purpose, including influencing improperly the acts of another party or a civil servant; 10º fraudulent practices: any legal violation, including acts of deliberate misrepresentation, intentional recklessness, misleading or attempting to mislead a civil servant to obtain financial or other benefit; 11º tender document: the document containing information required for the preparation of bids, the award process and the contract execution; 12º e-shopping mall: centralized government website indicating goods that public institutions may order. Those goods are ordered on the basis of prepared framework agreement signed between the central purchasing body and the successful bidder for the supply of those goods; 13º central purchasing body: public entity which conducts the procurement process and concludes a framework agreement with the successful bidder for works, supplies and consultancy and non-consultancy services on behalf of other procuring entities; 14º e-procurement: the use of electronic system, especially the internet, by procuring entities in conducting their procurement relationships with bidders for the procurement of works, goods or supplies, and consultancy and non-consultancy services required by these entities; 15º e-catalogue: the central database of products and services that public entities need to purchase; 16º bid security: any guarantee issued by a bank or other authorized financial institution to guarantee the offer in tendering; 17º performance security: any guarantee by a bank or any other financial authorized institution to guarantee the procuring entity that in case the contract is not well performed, be it technically or at the level of deadlines, the procuring entity receives the amount provided for such a guarantee; 18º terms of reference: the document prepared by the procuring entity clearly defining the nature of the procurement, requirements for its execution, concerns to be taken into account as well as the expected results; 19º bid or tender: an offer from a bidder describing his/her proposal; 20º open tender: bidding process made open to all qualified bidders through an announcement; 21º tender for works: all activities related to construction upon the request by the procuring entity; 22º recognized testing laboratory: a testing laboratory established by Law to offer quality testing services of products or an accredited laboratory whose accreditation is traceable to International Laboratory Accreditation Cooperation; 23º Minister: Minister in charge of public procurement; 24º force account: public procurement method used by making recourse to the civil servants and using public equipment; 25º consultancy services: any intellectual services or of intangible nature; 26º non-consultancy services: activities related to services other than consultancy services; 27º procurement officer: employee of a procuring entity in charge of public procurement; 28º day: calendar day including holidays unless provided otherwise by the tender document; 29º constructor, consultant or supplier: any physical person or legal entity under procurement contract with the procuring entity; 30º bidder: any participant or potential participant in public procurement proceedings, whether physical or legal person; 31º e-procurement portal: web based system through which various procurement operations are electronically conducted and which provides to bidder information on tender opportunities advertised by procuring public entities; 32º recognized certification body: a body established by Law to offer certification services of goods or supplies or an accredited certification body whose accreditation is traceable to International Accreditation Forum; 33º signatory of public procurement contracts: any official empowered to be the Chief Budget Manager within his/her public entity, to approve reports of the tender committee and sign the contracts on behalf of the procuring entity; 34º successful bidder: a) a bidder whose offer has been accepted after being considered the most competitive both technically and financially and has been selected by the procuring entity in accordance with the provisions of this Law; b) one who has concluded a procurement contract with a procuring entity without having been subject to tendering proceedings."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Use of electronic system for public procurement",
      "content": "In all public procuring entities, public procurement must be done using e-procurement system through the e-procurement portal. Rwanda Public Procurement Authority may give authorization to conduct public procurement proceedings without using the e-procurement system. Such authorization is requested by the procuring entity that gives grounds for not using the electronic system. Any tender awarded contrary to the provisions of this Article shall not be paid for by the Government."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Organization of public procurement",
      "content": "The organization of public procurement is based on this Law, regulations governing public procurement, code of conduct and tender documents model determined by an Order of the Minister. Rwanda Public Procurement Authority issues standard procurement documents and guidelines aimed at the achievement of the objectives or any duty under this Law. The public tender award proceedings in Rwandan Embassies and other agencies representing Rwanda in foreign countries are carried out in accordance with special regulations issued by an Order of the Minister. Subject to other provisions of this Law, public procurement in commercial public institutions whose budget is not approved by the Parliament is governed by special regulations of each institution approved by an Order of the Minister in charge of public investment."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter One – General provisions",
      "section": "6",
      "title": "Article 6 – Fundamental principles governing public procurement",
      "content": "Public procurement is governed by the following principles: 1º transparency; 2º competition; 3º economy; 4º effective, efficient and fast work; 5º fairness; 6º accountability."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Award of public procurement",
      "section": "7",
      "title": "Article 7 – Public entities involved in public procurement",
      "content": "Public entities involved in public procurement are the following: 1º Rwanda Public Procurement Authority; 2º procuring entities; 3º Independent review committee."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Award of public procurement",
      "section": "8",
      "title": "Article 8 – Rwanda Public Procurement Authority",
      "content": "Rwanda Public Procurement Authority conducts a regular inspection in order to check the implementation of laws and regulations governing public procurement. Each public procuring entity and any other person in charge of implementing the procurement contract must cooperate with Rwanda Public Procurement Authority for fulfilling that duty."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Award of public procurement",
      "section": "9",
      "title": "Article 9 – Public procurement entities",
      "content": "Public procurement entities are central government organs, local administration organs, public institutions, national commissions, government projects or any other organ so empowered by the Chief Budget Manager as well as commercial public institutions where they used the State budget."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Award of public procurement",
      "section": "10",
      "title": "Article 10 – Public tender committee",
      "content": "The procuring entity establishes a public tender committee with the following responsibilities: 1º to evaluate bids; 2º to recommend tender award; 3º to provide recommendations on all issues relating to public procurement; 4º to provide advice on tender documents before their publication; 5º to recommend tenders to be awarded through other method than the open competitive one; 6º to make recommendations on any change to be carried out on the procurement contract. This Committee is also in charge of opening bids in case they have not been submitted through e-procurement. Procurement regulations determine its members, organization and functioning. The procuring entity may invite a consultant to provide support to the public tender committee in tender award. However, that consultant shall not participate in decision making."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Award of public procurement",
      "section": "11",
      "title": "Article 11 – Procurement officer or officers",
      "content": "The procuring entity puts in place a procurement officer or procurement officers in charge of organizing the procurement process from the planning stage to the end of the contract. In particular, this officer or these officers have the following responsibilities: 1º to prepare procurement planning; 2º to prepare tender document; 3º to publish and distribute tender notice; 4º to receive and safe keep bids; 5º to request competent authorities to approve recommendations for the award of tender; 6º to prepare notification of tender award to a successful bidder; 7º to monitor contract execution in collaboration with concerned department; 8º to provide information and documents to Rwanda Public Procurement Authority whenever considered necessary; 9º to carry out any other duty provided for by regulations on public procurement."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Award of public procurement",
      "section": "12",
      "title": "Article 12 – Independent review panel",
      "content": "The independent review panel has the power to receive appeals on public procurement at the national level. The independent review panel aims to the organization of review based on dissatisfaction about decisions of the procuring entity from the publication of the tender to the signature of the contract. The Secretariat of the independent review panel is in Rwanda Public Procurement Authority."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Award of public procurement",
      "section": "13",
      "title": "Article 13 – Members of independent review panel and modalities for their appointment",
      "content": "The independent review panel is composed of eleven (11) members chosen for a non-renewable term of office of four (4) years from the public sector, private sector and civil society. Members from the public sector shall not be more than five (5). At least thirty percent (30%) must be women. Members of the independent review panel are appointed by an Order of the Minister. Members of the independent review panel to be appointed must comprise at least experts in public procurement, law, construction, economics and information technology."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Award of public procurement",
      "section": "14",
      "title": "Article 14 – Organization, powers and functioning of the independent review panel",
      "content": "The independent review panel is provided with budget by Rwanda Public Procurement Authority. Public procurement regulations determine the organization, powers and functioning of the independent review panel."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Award of public procurement",
      "section": "15",
      "title": "Article 15 – Dismissal from the independent review panel",
      "content": "The Minister dismisses any member of the independent review panel for incapability, misconduct or poor performance of his/her duties."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Award of public procurement",
      "section": "16",
      "title": "Article 16 – Public procurement planning",
      "content": "After the adoption of the State Finance Law, the procuring entity prepares and submits to the Ministry and Rwanda Public Procurement Authority the annual procurement plan indicating activities to be submitted to tender and related budget. Every procuring entity must produce an annual procurement plan indicating the objectives to be achieved in accordance with public procurement regulations. The preparation and approval of public procurement plan are based on the budget definitively adopted by the relevant organ. During the procurement planning process, the procuring entity must ensure that there is sufficient budget allocation and must comply with regulations governing budget execution. No tender solicitation can be made in case money for its execution is not provided for in the adopted budget. Where the execution period for the tender is longer than the fiscal year, the procuring entity allocates in the budget of the year money corresponding to the planned activities. The tender execution budget for the remaining years is provided for each fiscal year. Regarding procurement for works, the budget manager plans in the budget activities for the works if their study has been approved."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Award of public procurement",
      "section": "17",
      "title": "Article 17 – Communication in public procurement",
      "content": "Any communication relating to public procurement is made through e-procurement system. However, other forms of communication are temporally accepted if any user encounters problems in using the e-procurement system. The concerned user immediately communicates using the e-procurement system when the problem is resolved. In case pre-tender meeting or on site visit is necessary, the substance of discussions and clarifications must be written down and posted to the e-procurement system. All information to be provided in relation to public procurement must be provided within five (5) working days after it has been requested. For communication of information, the use of electronic address is mandatory unless it is impossible, in which case the information is provided as already explained in this Law."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Award of public procurement",
      "section": "18",
      "title": "Article 18 – Confidentiality in public procurement",
      "content": "During or after procurement proceedings, no procuring entity, employee of the procuring entity, member of the Board of Directors or member of public tender committee of the procuring entity may disclose the following: 1º information relating to a procurement whose disclosure is likely to impede the respect for the Law or jeopardize public interest; 2º information relating to a procurement whose disclosure would prejudice a bidder’s legitimate commercial interest or inhibit fair competition; 3º information relating to the evaluation, comparison of bids or clarification on tenders; 4º the content of bids. However, the following acts shall not be considered as the disclosure of information: 1º the disclosure of information to the signatory of procurement contracts; 2º the disclosure of information for the respect for the Law; 3º the disclosure of information for the purpose of an appeal, a procurement audit or for any other reasons provided for by the Law; 4º the disclosure of information pursuant to a court decision."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – Award of public procurement",
      "section": "19",
      "title": "Article 19 – Types of public procurement",
      "content": "Types of public procurement are as follows: 1º procurement for works; 2º procurement for goods or supplies; 3º procurement for consultancy services; 4º procurement for non-consultancy services."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – Award of public procurement",
      "section": "20",
      "title": "Article 20 – Public procurement methods",
      "content": "The procuring entity awards public procurement contracts through open competition, unless otherwise provided in this Law, using the following methods: 1º prequalification; 2º restricted tendering; 3º request for quotations; 4º single-source procurement or direct contracting; 5º simplified methods; 6º force account; 7º community participation; 8º two-stage tendering."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter II – Award of public procurement",
      "section": "21",
      "title": "Article 21 – Prequalification proceedings",
      "content": "Prequalification is used for the procurement of large or complex works and acquisition of high value or complex goods. The procuring entity must engage in prequalification proceedings with a view to identifying qualified bidders before issuing a tender notice. The procuring entity must provide prequalification document to all bidders who have expressed interest to participate to the prequalification process. Such prequalification document must provide bidders with the information required to prepare their application for prequalification and the prequalification criteria. The evaluation must be only based upon the requirements for the bidder set in the prequalification notice which may include: 1º qualifications of the staff; 2º qualifications based on the equipment; 3º qualifications based on financial capacity; 4º experience in performing work similar to that required. Following the outcome of the evaluation, only prequalified bidders are provided with the tender document inviting them to submit their bids on a specified date and time. This period meant for preparation of bids is at least twenty-one (21) days at international level and fourteen (14) days at national level."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter II – Award of public procurement",
      "section": "22",
      "title": "Article 22 – Restricted tendering",
      "content": "The restricted tendering is open only to bidders appearing on the invitation to bid. A procuring entity may use restricted tendering for a procurement if the needed goods, works, or consultancy and non-consultancy services are of highly complex or specialized nature, or are available only from a limited number of bidders."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter II – Award of public procurement",
      "section": "23",
      "title": "Article 23 – Request for quotations",
      "content": "The procuring entity may request for quotations from at least three (3) bidders, if possible. Each bidder from whom a quotation is requested must be informed whether any elements other than the price, such as any applicable transportation and insurance charges, customs duties and taxes, are to be included in the price. If this method is used, the procurement contract must be awarded to the bidder that submitted the lowest priced quotation for the described quality that also meets the delivery period of the procuring entity. The procuring entity may engage in procurement by means of a request for quotations for the procurement of average but readily available goods or works at the market, which have standard specifications and are of a very low cost in accordance with a threshold specified in the public procurement regulations. The procuring entity shall not split its tender into separate contracts for the purpose of applying the provisions of Paragraph One of this Article."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter II – Award of public procurement",
      "section": "24",
      "title": "Article 24 – Single-source procurement or direct contracting",
      "content": "The procuring entity may procure the goods or supplies, works, consultancy and non-consultancy services by soliciting a price quotation from a single qualified bidder, when: 1º the goods or supplies, works, consultancy and non-consultancy services are available only from a particular supplier or contractor, or a particular person or company has exclusive rights in respect of the goods, supplies, works or services, and no reasonable alternative or substitute exists; 2º the supplier of goods or supplies, the contractor, the consultancy and non-consultancy services provider holds exclusive rights in respect of such goods, works or services; 3º the cost of such public procurement does not exceed the total amount determined in due time by an Order of the Minister; 4º there is an urgent need for the goods or supplies, works and consultancy and non-consultancy services, so that engaging in open tender or any other usual method of public procurement would be impractical, provided that the circumstances giving rise to the urgency were not attributable to the procuring entity or the result of its carelessness; 5º owing to a disaster, force majeure, there is an urgent need for the goods or supplies, works, consultancy and non-consultancy services, making it impractical to use other methods of procurement because of the time required in using those methods; 6º there are additional activities that cannot be technically separated from initial tender. The value of such additional activities shall not exceed twenty percent (20%) of the initial tender and is subject to an addendum to the contract; 7º the procuring entity seeks to enter into a contract with the consultancy and non-consultancy service provider that is working or teaching in a higher learning institution or research institution in the country for the purpose of research, experiment or study. Single source procurement shall not be justified on the grounds that only one bidder has the capacity or the exclusive right to manufacture or deliver goods, works or consultancy and non-consultancy services if functionally equivalent goods or supplies, works or consultancy and non-consultancy services available from other persons would satisfy the needs of the procuring entity."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter II – Award of public procurement",
      "section": "25",
      "title": "Article 25 – Simplified methods",
      "content": "A simplified method is a method of public procurement used between the threshold for the requests for quotations and national competitive bidding thresholds, which may be national open or restricted tendering, in which the preparation of bids is easy and the technical specifications are not complex. When such method is used, a shorter tender document and short period between tender publication and the deadline for submission of bids are used. However, the period cannot be less than eight (8) working days for national open tendering or five (5) working days for national restricted tendering. Public procurement regulations determine thresholds for procurement of works, supply of goods, and consultancy and non-consultancy services."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter II – Award of public procurement",
      "section": "26",
      "title": "Article 26 – Force account",
      "content": "Public procurement may be carried out through force account by making recourse to the civil servants and using public equipment. This method is used where: 1º quantity of works to be carried out cannot be defined in advance; 2º construction works are small and scattered and are in remote locations or are in locations whose access is difficult so that qualified construction firms are unlikely to bid at reasonable price; 3º construction works are required to be carried out without disrupting other ongoing operations; 4º there are emergencies needing attention; 5º the procuring entity is to complete works delayed by the successful bidder after the written warnings did not yield any tangible results."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter II – Award of public procurement",
      "section": "27",
      "title": "Article 27 – Community participation",
      "content": "The beneficiary community may participate in delivery of non-consultancy services within the context defined by the public procurement regulations. This method is used if it is established that, it will contribute to the economy, create employment and involve the beneficiary community."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter II – Award of public procurement",
      "section": "28",
      "title": "Article 28 – Two-stage tendering",
      "content": "The procuring entity may engage in procurement by means of two-stage tendering when: 1º it is not feasible for the procuring entity to formulate detailed and clear specifications for the goods or construction works in order to obtain the most satisfactory solution to its procurement needs. 2º a tender is complex and the procuring entity has not enough knowledge in the area or it is a tender relating to high technological development; 3º tendering proceedings have been engaged in but no bids were submitted or all bids were rejected or when the procuring entity finds that engaging in new tendering proceedings would unlikely result in a procurement contract. During the first stage tendering, the procuring entity prepares the tender document requesting for bids relating to the technical, quality or other characteristics of needed goods or supplies, works, consultancy and non-consultancy services, as well as to contractual terms and conditions of supply, and, where relevant, the professional and technical competence of the bidders. Bidders are invited to submit their initial bid based on their proposals relating to the technical aspect, without a tender price. The procuring entity may hold technical discussion with bidders who submitted responsive bids. The procuring entity retains the bids in order to make adjustments on the tender document. The procurement regulations provide guidance on such technical discussion In the second stage, bidders whose bids have been accepted by the procuring entity are invited to submit final bids with prices based only on the technical specifications of the adjusted tender document. In preparing the technical specifications of such a document, the procuring entity may modify any aspect originally set forth in the tender document. Such modifications or additions are communicated to bidders in the invitation to submit the final bids. A bidder not wishing to submit a final bid may withdraw from the tendering proceedings without seizing any bid security that he/she may have been required to provide. The final bids must be evaluated and compared in order to ascertain the successful bidder. The provisions generally applicable to tendering proceedings apply to two-stage tendering except to the extent that this Article is contrary to those provisions."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter II – Award of public procurement",
      "section": "29",
      "title": "Article 29 – Impossibility to meet the requirements for methods provided for under this Law other than open tender method",
      "content": "When prevailing circumstances make it impossible to meet the conditions for use of a given method under this Law other than the open tender method, to effect procurement, the procuring entity must seek authorisation from Rwanda Public Procurement Authority. Rwanda Public Procurement Authority gives the authorisation after receiving a reasonable justification from the procuring entity accompanied by a confirmation from the supervising Minister that such procurement is in public interest. For entities that have no supervising Minister, this authorization is given by the supervisor of the Chief Budget Manager in such an entity. Whereas in Districts, the authorization is given either by the Governor of the Province or the Mayor of the City of Kigali."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter II – Award of public procurement",
      "section": "30",
      "title": "Article 30 – Tender document",
      "content": "Before preparing the tender document, the Procurement officer ensures that such a tender is included in the public procurement plan and the relevant budget for its execution is available. The tender document is prepared in accordance with this Law, procurement regulations and standard tender document. The tender document must contain the following information to allow a fair competition among those who may wish to submit bids: 1º the specific requirements relating to goods or supplies, works or non-consultancy services to be procured and the time limit for delivery and completion; 2º applicable Rwanda standards or international standards where there are no applicable Rwanda Standards, unless such standards are not yet in place either in Rwanda or abroad; 3º a short description of quantities of goods or supplies, works or non-consultancy services that are needed as well as the delivery period; 4º if it concerns tender for works, relevant drawings and bills of quantities; 5º the general and specific conditions governing the contract and requirements of the performance security; 6º the reference number of the tender used by the procuring entity in the tender award process; 7º instructions for the preparation and submission of bids including: a) the standard bid form; b) any bid security required, security standard form and amount of such security; c) the documents evidencing the bidder’s qualifications; 8º validity period of bids; 9º the procedures and criteria for bid evaluation and comparison; 10º a clause indicating that the procuring entity may cancel the tender at any time before signing the contract; 11º any other requirement as may be provided for by the tender document in accordance with the provisions of this Law, public procurement regulations and other national laws and regulations in force depending on the tender specific nature. Administrative documents required to bidders must refer to the laws in force in the bidders’ home countries."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter II – Award of public procurement",
      "section": "31",
      "title": "Article 31 – Rules determining specifications of goods or supplies, works and non-consultancy services",
      "content": "Specifications of goods or supplies, works or non-consultancy services clearly define the expected results with objectivity and neutrality. Specifications of goods or supplies, works and non-consultancy services shall not make reference to a particular brand, trade name, its design type and specific origin or producer unless there is no other sufficiently precise way of describing the characteristics of the goods, works or consultancy services to be provided. In that case the words such as “or equivalent” are added on."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter II – Award of public procurement",
      "section": "32",
      "title": "Article 32 – Tender advertisement",
      "content": "The procuring entity brings the tender notice to the attention of any person wishing to bid as provided for by this Law through an invitation to public tender. All tenders are posted on e-procurement portal with the exception of where the estimated value of the tender of goods or supplies, works or consultancy or non-consultancy services being procured is below the threshold established by public procurement regulations."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter II – Award of public procurement",
      "section": "33",
      "title": "Article 33 – Invitation to tender",
      "content": "The procuring entity prepares a tender notice that sets out at least the following elements: 1º the name and address of the procuring entity; 2º the reference number of the tender to be used in the tender award process determined by the procuring entity; 3º an explanation of how to obtain the tender document and its cost."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter II – Award of public procurement",
      "section": "34",
      "title": "Article 34 – Availability of tender document",
      "content": "The procuring entity must make available the tender document in accordance with the invitation to tender. The procuring entity may charge a fee for obtaining the tender document. The public procurement regulations determine acquisition costs of that document."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter II – Award of public procurement",
      "section": "35",
      "title": "Article 35 – Modifications to clauses of the tender document",
      "content": "After publication of tender notice, any prospective bidder may ask the procuring entity to provide explanations as to the content of the tender document within three sixths (3/6) of the deadline period for the submission of tenders as of the date of tender notice publication. The procuring entity provides the requested clarifications within one sixth (1/6) of the deadline period for the submission of tenders as of the receipt of the last request for clarifications. Without disclosing the source of the request, the procuring entity must communicate to all prospective bidders clarifications requested and responses provided. On the initiative of the procuring entity or in response to the bidders’ concerns, the procuring entity may modify the tender document at any time before the deadline for submitting bids by an addendum. The procuring entity must promptly provide a copy of the addendum through the communication channel used for the initial tender notice. Such an addendum is considered to be part of the tender document. If the tender document is amended, before the deadline for submitting tenders, the procuring entity extends the deadline in order to allow the amendment of the tender document to be taken into account in the preparation of bids. Such extension of deadline may not go beyond the period contained in the initial contract."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter II – Award of public procurement",
      "section": "36",
      "title": "Article 36 – Time for preparation of bids",
      "content": "For open tender, the time allotted to the preparation of tenders must not be less than thirty (30) calendar days from the time the tender notice is published. For international open tender, the time allotted to the preparation of tenders must be between forty five (45) and ninety (90) calendar days from the time the tender notice is published through e-procurement portal. For a restricted tender, such time limit may be reduced but shall not be less than twenty-one (21) calendar days for an international tender and fourteen (14) calendar days for a national tender. The time limit given to the bidders in case of request for quotations is at least three (3) working days. Such time is counted from the date of receipt of the invitation to tender by the bidder."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter II – Award of public procurement",
      "section": "37",
      "title": "Article 37 – Bid security",
      "content": "All tender proceedings conducted under open tender are subject to a bid security. However, the provisions under Paragraph One of this Article shall not apply to tenders related to works, goods or supplies, and consultancy and non-consultancy services whose value does not exceed the threshold determined by an Order of the Minister. The procuring entity may determine the form and amount of the bid security. The amount of bid security and the means through which the bid security is required are determined by the procurement regulations. Tender security must be seized if the bidder: 1º withdraws the bid after the deadline for submitting bids but before the expiry of the period during which bids must remain valid; 2º refuses to sign a contract as required or fails to fulfil the duty of furnishing any required performance security. The procuring entity must immediately give back the bid security if: 1º the procurement proceedings are cancelled; 2º the procuring entity realizes that none of the bidders complies with the required conditions; 3º the procurement contract is already signed."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter II – Award of public procurement",
      "section": "38",
      "title": "Article 38 – Submission and receipt of bids",
      "content": "The bids are submitted and received through e-procurement system in accordance with the modalities determined by an Order of the Minister."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter II – Award of public procurement",
      "section": "39",
      "title": "Article 39 – Modifications to bid",
      "content": "A bid that is submitted through e-procurement system may be subjected to modifications before the deadline for bid submission expires. The modalities for making such modifications are determined by an Order of the Minister."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter II – Award of public procurement",
      "section": "40",
      "title": "Article 40 – Bids validity period",
      "content": "The tender document determines the bid validity period. This period shall not exceed one hundred and twenty (120) days unless accepted by the bidder. However, before the expiry of that period, the procuring entity may request to extend that period. The bid validity period shall be extended only once and shall not go beyond sixty (60) days. The procuring entity must notify such an extension to each person or firm that submitted a bid."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter II – Award of public procurement",
      "section": "41",
      "title": "Article 41 – Bids opening",
      "content": "The modalities for opening bids using the e-procurement system are determined by an Order of the Minister."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter II – Award of public procurement",
      "section": "42",
      "title": "Article 42 – Evaluation of bids",
      "content": "The public tender committee must evaluate and compare the responsive bids based on the procedures and criteria set out in the tender document and nothing can be added or deleted thereon. The successful bidder is the bidder who fulfils the requirements and who is lowest responsive bidder. However, this shall not apply when the lowest responsive bidder has provided a price which is extremely higher or lesser compared to the market reality. The procedures and criteria for disqualifying a bid on the reasons that it contains a price which is extremely higher or lesser compared to the market reality are determined by an Order of the Minister. The public tender committee must prepare an evaluation report containing a summary of the evaluation and comparison of bids as provided for in the public procurement regulations."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter II – Award of public procurement",
      "section": "43",
      "title": "Article 43 – Responsiveness of bids",
      "content": "A bid is responsive if it substantially conforms to the requirements specified in the tender document. The procuring entity may regard a tender as responsive even if it contains minor errors that do not materially alter or depart from the characteristics, terms, conditions, and other requirements set forth in the bidding notice. If the bidding notice requirements are incomplete because it contains errors that were due to omission that may be corrected without altering the substance of the bid, such errors are taken into account in the evaluation and comparison of bids. However, the entity which decides to regard a tender as responsive even if it contains minor errors that do not materially alter or depart from the characteristics, terms, conditions, and other requirements set forth in the bidding notice or contains errors that was due to omission provides the reasons for such a decision in an additional report which is approved by the Chief Budget Manager."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter II – Award of public procurement",
      "section": "44",
      "title": "Article 44 – Requirements for bidder’s qualification",
      "content": "A bidder is qualified to be awarded a tender only if he/she: 1º has qualified personnel, equipment, experience and financial capacity to provide what is being procured; 2º has the legal capacity to enter into a public procurement contract; 3º is not insolvent, in liquidation, bankrupt or in the process of being wound up or subject to any legal proceeding; 4º has not been debarred or suspended from participating in public procurement proceedings; 5º has provided accurate and appropriate evidences as required. The tender document may set out any other criteria which can be considered depending on the nature of the tender. A ministerial order determines the thresholds of the tender value exempting requirement of past experiences of potential bidders. The procuring entity may require a bidder to provide evidence or information to establish that the criteria set are met and shall check whether they are accurate. The requirements specified in Paragraph one and 2 of this Article must be set out in the tender document, in a case of public tenders, in the request for proposals in case of restricted tender and quotations in the prequalification documents. Only such requirements stated in the tender document and prequalification documents are applied during the evaluation process. The procuring entity may disqualify a bidder for submitting false, materially confusing or incomplete information. If prequalification proceedings are not conducted, the procuring entity must verify whether the bidder meets criteria stated in the tender document."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter II – Award of public procurement",
      "section": "45",
      "title": "Article 45 – Request for clarifications during the evaluation of bids",
      "content": "The procuring entity may request for any helpful clarification in writing in the evaluation and comparison of bids. In any case, clarifications shall not change the substance of bids."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter II – Award of public procurement",
      "section": "46",
      "title": "Article 46 – Arithmetic errors",
      "content": "During the evaluation of bids, any bid bearing any arithmetic error is disqualified. However, during the evaluation of bids, for bids that are not submitted through e-procurement system as provided for by the Law, the procuring entity must correct any arithmetic error once it occurs in a bid, before comparison of bids. The procuring entity must also notify the bidder of the correction made. If the itemized price in figures is different from the price in words, the latter prevails. The total price in the bid must be written in figures and in words. If the price in figures is different from the price in words, analysts check on accuracy thereof. If the bidder rejects the correction, the bid is rejected and the bid security is seized if it has been provided. Modalities for correction of arithmetic errors are defined by public procurement regulations established by a Ministerial Order."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter II – Award of public procurement",
      "section": "47",
      "title": "Article 47 – Rejection of all bids",
      "content": "The public tender committee may reject all the bids due to any of the following reasons: 1º if prices offered are higher than the available budget; 2º if all bids are considered substantially non responsive."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter II – Award of public procurement",
      "section": "48",
      "title": "Article 48 – Cancellation of procurement proceedings",
      "content": "The procuring entity may take a decision to cancel procurement proceedings at any time where: 1º procurement proceedings have exceeded the expected time of award and the needs to provide are no longer justified; 2º it is established that there was fraud and lack of fairness in the tendering process. The procuring entity shall not be liable for any consequences related to the rejection of all bids or the cancellation of the procurement proceedings due to the reasons mentioned in this Law unless it was a consequence of its irresponsible conduct. The procuring entity must inform all the bidders in writing about the decision taken."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter II – Award of public procurement",
      "section": "49",
      "title": "Article 49 – Notification of tender award",
      "content": "Before the expiry of the bid validity period, the procuring entity must at the same time notify the successful and the unsuccessful bidders of the provisional outcome of the bid evaluation. The notification must specify that the major elements of the procurement process may be made available to bidders upon request and they have seven (7) days to lodge a complaint, if any, before a contract is signed with the successful bidder. The procuring entity shall not request or require, as a condition of awarding a procurement contract that a bidder undertakes responsibilities not set out in the tender document. Upon signature of the procurement contract with both parties, the procuring entity must notify to other bidders that their bids were not successful. After the notification of contract award, the unsuccessful bidders, within a period not exceeding three (3) working days, have the right to request for explanation as to why their bids were not selected, but not for purpose of appeal against decision of tender award. The procuring entity must provide such an explanation within a period not exceeding three (3) working days."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter II – Award of public procurement",
      "section": "50",
      "title": "Article 50 – Right to ask for review of the decision of the procuring entity",
      "content": "A prospective bidder or actual bidder may, at any stage of the procurement proceedings and in accordance with this Law, apply for a review of any conduct in the procurement proceedings which violates this Law with respect to this Law or any other public procurement regulations. An application for review shall not be acceptable unless it identifies a specific act of omission or commission contravening this Law or any other public procurement regulations. The application for review is subject to pre-screening and the decision over the application must be taken in the right time. The scope of pre-screening, the time frame of pre-screening and decision making is set in the public procurement regulations. During the proceedings of review, the cross-examination principle must be respected at all levels of proceedings."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter II – Award of public procurement",
      "section": "51",
      "title": "Article 51 – Request for review to the procuring entity",
      "content": "At any time from the publication of the tender to the signing of the contract, a bidder may request for review to the procuring entity in case he/she is not satisfied with the procurement proceedings. A request for review must be made in writing to the procuring entity. A request for review is acceptable if it is submitted within seven (7) days after the bidder becomes aware of the circumstances giving rise to the request. Unless the matter is resolved to the satisfaction of the bidder who requested for review, the head of the procuring entity must suspend the procurement proceedings and issue within seven (7) days after receipt of the request for review, a written decision explaining the reasons, and where it is grounded, indicating the corrective measures to be taken if the request is valid. If the procuring entity fails to issue a decision within seven (7) days from the date of receipt of the complaint or if the bidder is not satisfied with the decision, the bidder lodges a complaint to the independent review panel."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter II – Award of public procurement",
      "section": "52",
      "title": "Article 52 – Period for making decision",
      "content": "Once the complaint is lodged, the procurement procedures are suspended until a decision on the complaint is issued by the independent review panel. The independent review panel must make a decision within thirty (30) days following the receipt of the complaint. If the panel is unable to reach a decision within thirty (30) days, it must inform both the procuring entity and the complainant of the need for the extra time. The additional time shall not go beyond thirty (30) days. Failure to reach a decision within thirty (30) days or inform both the procuring entity and the complainant of the need for the extra time, the complainant lodges his/her claim to the competent court. The independent review panel’s decision is addressed to the procuring entity with copy to the relevant organ or to the individual that requested for the review. Public procurement regulations determine the functioning of the independent review panel."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter II – Award of public procurement",
      "section": "53",
      "title": "Article 53 – Decision of the independent review panel",
      "content": "The independent review panel may recommend one or more of the following remedies: 1º to denounce actions or decisions of the procuring entity which are contrary to the provisions of this Law or public procurement regulations; 2º to require the procuring entity that has acted or proceeded in a manner that is contrary to the laws to decide consistently with them; 3º to cancel in whole or in part an act or decision of the procuring entity contrary to the laws or a decision which resulted into the procurement contract; 4º to revise the decision or substituting its own recommendation if a decision of the procuring entity, other than signing the procurement contract, is found to be contrary to the laws; 5º to order re-evaluation of the bids and indicate the grounds for such an order; 6º to recommend the payment of reasonable costs incurred in participating in the bidding process when a legally binding contract has been awarded which in the opinion of the independent review panel should have been awarded to the complainant; 7º to order that the procurement proceedings be cancelled. The decision of the independent review panel at the national level is final and binding unless it has been reviewed by the court adjudicating the case on merit."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter II – Award of public procurement",
      "section": "54",
      "title": "Article 54 – Certain rules applicable to review proceedings",
      "content": "The decision of the independent review panel must be published. A copy of this decision must be promptly made available for inspection by the general public. However, no information is disclosed if its disclosure would be contrary to the laws, impede laws enforcement, not be in the public interest, jeopardize commercial interests of the parties or would inhibit fair competition. Any bidder wishing to apply for review to the independent review panel is required to pay a non-refundable amount provided for in the procurement regulations. If the procuring entity considers that a suspension of the procurement proceedings would not be in public interest, it may request the independent review panel for a waiver of the suspension. A bidder submitting an application for review has right to be represented by a lawyer."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter II – Award of public procurement",
      "section": "55",
      "title": "Article 55 – Procurement contract between the procuring entity and the successful bidder",
      "content": "The successful bidder and the procuring entity must enter into a written procurement contract based on the tender document, the successful bid, any clarifications received and any corrections provided. Before signing the contract, the successful bidder must provide the procuring entity with the originals of all the documents he/she submitted as copies and a written statement is made confirming that such documents are seen by the procuring entity and that the bidder may exhibit to it at any time needed. The contract is entered into in writing between the procuring entity and the successful bidder. However, a purchase order issued after the conduct of procurement proceedings is considered as a contract according to a threshold established by the public procurement regulations. If the successful bidder fails to enter into a written procurement contract, the procuring entity may award the tender to the qualified bidder that ranked second. The provisions of the preceding Paragraph shall not apply if the period during which tenders must remain valid has already expired. The contracting authorities of the procuring entity may lay down special conditions relating to the performance of the contract, provided that these conditions are lawful and indicated in the invitation to tender or in the tender document."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter II – Award of public procurement",
      "section": "56",
      "title": "Article 56 – Contents of procurement contract",
      "content": "The contract must alleviate fears and risks for both parties to the contract and include at least the following details which are annexed to the tender document: 1º identification of parties to the contract; 2º the subject matter of the tender; 3º the provisions of this Law under which the tender was awarded; 4º contract documents depending on their priority; 5º price and the pricing method used; 6º delivery or completion period and penalties for delays, if any; 7º contract progress monitoring mechanism; 8º conditions for partial or total acceptance of goods, supplies, works, consultancy and non-consultancy services; 9º payment modalities; 10º insurances, securities required and compensation related matters; 11º provisions regarding contract amendment or termination; 12º the Chief Budget Manager and the type of budget from which payment is made; 13º the case of force majeure; 14º the name of the bank and account number for effecting payment; 15º modalities for dispute settlement, review organs and applicable regulations."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter II – Award of public procurement",
      "section": "57",
      "title": "Article 57 – Contract amendment",
      "content": "Any amendment to the contract must be made in writing and signed by both parties. Contract amendments and various instructions must not affect the substance and the nature of the original contract. Any amendment increasing or decreasing the contract value by more than twenty percent (20%) requires a new tender. During the contract execution, the procuring entity may specify additional works that can be done within the initial contract to the original contract unless the delivery period has to be amended. The value of amendment to the initial contract shall not go beyond twenty percent (20%) of the initial contract value and is subject to additional contract."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter II – Award of public procurement",
      "section": "58",
      "title": "Article 58 – Framework agreement",
      "content": "A framework agreement may be concluded between a procuring entity and one or more bidders for its own interest or the interest of the procuring entity or other entities dealing with the procurement proceedings. The framework agreement is used: 1º where the goods, supplies, consultancy and non-consultancy services are needed frequently over a period of time but the quantity and timing cannot be defined in advance; 2º in order to reduce costs and time for preparation of tender which is needed repeatedly or continuously over a period of time. The framework agreement is concluded for a period not exceeding three (3) years. Such agreement is subject to an annual evaluation by the procuring entity. As a result of this annual evaluation, the procuring entity may decide to continue with the same agreement or to cancel it. However, for tender that require a successful bidder to make investments in order to meet the procuring entity’s need, investments to be returned in a long term, or for tenders of specialized or complex nature to the fact that the needs of the procuring entity are met by keeping the current framework agreement, the period of a framework agreement may be concluded for a period of three (3) years renewable only once. The framework agreement may include fixed prices or price adjustment in accordance with procurement regulations. The procuring entity may purchase goods electronically through a framework agreement between a Government institution authorized to prepare for other public institutions a tender and the relevant contract and the successful bidder."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter II – Award of public procurement",
      "section": "59",
      "title": "Article 59 – Contract price",
      "content": "The contract price must be a unit price, in case of impossibility to do so, the price shall be a lump sum price. The contract price must cover all the required expenses on works, goods, supplies or consultancy and non-consultancy services, in particular, taxes, duties, levies applicable, except when they are expressly excluded or subject to exemption. Price is also expected to comprise a profit margin to the successful bidder. Tenders governed by international agreements containing tax or duties clauses refer to international legal instruments or conventions governing exemptions."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter II – Award of public procurement",
      "section": "60",
      "title": "Article 60 – Fixed prices",
      "content": "Any tender that is planned to be executed within a period that does not exceed nine (9) months is awarded on a fixed price, except in cases of force majeure. In that case, the contracting parties negotiate the modalities for revising the prices. If no compromise is reached between the two parties, the provisions of this Law apply."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter II – Award of public procurement",
      "section": "61",
      "title": "Article 61 – Revisable prices",
      "content": "For tenders planned to be executed within a period which exceeds nine (9) months, the tender document determines the modalities for revising the price. Such modalities must be defined in the public procurement regulations. However, prices shall not be revised for completed works or works that have delayed to be completed when the successful bidder is responsible for such delays except where the revision is meant for reducing the price."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter II – Award of public procurement",
      "section": "62",
      "title": "Article 62 – Price based on reimbursable expenses",
      "content": "Contracts may include consultancy services paid on the basis of reimbursable expenses of the bidder. It may be increased by a certain fee or by a coefficient to cover the overheads, taxes and profits and any other expenses incurred in general. The contract must indicate the value of various elements necessary for determining of the payment price. The tender document indicates the maximum amount for services rendered on the basis of reimbursable expenses."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter II – Award of public procurement",
      "section": "63",
      "title": "Article 63 – Submission of performance security",
      "content": "The successful bidder is required to furnish a performance security in accordance with the procurement regulations. The performance security shall not exceed ten percent (10%) of the contract price. The performance security must be in form of a bank security, a guarantee issued by an authorized financial institution or an irrevocable letter of credit. The performance security must be submitted by a successful bidder before signing the procurement contract. The amount of performance security depends on the contract value and nature of activities to be carried out. The value of the performance security must neither be less than five percent (5%) or more than ten percent (10%) of the contract value. The performance security shall not generate interest and it must be determined in accordance with the form provided for in the tender document. Provisions under paragraph 2 of this Article shall not apply to tenders related to consultancy and non-consultancy services or works and supplies where their estimated value does not exceed a threshold established by the public procurement regulations. If the contract execution has been extended or its value has increased, the contractor must respectively extend the validity period of the performance security and increase its amount accordingly."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter II – Award of public procurement",
      "section": "64",
      "title": "Article 64 – Seizure of the performance security",
      "content": "In case the contract is not fully or well executed, the performance security must unconditionally be seized by the procuring entity as compensation without prejudice to other penalties provided for by laws. The bank or authorized financial institution must give to the procuring entity all the amount of the performance security upon claim by the latter within ten (10) working days from the receipt of such a claim. The bank or authorized financial institution pays also an additional interest of one percent (1%) for every day of payment delay. If it is necessary to take the matter to court, and it rules in favour of the procuring entity, this interest continues to accrue up to the time the court decision is executed. Where the bank or the financial institution hampers the process of seizure of the security, the Rwanda Public Procurement Authority requires the procuring entities to turn down securities from such institutions for a period of two (2) years. Instructions governing public procurement determine modes applied by the Rwanda Public Procurement Authority while taking the decision to request procuring entities to ban securities from such institutions."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter II – Award of public procurement",
      "section": "65",
      "title": "Article 65 – Other forms of performance security",
      "content": "The tender document provides for, if necessary, other forms of performance of security that may be requested from the successful bidder. The change of the form of the performance security must be made preserving its continuity and without decreasing its amount."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter II – Award of public procurement",
      "section": "66",
      "title": "Article 66 – Right to deduct and obligation to reconstitute the performance security",
      "content": "The procuring entity is entitled to deduct from the performance security any amount owed to it because of the successful bidder’s failure to perform the contract. The successful bidder is required in writing to reconstitute the guarantee equivalent to the deducted amount within twenty (20) days from the date on which the procuring entity received the amount deducted from guarantee. If such a guarantee is not reconstituted or if the guarantor does not pay the amount requested, the procuring entity deducts this amount from the approved invoices."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter II – Award of public procurement",
      "section": "67",
      "title": "Article 67 – Refund of the performance security",
      "content": "Upon request, the performance security is returned to the successful bidder in two (2) phases. Its half is returned within thirty (30) days following the provisional acceptance of works and the second half is returned within fifteen (15) days following the final acceptance."
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter II – Award of public procurement",
      "section": "68",
      "title": "Article 68 – Short listing and expressions of interest",
      "content": "The procuring entity must call for expressions of interest by publishing a notice online and on the official single-portal website for public procurement in Rwanda in order to establish a short list of bidders. The procurement regulations determine the threshold for tenders that shall not be awarded through the expression of interest depending on their particularities and period for preparation of bids. The procuring entity must establish a short list comprised of bidders with capacity to perform the required consultancy services. The short list must have as many consultants as possible but not less than three (3). Consultant may be individual or a firm. Requests for proposals may be addressed to either individual consultants or firms, but not both under the same tender."
    },
    {
      "provision_ref": "art69",
      "chapter": "Chapter II – Award of public procurement",
      "section": "69",
      "title": "Article 69 – Notice of expression of interest",
      "content": "The notice of expression of interest must be done online and set out the following: 1º the name and address of the procuring entity; 2º a brief description of consultancy services to be provided; 3º the qualification necessary to be invited to submit a bid; 4º indication of time for online submission of the documents related to the expression of interest."
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter II – Award of public procurement",
      "section": "70",
      "title": "Article 70 – Request for proposals",
      "content": "The procuring entity issues the request for proposals to the short listed consultants, asking them to confirm their participation. The request for proposals to the short listed consultants must include at least the following information: 1º the name and address of the procuring entity; 2º the nature, time frame and location of the consultancy services to be provided, terms of reference, required tasks and outputs; 3º the general and specific conditions governing the contract; 4º instructions for the preparation and submission of proposals which must require that a proposal include separately a technical proposal and a financial proposal; 5º when proposals must be submitted through website; 6º the procedures and criteria to be used to evaluate and compare the proposals including: a) the procedures and criteria for evaluating technical proposals which must provide the basis on which to decide on the responsive proposal; b) the procedures and criteria for evaluating the financial proposals; c) any other additional evaluation method which may include interviews or presentations. The procedures and criteria for that additional method must be included in the tender document; d) notice of conflict of interest restrictions and anti-fraud and corruption rules, including the grounds for potential disqualifications from future participation in public procurement; e) any other matters provided for in the public procurement regulations."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter II – Award of public procurement",
      "section": "71",
      "title": "Article 71 – Terms of reference",
      "content": "The request for proposals must include the terms of reference indicating the following information: 1º the objectives, goals and scope of the assignment and providing background information which may help the consultants to prepare their proposals; 2º transfer of knowledge or training as well as the number of staff to be trained where necessary; 3º the services and surveys necessary to carry out the assignment and the expected outputs including reports, data and maps; 4º where and when the services are to be provided; 5º full details of the services, facilities, equipment, and staff to be provided by the procuring entity; 6º an estimate of the capacity of key staff inputs in terms of staff-months as is required from procuring entity."
    },
    {
      "provision_ref": "art72",
      "chapter": "Chapter II – Award of public procurement",
      "section": "72",
      "title": "Article 72 – Selection method and criteria for consultancy service tenders",
      "content": "The procuring entity must, in order to select successful proposal, use one of the following procedures which must have been notified to bidders in a request for proposals, by means of one of the following: 1º quality and cost-based selection; 2º quality based selection; 3º selection under a fixed budget; 4º least cost selection; 5º selection based on consultant’s specific qualifications. The quality and cost-based selection are the default methods. The qualities based selection is applicable where quality is the paramount factor. Selection under a fixed budget may be applied when the assignment is simple and can be precisely defined and when the budget is fixed. Least cost selection may be applied when selecting consultants for assignments of a standard and routine nature, where well established practices and standards exist and in which the tender amount is small. Detailed procedures for the use of these methods are outlined in the public procurement regulations."
    },
    {
      "provision_ref": "art73",
      "chapter": "Chapter II – Award of public procurement",
      "section": "73",
      "title": "Article 73 – Evaluation of technical proposals",
      "content": "The tender committee must evaluate each technical proposal on the basis of criteria disclosed in the request for proposals including the following: 1º the consultant’s relevant experience for the assignment; 2º the quality of the methodology presented; 3º qualifications of key personnel proposed for the assignment; 4º transfer of knowledge to staff of procuring entity if required in the terms of reference; 5º the extent of participation by nationals among key staff in case of international tendering. Modalities for determining the importance of criteria are provided in the public procurement regulations."
    },
    {
      "provision_ref": "art74",
      "chapter": "Chapter II – Award of public procurement",
      "section": "74",
      "title": "Article 74 – Evaluation of financial proposals",
      "content": "The financial proposals are opened in public electronically. They must be opened and evaluated only after completion of the evaluation of technical proposals. Based on the selection procedure used, the evaluation of proposals of bidders is conducted as follows: 1º When the quality and cost-based selection procedure is used, only financial proposals of bidders who attained the minimum technical score are opened. The total score is obtained by adding the technical and financial scores. The weight of technical and financial scores are established based on the complexity and the nature of the assignment. The weighting of the technical score and financial score for determining the best proposal must be specified in the request for proposals and in accordance with the public procurement regulations. 2º When the fixed budget method is used, only financial proposals of bidders who attained the minimum technical score are opened. A proposal whose cost is above the budget ceiling is rejected and the bidder whose proposal attained the highest technical score is selected. 3º When the least cost method is used, only financial proposals of bidders who attained the minimum technical score are opened. The bidder whose proposal attained the minimum technical score and proposed the lowest cost is selected. 4º Under the selection based on consultant’s specific qualifications only the financial proposal of the bidder whose technical proposal attained the highest score is opened."
    },
    {
      "provision_ref": "art75",
      "chapter": "Chapter II – Award of public procurement",
      "section": "75",
      "title": "Article 75 – Negotiations with selected consultant",
      "content": "Negotiations between the procuring entity and the selected consultant must cover the terms of reference, progress reports, facilities to be provided by the procuring entity to allow the consultant to perform his/her duty and the successful bidder’s financial proposal. Whenever price has been a factor, such as in the quality-cost based selection (QCBS), fixed budget or least cost selection procedures, consultant fees shall not be subject to negotiation. Only reimbursable expenses may be negotiated; If the negotiations fail to result in a procurement contract, the procuring entity proceeds to the next ranked bidder and so on. Negotiations shall not be simultaneously engaged with several consultants."
    },
    {
      "provision_ref": "art76",
      "chapter": "Chapter II – Award of public procurement",
      "section": "76",
      "title": "Article 76 – Notification of tender award",
      "content": "The bidder whose proposal attains the highest score, in accordance with the evaluation criteria in the request for proposals must be selected for award, subject to satisfactory conclusion of negotiations. The procuring entity must notify the successful bidder of its selection and at the same time inform all the short listed consultants of the decision. In the absence of a claim by any other bidder within seven (7) days of that notice, the contract with the successful bidder must be signed by both parties."
    },
    {
      "provision_ref": "art77",
      "chapter": "Chapter II – Award of public procurement",
      "section": "77",
      "title": "Article 77 – Consultancy services for the study of tenders for works",
      "content": "An entity with no capacity to develop its own study of tenders for works, proceeds with tender thereof. The instructions governing public procurement shall provide for threshold for the value and nature of the tender for works being worth the study. The study for works tender is entrusted to the authorized consultants. The study for the work tender must meet all it takes to be feasible and durable. The study must comprise the work components, specifications of deliverables, drawings, pricing for individual works making the entire tender and other requirements depending on specific features of each and every tender."
    },
    {
      "provision_ref": "art78",
      "chapter": "Chapter II – Award of public procurement",
      "section": "78",
      "title": "Article 78 – Security for tender of the study for works",
      "content": "The consultant having performed the study is responsible to the procuring entity as for its smooth implementation and is accountable for downsides thereof."
    },
    {
      "provision_ref": "art79",
      "chapter": "Chapter II – Award of public procurement",
      "section": "79",
      "title": "Article 79 – Exclusive preference for goods or supplies produced or supplied in Rwanda and bidders registered in Rwanda",
      "content": "Through competition, all public procuring entities give exclusive preference to the following: 1º suppliers of supplies or goods produced or manufactured in Rwanda when procuring for goods or supplies; 2º service providers registered in Rwanda when procuring for non-consultancy services; 3º entrepreneurs registered in Rwanda when procuring works and consultancy services. An Order of the Minister determines the thresholds to be based on."
    },
    {
      "provision_ref": "art80",
      "chapter": "Chapter II – Award of public procurement",
      "section": "80",
      "title": "Article 80 – Preference for goods produced or manufactured in Rwanda and local consultancy services",
      "content": "In international or national competitive bidding, local preference of fifteen percent (15%) is given to goods or supplies produced or manufactured in Rwanda during the procurement of goods and to companies registered in Rwanda during the procurement of consultancy services."
    },
    {
      "provision_ref": "art81",
      "chapter": "Chapter II – Award of public procurement",
      "section": "81",
      "title": "Article 81 – Local preference for works and non-consultancy services",
      "content": "In international or national competitive bidding, local preference of ten percent (10%) is given to bidders registered in Rwanda during the procurement of works and non-consultancy services."
    },
    {
      "provision_ref": "art82",
      "chapter": "Chapter II – Award of public procurement",
      "section": "82",
      "title": "Article 82 – Modalities for applying exclusive or local preference",
      "content": "A procuring entity applying exclusive preference for goods or supplies produced or manufactured in Rwanda or local preference must indicate it the tender document. Where a procuring entity does not apply exclusive or local preference referred to in this Law, it makes a report explaining the reasons for not doing so and include it in the procurement file of the tender concerned."
    },
    {
      "provision_ref": "art83",
      "chapter": "Chapter II – Award of public procurement",
      "section": "83",
      "title": "Article 83 – Currency used in public procurement",
      "content": "In bidding for public tenders, the Rwandan currency shall be used. Where foreign currencies are to be used, it is has to be provide the reasons thereof and the National Bank of Rwanda is the source of exchange rates. The tender document establishes the date to be considered for the foreign exchange and opening."
    },
    {
      "provision_ref": "art84",
      "chapter": "Chapter II – Award of public procurement",
      "section": "84",
      "title": "Article 84 – Joint ventures",
      "content": "Subject to regulations on competition, companies may form joint ventures to increase their capacity and competitiveness for tendering purposes. However, one of the companies is considered as the lead company and serves as their representative in all activities under the tender. The bid must be a single document bearing the name of the joint venture. One company shall not be allowed to participate in two different joint ventures in the same tender. No company shall also be allowed to submit a bid both in its own name and as part of a joint venture for the same tender. Companies participating in the joint venture are jointly and severally liable towards the procuring entity. In case of joint venture, companies participating in the joint venture must enter into a written agreement signed before the notary, indicating the leading company that represent other companies throughout the procurement process and the scope of its power. This agreement must be part of the document submitted in the bid of the joint venture."
    },
    {
      "provision_ref": "art85",
      "chapter": "Chapter II – Award of public procurement",
      "section": "85",
      "title": "Article 85 – Packaging tenders",
      "content": "The procuring entity may package tenders into different lots based on certain economic interests such as the promotion of small sized companies or the attraction of large number of bidders. The tender document must specify the nature of each lot and modalities for awarding the tender. Procuring entities is not allowed to divide tenders in a manner contrary the provisions of this Law and publics procurement regulations."
    },
    {
      "provision_ref": "art86",
      "chapter": "Chapter II – Award of public procurement",
      "section": "86",
      "title": "Article 86 – Languages used in public procurement",
      "content": "For local tenders, the tender document may be prepared in Kinyarwanda, in French or in English. However, when it is prepared in English or in French, the procuring entity must avail the tender in the other two versions. For international tenders, the tender document is prepared in both English and French. If the tender document is prepared in both French and English, it must specify the original version. Bidders may prepare their bids in a language of their choice consistent with the language of the tender document. The language in which the successful bidder prepared his/her bid is the one to be used in the contract."
    },
    {
      "provision_ref": "art87",
      "chapter": "Chapter II – Award of public procurement",
      "section": "87",
      "title": "Article 87 – Anti-corruption measures",
      "content": "It is prohibited to accept or to solicit directly or indirectly, offer to an employee or a former employee of the procuring entity or other public institution, a bribe in any form, to compromise someone with respect to any act or decision in connection with public procurement proceedings. The tender committee rejects any bidder’s offer where it is established that the latter was engaged in any corrupt or fraudulent practice while bidding for a public procurement. The procuring entity must, in writing, promptly notify this rejection to the concerned bidder."
    },
    {
      "provision_ref": "art88",
      "chapter": "Chapter II – Award of public procurement",
      "section": "88",
      "title": "Article 88 – Eligible bidders for public procurement",
      "content": "Eligible bidders for public procurement are the following: 1º physical persons or companies who deal with commercial activities that are registered as businesses or those holding professional licenses or exercising any liberal profession; 2º public companies and commercial public institutions if they can prove that they are legally and financially autonomous and that they operate under commercial laws. A bidder is only allowed to bid in public tenders related to activities written on his/her registration certificate. Public procurement regulations provide for other eligible bidders for public procurement as well as requirements for their participation."
    },
    {
      "provision_ref": "art89",
      "chapter": "Chapter II – Award of public procurement",
      "section": "89",
      "title": "Article 89 – Conflict of interests",
      "content": "The following persons and institutions are not allowed to bid for public tenders: 1º members of the Cabinet, heads of procuring entities, and civil servants governed by general statutes for public service or by other specific laws; 2º members of District Councils of for tenders advertised by their Districts; 3º an institution or a company in which a civil servant, his/her parent, his/her spouse or his/her child is a shareholder with shares equal or greater than fifty percent (50%), representative or member of the board of directors for tenders of the entity where that civil servant is an employee; 4º a former employee of a procuring entity before a period of five (5) years or more after leaving the entity except if it is the procuring entity that seeks his/her expertise with regard to tenders for consultancy services, due to his/her proven specialized knowledge. However, companies in which the persons and institutions referred to in Paragraph One of this Article and whose shares are less than fifty per cent (50%) may bid for public tenders."
    },
    {
      "provision_ref": "art90",
      "chapter": "Chapter II – Award of public procurement",
      "section": "90",
      "title": "Article 90 – Other prohibitions",
      "content": "It is prohibited for: 1º a bidder, operating more than one company or holding shares equal or more than fifty percent (50%) in more than one company, to submit more than one bid for the same tender; 2º a bidder to participate in the same tender with his/ her parent, spouse, child or companies in which they have equal or more than fifty percent (50%) shares; 3º members of the public tender committee or any other person involved in the procurement award process or the management of procurement contract, to take part in tender award in which the following persons have participated: a) a person with whom he/she has kinship to the second degree in direct lineal kinship and to the third degree in collateral kinship; b) his/her former employer except after five (5) years he/she ceases to be his/her employee; c) a person with whom they have a financial interest; d) the bidder having an procurement contract with them or expecting employment or any other benefit. A consultant who has been hired by a procuring entity to provide consulting services for the preparation or implementation of a tender or a company connected to the consultant shall not be allowed to bid for providing goods, works or consultant services related to that tender. The bidder has to mention in the bid, a leader, an official or any other person who has incompatibilities to participate in the award of the procurement he/she is competing for. Any act contrary to the provisions of this Article causes the cancellation of the contract by the procuring entity. However, the cancellation of the contract does not preclude other sanctions which are in jurisdiction of the procuring entity or other institutions."
    },
    {
      "provision_ref": "art91",
      "chapter": "Chapter III – Contract execution",
      "section": "91",
      "title": "Article 91 – Representation of the procuring entity in contract execution",
      "content": "The procuring entity must be represented by the supervising official. In that regard, such an official has the right to: 1º have access to the place where activities are being carried out, the place where the materials are being processed and where goods or supplies are manufactured; 2º conduct the necessary inspections for goods or supplies to be delivered or works to be performed at the successful bidder’s risks. The supervising official liaises between the procuring entity and the successful bidder and gives instructions to the successful bidder. The supervision referred to in Paragraph One of this Article does not exempt the successful bidder from his/her responsibility. If it is found out that the contract was not executed, the supervising official makes a report and immediately submits it to the successful bidder with acknowledgement of receipt."
    },
    {
      "provision_ref": "art92",
      "chapter": "Chapter III – Contract execution",
      "section": "92",
      "title": "Article 92 – Increasing, reducing or changing deliverables",
      "content": "During contract execution, the procuring entity has the right to increase, reduce or change the quantity of activities provided for in the contract, or even change some of their specifications without substantially changing their nature, due to important reasons or public interests. Such a reduction, increase or change must be subject to an additional contract, which must be executed based on the quotations of the initial contract. The successful bidder shall not refuse to execute the contract due to such a reduction, increase or change unless the reduction is more than twenty percent (20%) of the cost of the initial contract. If the reduction, increase or change of the deliverables of the contract results in a reduction of its cost by more than twenty percent (20%) of the initial contract, the procuring entity and the successful bidder negotiate the compensation to be given to the successful bidder depending on the total expense incurred in the execution of the contract but this compensation shall not exceed twenty percent (20%) of the activities that have been reduced."
    },
    {
      "provision_ref": "art93",
      "chapter": "Chapter III – Contract execution",
      "section": "93",
      "title": "Article 93 – Cancellation of the contract due to forged or fraudulent practices",
      "content": "At any time before or during the execution of the contract, the contract is cancelled or terminated if it is proved that any information or document submitted by the successful bidder was falsified or fraudulent. Once the contract is cancelled and it is not yet published, it may be awarded to the second-ranked bidder or re-advertised."
    },
    {
      "provision_ref": "art94",
      "chapter": "Chapter III – Contract execution",
      "section": "94",
      "title": "Article 94 – Sub-contracting",
      "content": "If the tender document does not state otherwise, the successful bidder may subcontract a part of the tender. The contracting authorities must, in the tender document, require bidders to indicate in their bids the percentage of the contract they may wish to subcontract to third parties and any proposed sub-contractors. Sub-contracting shall not, in anyway, be awarded to any person or company that has been debarred or suspended from public procurement in accordance with this Law and shall not exceed twenty percent (20%) of the contract. The successful bidder is the only one liable for contractual obligations even if the obligations of the sub-contractor has been agreed by the procuring entity."
    },
    {
      "provision_ref": "art95",
      "chapter": "Chapter III – Contract execution",
      "section": "95",
      "title": "Article 95 – Use of contract as a guarantee",
      "content": "The successful bidder may provide a contract as a guarantee in order to secure a loan if the contract has been signed. If the contract is cancelled, no claim whatsoever is made against the procuring entity. The amount of money that has been subcontracted by the successful bidder is deducted from the total value of the tender in order to establish the maximum amount of the loan the successful bidder is allowed to guarantee the tender."
    },
    {
      "provision_ref": "art96",
      "chapter": "Chapter III – Contract execution",
      "section": "96",
      "title": "Article 96 – Claim for compensation",
      "content": "The successful bidder is allowed to use any evidence to indicate the role of the procuring entity in order to make any claim or show the reasons why he/she did not respect any provisions of the contract or to request for refund of part of or the total amount of money he/she may have spent. If any disagreement arises between the procuring entity and the successful bidder, the latter must, in order not to lose his/her right to claim, be required to provide evidence in writing to the former showing the impact of such disagreement on contract activities and price within seven (7) days following the occurrence of such disagreement. However, the successful bidder shall not be allowed to give reasons that do not arise from the actions of the procuring entity or his/her official representative."
    },
    {
      "provision_ref": "art97",
      "chapter": "Chapter III – Contract execution",
      "section": "97",
      "title": "Article 97 – Providing for a duration of the guarantee for works",
      "content": "Unless the tender document provides otherwise, the guarantee period for works is one (1) year from the date of provisional acceptance of works."
    },
    {
      "provision_ref": "art98",
      "chapter": "Chapter III – Contract execution",
      "section": "98",
      "title": "Article 98 – Respect of provisions of the tender documents and other requirements in public procurement",
      "content": "While executing the contract, the successful bidder must comply with the tender document as well as any other public procurement regulations and instructions of the supervising official. If the successful bidder realizes that the operational instructions he/she received are contrary to the provisions of the t contract, he/she must present hi/her grievances in writing to the procuring entity within fifteen (15) days starting from the date of receiving such instructions."
    },
    {
      "provision_ref": "art99",
      "chapter": "Chapter III – Contract execution",
      "section": "99",
      "title": "Article 99 – Respect of laws and regulations in force",
      "content": "The successful bidder must respect all Laws and regulations in force and ensure that they are respected by his/her staff. Without prejudice of the provisions of Paragraph One of this Article, the successful bidder must pay all the workers, goods or supplies and services acquired from third parties while executing the contract. If the successful bidder does not pay all the workers, goods or supplies and services acquired from third parties while executing the contract, the procuring entity deducts payments equivalent to the amount due from his/her invoice and make such payments. The procuring entity shall not be held responsible or prosecuted for any breach of any laws and regulations by the successful bidder or his/her staff."
    },
    {
      "provision_ref": "art100",
      "chapter": "Chapter III – Contract execution",
      "section": "100",
      "title": "Article 100 – Execution of multiple contracts",
      "content": "If a successful bidder is awarded another tender or several tenders, each tender is considered to be independent from the others and must continue to be executed. The problems faced by the successful bidder while executing one contract shall not in any way be provided as an excuse to change or delay the execution of other different contracts awarded to him/her. Similarly, the procuring entity shall not cite those problems as an excuse to deny payment of approved invoices for an unrelated tender, unless those problems may lead to the debarment of the successful bidder from public tenders."
    },
    {
      "provision_ref": "art101",
      "chapter": "Chapter III – Contract execution",
      "section": "101",
      "title": "Article 101 – Responsibility of the successful bidder towards validation of the study",
      "content": "Prior to the signing of the contract for works, the successful bidder is allotted the time limit dedicated to the analysis of the study as provided for in the tender document. Upon validation of the study, he/she develops an operational schedule based on the specific features of the works to be thereafter agreed upon by both parties. Where the successful bidder spots flaws or significant missing details in the study, which need to be addressed prior to the execution of the study, he/she reports them to the procuring entity within three (3) working days for decision."
    },
    {
      "provision_ref": "art102",
      "chapter": "Chapter III – Contract execution",
      "section": "102",
      "title": "Article 102 – Commencement of works",
      "content": "Unless the commencement of works depends on weather conditions or other factors beyond the procuring entity’s control, which makes it necessary for the procuring entity to issue in writing instructions for the commencement of works, the date for the commencement of activities is provided for in the contract. However, if no instructions for the commencement of works are issued within sixty (60) days following the signing of the contract or if the date for the commencement of works is put beyond the period of sixty (60) days, the successful bidder has the right to refuse to execute the contract and claim for compensations for loss caused by such a delay. The successful bidder loses this right if he/she does not claim for it within twenty (20) days following the sixty (60) days mentioned in this Article."
    },
    {
      "provision_ref": "art103",
      "chapter": "Chapter III – Contract execution",
      "section": "103",
      "title": "Article 103 – Insurance for works",
      "content": "Within the period provided for by the tender document, the successful bidder must submit documentary evidence to the procuring entity to show that on the very onset of works, he/she has obtained an insurance cover for work accidents which any person or their property may undergo during the process of the execution of the works. The successful bidder provides proof of payment for the insurance premiums, whenever requested to do so."
    },
    {
      "provision_ref": "art104",
      "chapter": "Chapter III – Contract execution",
      "section": "104",
      "title": "Article 104 – Planning for the execution of works",
      "content": "Before the commencement of preliminary works, the successful bidder must submit to the procuring entity the plan of activities for the contract execution of works in accordance with the contract. Such plan must contain the general methods, arrangements, order and timing for all the activities in the works."
    },
    {
      "provision_ref": "art105",
      "chapter": "Chapter III – Contract execution",
      "section": "105",
      "title": "Article 105 – Procuring entity’s additional instructions",
      "content": "Where additional instructions are necessary, the tender document determines the period within which such instructions have to be issued. If there is no specific period for such instructions, the procuring entity gives the instructions within thirty (30) days from the time they were requested. If the procuring entity does not give such instructions within the period provided in Paragraph One of this Article, instructions contained in the tender document apply."
    },
    {
      "provision_ref": "art106",
      "chapter": "Chapter III – Contract execution",
      "section": "106",
      "title": "Article 106 – Demarcating the site for works",
      "content": "Before the commencement of works, the successful bidder establishes the demarcations showing the area where the works have to be executed and uses a sufficient number of landmarks to show such demarcations. When the demarcations have been established, the successful bidder informs the procuring entity in writing. The procuring entity has fifteen (15) days to inspect the site demarcations and where necessary to request the successful bidder to make some corrections. If the procuring entity does not respond within that period, the demarcations are considered approved. The successful bidder must respect the established demarcations."
    },
    {
      "provision_ref": "art107",
      "chapter": "Chapter III – Contract execution",
      "section": "107",
      "title": "Article 107 – Supervising official’s office",
      "content": "The successful bidder provides an office to the supervising official at the place where the works are being executed, unless it is provided otherwise by the tender document."
    },
    {
      "provision_ref": "art108",
      "chapter": "Chapter III – Contract execution",
      "section": "108",
      "title": "Article 108 – Daily supervision of works",
      "content": "The supervising official must monitor the works on a daily basis so that no works start without his/her approval. Depending on the size of the works, the procuring entity may seek assistance from a firm or a private person for the purpose of carrying out a daily supervision of works."
    },
    {
      "provision_ref": "art109",
      "chapter": "Chapter III – Contract execution",
      "section": "109",
      "title": "Article 109 – Security at the site",
      "content": "The successful bidder must ensure the security of the site at all times during the period of execution of works. However, if any person are involved in an accident or property is damaged due to factors resulting from project design or due to instructions imposed on the successful bidder by the procuring entity, the liability resulting from the accident or damage is borne by the procuring entity as long as such a problem was reported by the successful bidder in accordance with the provisions of this Law."
    },
    {
      "provision_ref": "art110",
      "chapter": "Chapter III – Contract execution",
      "section": "110",
      "title": "Article 110 – Daily site log book",
      "content": "Where works are executed in part or wholly on the basis of the price of each type of the work or payment for such works is made on the basis of inspections carried out, or on the basis of provisional prices, the supervising official must maintain in his/her office a daily site log book. The content and requirements of the daily site log book are provided for in the tender document. The successful bidder must sign the daily site log book in the office of the supervising official within five (5) days from the date the records were written, even if he/she does not agree with the content. If the successful bidder fails to sign the daily site lob book within the period provided for under the preceding Paragraph, he/she is considered to have accepted the content with no objection."
    },
    {
      "provision_ref": "art111",
      "chapter": "Chapter III – Contract execution",
      "section": "111",
      "title": "Article 111 – Daily statement of the work done",
      "content": "The successful bidder must submit on a daily basis to the representative of the procuring entity a statement of the work done, indicating materials delivered, the number of workers of each category who reported to the site and the work assigned to them."
    },
    {
      "provision_ref": "art112",
      "chapter": "Chapter III – Contract execution",
      "section": "112",
      "title": "Article 112 – Leftover pieces and rubbles",
      "content": "When works to be executed include demolitions, the leftover pieces and rubbles become the property of the successful bidder unless otherwise stipulated in the tender document. Where the tender document stipulates that part of or all the leftover pieces and rubbles become the property of the procuring entity, the successful bidder must take all the necessary measures to ensure that such materials and objects are not damaged. He/she is held responsible for any damage to the materials or objects resulting from his/her activities or that of his/her employees. Whatever the procuring entity plans to do with the materials and objects from the demolition, the successful bidder bears the costs related to their movement to the place where they must be stored as indicated by the supervising official. If such place is not more than one hundred (100) meters from the site. If this distance is beyond one hundred (100) meters, the procuring entity bears the costs. Unless otherwise provided for in the tender document, the successful bidder must, as works progress, remove the product of demolition, rubble and debris and other materials from the demolition in compliance with the instructions of the procuring entity."
    },
    {
      "provision_ref": "art113",
      "chapter": "Chapter III – Contract execution",
      "section": "113",
      "title": "Article 113 – Discoveries during the execution of works",
      "content": "Anything of value discovered during the excavation or demolition must be promptly notified to the procuring entity which decides what to do with it. Artworks, antiquities, archaeological objects, medals, ancient coins and any other valuable objects in the area of science and technology as well as rare or objects made from precious materials, discovered during execution or demolition, must become the property of the procuring entity and handed over to the supervising official or the procuring entity’s representative. If any dispute arises, the procuring entity makes a final ruling."
    },
    {
      "provision_ref": "art114",
      "chapter": "Chapter III – Contract execution",
      "section": "114",
      "title": "Article 114 – Approval of materials to be used",
      "content": "Materials to be used by the successful bidder shall not be used without prior approval by the supervising official. The procuring entity may use any means deemed to be useful to determine the quality and quantity of materials. The tender document provides for inspection that includes technical verification of materials and other goods or supplies. If anyone of the contracting parties disagrees with the results of technical verification, he/she has the right to sanction a counter verification conducted by an institution agreed upon between the two parties but the cost is borne by the party that requests for such counter verification."
    },
    {
      "provision_ref": "art115",
      "chapter": "Chapter III – Contract execution",
      "section": "115",
      "title": "Article 115 – Fraud and defect",
      "content": "The successful bidder is, upon suspicion of fraud or defect, required to demolish the works executed and to reconstruct them. Cost for such demolition and reconstruction is borne by the successful bidder depending on whether suspicion is found to be true or by the procuring entity depending on whether suspicion is found to be not true."
    },
    {
      "provision_ref": "art116",
      "chapter": "Chapter III – Contract execution",
      "section": "116",
      "title": "Article 116 – Temporary suspension of works",
      "content": "The decision to suspend the works temporarily may be made: 1º by the procuring entity for public interests; 2º by the successful bidder in accordance with the provisions of this Law. The temporary suspension of works shall not exceed thirty (30) days; if it exceeds those days, the contract is automatically terminated. However, if the procuring entity takes a decision to suspend the works temporarily for a period exceeding thirty (30) days, both parties agree on measures to be put in place in order to avoid any loss which may results from such a suspension. The period during which the works are suspended results into the extension of the execution period of the contract as long as the contractual period did not coincide with the date the decision to temporarily suspend the works was taken."
    },
    {
      "provision_ref": "art117",
      "chapter": "Chapter III – Contract execution",
      "section": "117",
      "title": "Article 117 – Measures to be taken in case of temporary suspension",
      "content": "When the execution of works is temporarily suspended, the successful bidder must at his/her own costs take sufficient measures to insure the security of works already executed and materials and to protect them from degradation. When works are temporarily suspended, the procuring entity suspends temporarily the successful bidder for the supervision of works."
    },
    {
      "provision_ref": "art118",
      "chapter": "Chapter III – Contract execution",
      "section": "118",
      "title": "Article 118 – Unexpected circumstances",
      "content": "In accordance with provisions of this Law, the successful bidder must know the nature of the soil at the site and to have prepared his/her bid in accordance with findings of the analysis and his/her own calculations. Accordingly, all works executed, measures taken and costs inherent in the performance of works including those intended to prevent the subsidence of the ground, displacement and reinstallation of cables and pipes into their original locations are borne by the successful bidder. However, where in the course of the execution of the contract, the successful bidder encounters technical or geological obstacles including the remains of old buildings or a pond of water, which could not have been reasonably anticipated even though they existed before the signing of the contract and if he/she believes such obstacles would result into additional costs or extension of the execution period of the contract, he/she must notify in writing the procuring entity in accordance with the provisions of this Law. In its notification to the procuring entity, the successful bidder must fully explain the obstacle in question, indicating in detail the impact such obstacles may have, the measures he/she plans or intends to take, as well as the length of delay that this is likely to cause and any other hindrance that may create a negative impact on the execution of works. The procuring entity has the rights to extend the period of the execution of the contract, to revise Articles concerning the pricing by means of an additional contract, terminate the contract or reject the claims of the successful bidder if he/she believes such claims are not relevant."
    },
    {
      "provision_ref": "art119",
      "chapter": "Chapter III – Contract execution",
      "section": "119",
      "title": "Article 119 – Failure by the successful bidder to execute the contract",
      "content": "The successful bidder is regarded as having failed in his/her to execute the tender obligations, if: 1º the works are not fully completed within the period provided for by the tender document or within the period within which specified sections of the works were to be completed; 2º the works are suspended in a manner that they shall not be completed within the period provided for by the contract; 3º he/she contravenes written instructions lawfully received from the procuring entity. The failure by the successful bidder to execute the contract is communicated in a written report by the supervising official as provided for by this Law. The successful bidder is given fifteen (15) working days from the date of receipt of the report showing his/her failure to execute the contract so that he/she corrects his/her mistakes or otherwise defend himself/herself in writing. Failure to react to the report within the given time, it is assumed that he/she has accepted the content of the report. If the successful bidder does not correct the requirements, the procuring entity may take any decision deemed appropriate. The successful bidder is not considered as having failed to execute the contract if such failure resulted from the procuring entity."
    },
    {
      "provision_ref": "art120",
      "chapter": "Chapter III – Contract execution",
      "section": "120",
      "title": "Article 120 – Replacement of the successful bidder",
      "content": "Subject to the penalty provisions in this Law, if the successful bidder goes beyond the period of fifteen (15) days without correcting his/her mistakes or otherwise defending himself/herself in writing, the procuring entity may decide to complete the works by force account and, if necessary use the materials and workers of the successful bidder. The procuring entity may as well, if it finds it more economical, sign a contract with another person. In any case, the cost for the completion of the works is borne by the successful bidder who also bears all the consequences that may arise as provided for by this Law. Before the implementation of the provisions of the Paragraph One of this Article, the procuring entity invites the successful bidder and make a report showing the progress of the works and the materials at the site. The report is signed by the procuring entity and the successful bidder, if present. Thereafter, the procuring entity presents to the successful bidder a list of materials and workers that may be used to complete the works, where necessary."
    },
    {
      "provision_ref": "art121",
      "chapter": "Chapter III – Contract execution",
      "section": "121",
      "title": "Article 121 – Types of official acceptance of works",
      "content": "A tender document may provide for a partial provisional acceptance, a provisional acceptance and a final official acceptance of entire works."
    },
    {
      "provision_ref": "art122",
      "chapter": "Chapter III – Contract execution",
      "section": "122",
      "title": "Article 122 – Partial provisional acceptance of works",
      "content": "Partial provisional acceptance of works concerns part of given works and enables the procuring entity to take possession and utilize the part of works accepted. However, from the date of that possession, the successful bidder is only responsible for the repairs resulting from construction defects or poor workmanship and to make the corrections pointed out in the partial provisional acceptance report. Such responsibility applies during the period covered by durability guarantee in accordance with this Law. The period for the durability guarantee for all components replaced or repaired begins to run from the date on which these operations were executed to the satisfaction of the procuring entity."
    },
    {
      "provision_ref": "art123",
      "chapter": "Chapter III – Contract execution",
      "section": "123",
      "title": "Article 123 – Provisional acceptance of entire works",
      "content": "Provisional acceptance of works concerns the entire works and is carried out in the same manner and has the same effects as the partial provisional acceptance of works."
    },
    {
      "provision_ref": "art124",
      "chapter": "Chapter III – Contract execution",
      "section": "124",
      "title": "Article 124 – Duration of the guarantee for works",
      "content": "Unless the tender document provides otherwise, the guarantee period for works is one (1) year from the date of provisional acceptance of works."
    },
    {
      "provision_ref": "art125",
      "chapter": "Chapter III – Contract execution",
      "section": "125",
      "title": "Article 125 – Period of provisional or partial provisional acceptance of works",
      "content": "Provisional or partial provisional acceptance of works takes place within twenty (20) days following the date provided for the completion of works or part of the works. If works are completed before or after that date, the successful bidder informs the supervising official in writing, and he/she uses this opportunity to request for the provisional acceptance of works. Within twenty (20) days from the date the successful bidder requested for the provisional acceptance of works, the procuring entity makes a statement agreeing to or refusing the provisional acceptance of works. The statement must indicate mistakes to be corrected, if any. When this period expires, the procuring entity pays to the successful bidder zero point five percent (0.5%) of the amount that would be due for payment after the provisional acceptance for each week of delay. Such penalties shall not exceed five percent (5%) of such amount."
    },
    {
      "provision_ref": "art126",
      "chapter": "Chapter III – Contract execution",
      "section": "126",
      "title": "Article 126 – Works which may not be accepted",
      "content": "Refusal to accept works applies on the executed works which do not meet the requirements or were not executed in a professional standards as well as works executed using materials not approved by the procuring entity. Provisional or partial provisional acceptance of works only takes place after correction of mistakes reported in the statement refusing the provisional acceptance of such works."
    },
    {
      "provision_ref": "art127",
      "chapter": "Chapter III – Contract execution",
      "section": "127",
      "title": "Article 127 – Final acceptance of works",
      "content": "Final acceptance of works concerns the entire work and takes place within twenty (20) days: 1º prior to expiry of the guarantee period for the provisional acceptance of works or the last period of guarantee for the provisional acceptance of works if there had been several partial acceptances of works; 2º following the date on which all defects, poor workmanship and any other mistakes pointed out in the statement of the acceptance are corrected. When the identified mistakes are not entirely corrected, a statement refusing the final acceptance is made. Subsequently, the successful bidder proves the procuring entity in writing that the mistakes were corrected and the final reception may take place. From the date the successful bidder submits such a document, the final acceptance takes place within twenty (20) days. The successful bidder is given a certificate of final acceptance of works, indicating the date on which he/she completed his/her contractual obligations within the contract."
    },
    {
      "provision_ref": "art128",
      "chapter": "Chapter III – Contract execution",
      "section": "128",
      "title": "Article 128 – Works considered finally accepted",
      "content": "If the procuring entity does not respond to the successful bidder’s request for final acceptance of works, such final acceptance of works is considered to have taken place twenty (20) days after the request was made. If the procuring entity does not respond in time and the acceptance is considered to have taken place while there are defects, the official who was addressed and failed to respond is responsible for the loss resulting from such poor performance of works."
    },
    {
      "provision_ref": "art129",
      "chapter": "Chapter III – Contract execution",
      "section": "129",
      "title": "Article 129 – Cleaning the site",
      "content": "After the provisional or partial provisional acceptance of works, the successful bidder must remove temporary installations and all the materials that are no longer necessary for the execution of the tender. The successful bidder must further, at the final acceptance of works, remove all rubbish and tidy up the site and where possible restore into their original position any things that had been dislocated due to the execution of the tender."
    },
    {
      "provision_ref": "art130",
      "chapter": "Chapter III – Contract execution",
      "section": "130",
      "title": "Article 130 – Final statement of works",
      "content": "Within ninety (90) days from the date of the final acceptance of works, the successful bidder presents to the procuring entity, a statement of each party’s obligations towards the other with the view to terminating the contract. Such statement is signed by the supervising official."
    },
    {
      "provision_ref": "art131",
      "chapter": "Chapter III – Contract execution",
      "section": "131",
      "title": "Article 131 – Ten-year accountability",
      "content": "The successful bidder is accountable before the procuring entity for the durability of all works he/she carried out. From the time of the final acceptance of works, the successful bidder and if necessary jointly with the engineer or the company which designed the works including a road or any building are held accountable for any mistakes that were made in the design and construction of the works for a period of ten (10) years."
    },
    {
      "provision_ref": "art132",
      "chapter": "Chapter III – Contract execution",
      "section": "132",
      "title": "Article 132 – Delivery period",
      "content": "The delivery period is determined by the procurement contract."
    },
    {
      "provision_ref": "art133",
      "chapter": "Chapter III – Contract execution",
      "section": "133",
      "title": "Article 133 – Multiple contracts for supplies",
      "content": "If a successful bidder was awarded a contract for supplies which is similar to the contract that he/she had earlier been awarded, but the delivery period for the first contract expired before the delivery of all or part of the supplies of the first tender without known reasons, supplies delivered after being awarded the second contract are assigned to the first contract up to its completion. Invoices supporting such supplies are treated in the same manner. However, the delivery period for supplies that are the subject of the second tender continues to be respected."
    },
    {
      "provision_ref": "art134",
      "chapter": "Chapter III – Contract execution",
      "section": "134",
      "title": "Article 134 – Planning for the execution of the contract for supplies",
      "content": "For large tenders of supplies, the tender document may require the successful bidder, to present, prior to the execution of the contract, a planning for the execution of the contract. The same document provides for the period within which the successful bidder has to present such planning and the period within which the procuring entity gives its opinion thereabout."
    },
    {
      "provision_ref": "art135",
      "chapter": "Chapter III – Contract execution",
      "section": "135",
      "title": "Article 135 – Suspension of the contract for supplies and its duration",
      "content": "At any time, the procuring entity may order in writing the successful bidder to suspend: 1º further manufacturing of supplies; 2º delivery of supplies at the place of reception. Such a suspension is due to reasons explained to the successful bidder and shall not exceed sixty (60) days, unless such reasons dictate otherwise. However, where the successful bidder was not responsible for the reasons that resulted into the suspension, he/she has the right to request the procuring entity to terminate the contract if the suspension period exceeds sixty (60) days and where the extension leads him/her to loss. The successful bidder must indicate all the factors that show the nature of such loss. The procuring entity must, within fifteen (15) days from the date he/she received the request give his/her a response. When the period of fifteen (15) days expires without response, the procuring entity bears the cost of the current and future prejudice."
    },
    {
      "provision_ref": "art136",
      "chapter": "Chapter III – Contract execution",
      "section": "136",
      "title": "Article 136 – Security of goods or supplies during the suspension of the tender",
      "content": "During the tender suspension period, the successful bidder takes all necessary measures to protect goods or supplies against any loss, theft or damage, either by his own initiative or according to instructions from the procuring entity, even if the supplies had been delivered but the latter their storage or installation has not yet been completed."
    },
    {
      "provision_ref": "art137",
      "chapter": "Chapter III – Contract execution",
      "section": "137",
      "title": "Article 137 – Additional costs caused by the suspension of the contract",
      "content": "Additional costs caused by the suspension of the contract is added to the amount of the contract, except where the suspension: 1º had been provided for differently in the contract; 2º is deemed necessary due to weather conditions at the place of destination; 3º is considered necessary due to mistakes of the successful bidder; 4º is deemed necessary in order to ensure the security of the supplies or the better execution of whole or part of the contract, insofar as this necessity is not the result of an act of or failure by the procuring entity. The successful bidder submits to the procuring entity a document explaining the additional costs within thirty (30) days from the date of suspension of delivery of goods or supplies."
    },
    {
      "provision_ref": "art138",
      "chapter": "Chapter III – Contract execution",
      "section": "138",
      "title": "Article 138 – Preliminary technical acceptance",
      "content": "The tender document may provide for preliminary technical acceptance of materials or samples to be used in the manufacturing of goods or supplies. This tender document must also specify sufficiently the modalities for this acceptance. However, the preliminary technical acceptance shall not deprive the procuring entity of its right to reject the reception of goods or to require their replacement a part of the material of their composition or other things used in the manufacturing of goods or supplies, where inspections reveal mistakes or any other defect."
    },
    {
      "provision_ref": "art139",
      "chapter": "Chapter III – Contract execution",
      "section": "139",
      "title": "Article 139 – Verification of goods or supplies",
      "content": "The tender document defines modalities for the verification of goods or supplies either at the place where they are manufactured or during the time of delivery. The procuring entity establishes a team responsible for verifying, approving and receiving goods or supplies. The successful bidder continues to be responsible for the supplies he/she delivered until a supplies reception report is signed by the procuring entity."
    },
    {
      "provision_ref": "art140",
      "chapter": "Chapter III – Contract execution",
      "section": "140",
      "title": "Article 140 – Rejection of delivered items",
      "content": "If the verification of goods or supplies shows that they do not conform to the provisions of the tender document, the procuring entity rejects them and fixes a deadline for the successful bidder to retake them and inform him/her by a written notice. Such a period must be at least twenty (20) days from the date the successful bidder was informed of the rejection of delivered items. If the deadline expires before the successful bidder does what he/she was required to do, the procuring entity is allowed to take all measures deemed necessary including selling the goods by public auction. If the goods or supplies are sold by public auction, the proceeds of the sale are used to cover all the expenses related to the public auction and any debt incurred by the successful bidder in the execution of the tender. In case there is a balance, the procuring entity deposits it on the successful bidder’s account. If the procuring entity fails to obtain the successful bidder’s account, it keeps the balance on its account within five (5) years. If that period expires the money becomes the property of the public treasury. If the money from the public auction is not sufficient the balance is borne by the successful bidder."
    },
    {
      "provision_ref": "art141",
      "chapter": "Chapter III – Contract execution",
      "section": "141",
      "title": "Article 141 – Place of reception of goods or supplies",
      "content": "Goods or supplies must be delivered to the procuring entity in accordance with the provisions of the tender document. If the place of delivery is full or due to any other reason, the procuring entity, without prior consultations with the successful bidder, has the right to instruct the latter to deliver them to another place where they are received. In this case, additional transport and handling costs as well as risks are borne by the procuring entity."
    },
    {
      "provision_ref": "art142",
      "chapter": "Chapter III – Contract execution",
      "section": "142",
      "title": "Article 142 – Delivery note",
      "content": "For each delivery, the successful bidder prepares a delivery note to be sent to the procuring entity together with supplies upon delivery in order to help check conformity of delivered items with those specified in the contract. The delivery note must describe the supplies indicating their specifications, quantities, type, number, weight as well as the identification number of the mode of transport used in the delivery. The tender document determines who is responsible for loading, unloading and placing the supplies in their final location."
    },
    {
      "provision_ref": "art143",
      "chapter": "Chapter III – Contract execution",
      "section": "143",
      "title": "Article 143 – Reception of supplies",
      "content": "Depending on the nature of the supplies, the tender document may provide for partial reception, provisional reception and final reception."
    },
    {
      "provision_ref": "art144",
      "chapter": "Chapter III – Contract execution",
      "section": "144",
      "title": "Article 144 – Partial reception of supplies",
      "content": "Partial reception can be final or provisional, according to the provisions of the tender document and the nature of supplies. Where no final reception is provided for, the procuring entity may receive and use the supplies after their partial reception. Where a final reception is provided for, the successful bidder must, during the guarantee period, repair or replace damaged items. Where the successful bidder has to repair or replace damaged items, the period of guarantee commences from the date when they were repaired or replaced to the satisfaction of the procuring entity. Where no final reception is provided, partial reception is deemed to be final acceptance for the supplies delivered. The final report for the contract is necessary whether final reception is provided or not."
    },
    {
      "provision_ref": "art145",
      "chapter": "Chapter III – Contract execution",
      "section": "145",
      "title": "Article 145 – Provisional reception of supplies",
      "content": "Provisional reception of supplies is necessary if the tender document provides for a final reception of supplies. The period of guarantee for the supplies commences from the date of the provisional reception, unless the tender document provides otherwise."
    },
    {
      "provision_ref": "art146",
      "chapter": "Chapter III – Contract execution",
      "section": "146",
      "title": "Article 146 – Final reception of supplies",
      "content": "Final reception of supplies may occur after: 1º the provisional reception or a partial reception of supplies; 2º delivery and verification that the supplies conform to the tender document. A final acceptance report is made after the provisional reception or the partial reception of supplies. If a final reception of supplies is provided, it takes place within twenty (20) days prior to the expiry of the period of the guarantee for the provisional reception of supplies. If there had been several partial receptions, the report for the final reception of supplies provided for in this Law is made within twenty (20) days prior to the expiry of the period of guarantee for supplies. Where the final reception is provided or not, a report of final reception of supplies is made and shows how the entire tender was executed."
    },
    {
      "provision_ref": "art147",
      "chapter": "Chapter III – Contract execution",
      "section": "147",
      "title": "Article 147 – Slight reduction of price due to change of quantity or quality of goods or supplies",
      "content": "If the delivered goods are slightly different and the procuring entity believes that they shall not have a big impact on their use, the procuring entity may accept them but order the successful bidder for the price to be reduced. If it is found out that the delivered supplies include some that are in good condition and others that are not, the procuring entity may reject all of them without any compensation to the successful bidder or sort out and accept only those supplies which are in good condition. Expenses for such sorting-out are borne by the successful bidder. If the quantity of the supplies is less than the quantity required, the procuring entity may reject all the supplies or accept only the quantities delivered. The provisions of this Article are without prejudice to the application of sanctions provided for in case of non-execution or poor execution of the contract."
    },
    {
      "provision_ref": "art148",
      "chapter": "Chapter III – Contract execution",
      "section": "148",
      "title": "Article 148 – After sale service by the successful bidder",
      "content": "If the tender document provides for after sale services, the successful bidder must perform such services. In that case, he/she must provide repair and maintenance services of supplies and to deliver spare parts quickly."
    },
    {
      "provision_ref": "art149",
      "chapter": "Chapter III – Contract execution",
      "section": "149",
      "title": "Article 149 – Final statement of the supply contract",
      "content": "Within thirty (30) days from the signing of the report for the final reception of the supplies, the successful bidder submits to the procuring entity a proposal of the final statement of the supply contract duly approved by the supervising official."
    },
    {
      "provision_ref": "art150",
      "chapter": "Chapter III – Contract execution",
      "section": "150",
      "title": "Article 150 – Code of conduct for the successful bidder for consultancy services",
      "content": "The successful bidder for consultancy services must, at all times, be a reliable adviser to the procuring entity in accordance with the laws or with professional ethics and must be bound by professional secrecy. In particular, the successful bidder for consultancy services must refrain from: 1º revealing information concerning the services he/she is providing without prior approval from the procuring entity; 2º engaging in any act which contravenes his/her contractual obligations towards the procuring entity; 3º taking any decision on behalf of the procuring entity without the latter's prior written consent which is presented whenever necessary; 4º any reason that may compromise his/her independence at work."
    },
    {
      "provision_ref": "art151",
      "chapter": "Chapter III – Contract execution",
      "section": "151",
      "title": "Article 151 – Restrictions on remuneration by third party",
      "content": "The successful bidder shall not be allowed to receive any other remuneration relating to the contract he/she has been awarded except that from the procuring entity. The successful bidder or his/her staff shall not be allowed to receive any remuneration, given by any other person, related to the execution of the tender. He/she shall not also receive directly or indirectly any remuneration for having used patented or copyrighted process."
    },
    {
      "provision_ref": "art152",
      "chapter": "Chapter III – Contract execution",
      "section": "152",
      "title": "Article 152 – Professional secrecy",
      "content": "The successful bidder and his/her staff must uphold professional secrecy during the period of the contract and after its completion. In this respect, save for a prior written consent by the procuring entity, the successful bidder, his/her associates and staff shall not, at any time, communicate to any person, confidential information they heard or saw or disclose conclusions reached during or after the period of the execution of the tender. They shall not also use, in any way detrimental to the procuring entity, information they received or findings of research carried out during the execution of the tender or from the period of the preparation of the execution of the tender."
    },
    {
      "provision_ref": "art153",
      "chapter": "Chapter III – Contract execution",
      "section": "153",
      "title": "Article 153 – Tender for project design",
      "content": "The successful bidder must prepare the project document and drawings using established professional norms and the latest techniques. He/she must also approve that technical specifications and drawings as well as any other documents related to the supply of goods and consultancy services for the project are designed with neutrality so that it may not constitute a bottleneck for fair competition, where necessary."
    },
    {
      "provision_ref": "art154",
      "chapter": "Chapter III – Contract execution",
      "section": "154",
      "title": "Article 154 – Rights on reports and documents",
      "content": "All documents or drawings produced by the successful bidder during the execution of the contract are kept confidentially and are the property of the procuring entity. When the contract is completed, the successful bidder submits all those documents and drawings to the procuring entity. However, the successful bidder may keep their copies, though he/she may not use them for purposes that are not related to the tender without prior written consent from the procuring entity. The successful bidder shall not be allowed to publish documents related to the contract, use them when providing services to other parties, reveal what he/she was told by the procuring entity or information he/she knows about the tender without the procuring entity's written consent."
    },
    {
      "provision_ref": "art155",
      "chapter": "Chapter III – Contract execution",
      "section": "155",
      "title": "Article 155 – Principle of non-modification of contract execution modalities",
      "content": "The successful bidder must perform personally the services required using the staff and modalities that were the basis for the award of the tender. Where the successful bidder finds it necessary to change any of the provisions of this Article, he/she may do so with prior written consent from the procuring entity."
    },
    {
      "provision_ref": "art156",
      "chapter": "Chapter III – Contract execution",
      "section": "156",
      "title": "Article 156 – Liability for mistakes made by the successful bidder during the execution of the contract",
      "content": "The successful bidder is accountable for the mistakes that he/she made during the execution of the contract. Whenever it is required by the procuring entity, the successful bidder corrects, at his/her own cost, any mistake that was identified in his/her work. However, he/she shall not be liable for any claims of lacunae and losses due to the fact that: 1º the procuring entity did not respect the advice by the successful bidder; 2º the procuring entity imposed the successful bidder to implement instructions with which the successful bidder did not agree or which he or she had some concerns; 3º the procuring entity, its representatives, its staff or his/her experts wrongly implemented the recommendations made by the successful bidder."
    },
    {
      "provision_ref": "art157",
      "chapter": "Chapter III – Contract execution",
      "section": "157",
      "title": "Article 157 – Staffing and its replacement",
      "content": "Where the contract concerns technical assistance, the successful bidder is responsible for the competence and conduct of the staff put at the disposal of the procuring entity. In case of incompetence or misconduct by any staff in accordance with the provisions of this Law, the procuring entity may order their replacement."
    },
    {
      "provision_ref": "art158",
      "chapter": "Chapter III – Contract execution",
      "section": "158",
      "title": "Article 158 – Working hours and leave of staff put at the disposal of the procuring entity",
      "content": "The staff put at the disposal of the procuring entity strictly observes the working hours within the department in which he/she is appointed. Such staff goes on leave in accordance with the Law unless the tender document provides otherwise."
    },
    {
      "provision_ref": "art159",
      "chapter": "Chapter III – Contract execution",
      "section": "159",
      "title": "Article 159 – Suspension of consultancy service contract execution",
      "content": "The procuring entity has the right to suspend the execution of the contract for consultancy services whenever it is necessary. Such suspension must have a reason which is explained to the successful bidder and it shall not exceed a period of sixty (60) days unless dictated by the reasons causing such suspension. However, where the successful bidder was not responsible for the reasons that resulted into the suspension, he/she has the right to request the procuring entity to cancel the contract if the suspension period exceeds sixty (60) days and the extension affects him/her negatively. The successful bidder must indicate all the factors that show the nature of the prejudice resulting from that suspension. The procuring entity must, within fifteen (15) days from the date it received the request, make a decision with regard to the request of the successful bidder. When this period expires, the procuring entity bears the cost of the current and future impact. Any consequences caused by this suspension must be borne by the procuring entity."
    },
    {
      "provision_ref": "art160",
      "chapter": "Chapter III – Contract execution",
      "section": "160",
      "title": "Article 160 – Reports or documents to be produced",
      "content": "Depending on the type of service being the subject of the contract, the tender document determines the different reports and documents that must be produced as well as when they shall must be produced. The procuring entity is required to react on these reports or documents within sixty (60) days from the date of their submission, unless the tender document provides for a shorter period. In any case, if the procuring entity does not react within the specified time, the reports or documents are considered approved. In that case, the successful bidder may proceed with the next step of his/her work If the report or document or part of them is not accepted, the procuring entity gives the successful bidder a period within which the latter must have finished making the corrections and submitted the new report or document for approval."
    },
    {
      "provision_ref": "art161",
      "chapter": "Chapter III – Contract execution",
      "section": "161",
      "title": "Article 161 – Final statement of the execution of the contract",
      "content": "Within thirty (30) days from the signing of the report for the final approval of consultancy services, the successful bidder submits to the procuring entity, a proposal of the final statement of the execution of the contract duly approved by the supervising official."
    },
    {
      "provision_ref": "art162",
      "chapter": "Chapter III – Contract execution",
      "section": "162",
      "title": "Article 162 – Reasons for the termination of the contract",
      "content": "A procurement contract may be terminated by the death of the successful bidder, cancellation, completion of the contract execution or force majeure. The procuring entity may modify or terminate a contract if as a result of any circumstances which have occurred after the conclusion of the said contract it is not in a position to perform the obligations thereof. In such a case, the procuring entity must be liable to the successful bidder for damages incurred as a result of the conclusion of the contract."
    },
    {
      "provision_ref": "art163",
      "chapter": "Chapter III – Contract execution",
      "section": "163",
      "title": "Article 163 – Successful bidder’s death",
      "content": "If the successful bidder dies, the tender is automatically terminated. However, the procuring entity considers any request to continue the execution of the contract by the heirs of the deceased person or any other rightful persons, within fifteen (15) days from the date of the death of the successful bidder. The procuring entity’s decision is communicated to those who are concerned within thirty (30) days from the date of receipt of their request."
    },
    {
      "provision_ref": "art164",
      "chapter": "Chapter III – Contract execution",
      "section": "164",
      "title": "Article 164 – Exemption from liability",
      "content": "None of the contracting parties is considered to have contravened the provisions of the contract, if the reasons for not respecting the provisions of the contract are such as demonstrations, lock-out, declared and undeclared wars, embargo, riots, uprising, epidemics, landslides, earthquakes, hurricanes, thunder, floods, civil wars, explosions and any other similar phenomenon outside and beyond the contracting parties’ control. However, the successful bidder may refer to the provisions of this Article only if the force majeure occurs during the period planned for the execution of the contract or during the period of extension of the tender."
    },
    {
      "provision_ref": "art165",
      "chapter": "Chapter III – Contract execution",
      "section": "165",
      "title": "Article 165 – Loss, damage or destruction due to force majeure",
      "content": "If there is loss, damage or destruction due to force majeure, the procuring entity pays the invoices for the lost, damaged or destroyed items, if and only if such force majeure occurred after the provisional or final acceptance of activities where no provisional acceptance has been provided for; or after the inspection and confirmation by a written report of an authorized person."
    },
    {
      "provision_ref": "art166",
      "chapter": "Chapter III – Contract execution",
      "section": "166",
      "title": "Article 166 – Communication of force majeure",
      "content": "If one of the tender contracting parties believes that there is force majeure likely to result into negative effects in the execution of any obligations of the contract, it shall, in order for it to secure its rights, inform the other party within a period of five (5) days starting from the date of the occurrence of the force majeure or from the day it becomes possible for it to do so, explain the case of force majeure, its duration and its impact. If such force majeure concerns the tender for works, it shall be recorded in the daily site log book."
    },
    {
      "provision_ref": "art167",
      "chapter": "Chapter III – Contract execution",
      "section": "167",
      "title": "Article 167 – Continuation of activities in case of force majeure",
      "content": "Unless the procuring entity issues written instructions that provide otherwise, the successful bidder continues to respect the obligations of the contract if the force majeure so permits. If respecting the obligations referred to in paragraph one of this Article requires additional funds, such funds are paid by the procuring entity upon mutual agreement of both parties."
    },
    {
      "provision_ref": "art168",
      "chapter": "Chapter III – Contract execution",
      "section": "168",
      "title": "Article 168 – Extension of the period or cancellation of the contract",
      "content": "In case of force majeure, the procuring entity, in consultation with the successful bidder, may extend the period for the execution of works after consultation with the successful bidder. If the force majeure persists for a period of six (6) months, the contract is automatically cancelled on the day following the expiry of a six-month (6) period, unless both parties agree otherwise."
    },
    {
      "provision_ref": "art169",
      "chapter": "Chapter III – Contract execution",
      "section": "169",
      "title": "Article 169 – Act of Government",
      "content": "If a Law, an order, instructions or a decision issued by competent authority changes the provisions of the procurement contract, the procuring entity and the successful bidder agree on the decisions to be taken with a view to: 1º modify the provisions of the procurement contract so that the related works continue; 2º determine the compensation that may be granted to the party prejudiced by such a change; 3º cancelling the procurement contract. If the two parties do not agree, procedures for dispute resolution provided by this Law shall be sought."
    },
    {
      "provision_ref": "art170",
      "chapter": "Chapter III – Contract execution",
      "section": "170",
      "title": "Article 170 – Time for effecting advance payment",
      "content": "Except where otherwise authorised by the Rwanda Public Procurement Authority, no tender for works, supply of goods or consultancy or non-consultancy services are paid for before they are executed or delivered and accepted by the procuring entity or its duly authorized representative. However, the tender document may provide for an advance payment on works. Such an advance payment cannot be paid before the planning for the execution of works is approved and the procurement contract is signed."
    },
    {
      "provision_ref": "art171",
      "chapter": "Chapter III – Contract execution",
      "section": "171",
      "title": "Article 171 – Amount of advance payment and its security",
      "content": "The advance payment shall not exceed twenty percent (20 %) of the entire price of the tender and is paid if the successful bidder gives to the procuring entity an advance payment security equivalent to the advance itself. That security shall be issued by a bank or any authorized financial institution."
    },
    {
      "provision_ref": "art172",
      "chapter": "Chapter III – Contract execution",
      "section": "172",
      "title": "Article 172 – The use of advance payment",
      "content": "The successful bidder is required to use the advance paid only in activities related to the tender. If the successful bidder uses the entire advance or part of it in other activities that are unrelated to the tender, the advance is immediately considered as a debt which must be paid by seizing the entire security or part of it."
    },
    {
      "provision_ref": "art173",
      "chapter": "Chapter III – Contract execution",
      "section": "173",
      "title": "Article 173 – Refund of the advance payment",
      "content": "The advance received by the successful bidder is refunded by deducting a certain amount from submitted and approved invoices. The tender document determines the percentage to be deducted until the whole amount of the advance is refunded. The advance security is returned to the successful bidder within thirty (30) days starting from the day of payment of the entire advance received."
    },
    {
      "provision_ref": "art174",
      "chapter": "Chapter III – Contract execution",
      "section": "174",
      "title": "Article 174 – Payment in instalments",
      "content": "If the contract execution commences, payment in instalments for the executed activities are also effected. However, payment in instalments may or may not be made for tenders which are to be completed within a period of less than three (3) months. The amount paid in one instalment cannot exceed the value of the executed activities after deducting the part of the advance The general conditions of the procurement contract determine for each type of tender, the type of activities to be paid in instalments and the number of such instalments. The payment of any invoice that shall not exceed forty five (45) days."
    },
    {
      "provision_ref": "art175",
      "chapter": "Chapter III – Contract execution",
      "section": "175",
      "title": "Article 175 – Payment of invoices",
      "content": "Subject to the provisions of Article 62 of this Law, payment is made if the successful bidder has presented an official invoice indicating the amount of money due for payment. The invoice is approved and signed by the supervising official. An Order of the Minister determines the period within which the invoice is paid. The procuring entity shall, in each fiscal year, publish on its website statistics showing invoices paid on time as specified in the contract and those paid with delay. For invoices paid with delay, the procuring entity clarifies the reason for the late payment and include it in the monthly statement which is submitted to Rwanda Public Procurement Authority. When paying invoice submitted, the Rwandan currency is used. Companies registered in Rwanda are paid only in Rwanda currency. In case of foreign currency is used to pay invoices, the procuring entity provides explanations thereon."
    },
    {
      "provision_ref": "art176",
      "chapter": "Chapter IV – Sanctions",
      "section": "176",
      "title": "Article 176 – Temporary debarment from bidding in public procurements",
      "content": "He/she is debarred from participation in public procurement for seven (7) years a bidder who: 1º provides false information regarding the company, its documents or its capacity; 2º is found guilty of violating laws to obtain a procurement contract; 3º uses false procurement contract to apply for a bank loan; 4º fails to pay his/her workers, procured goods or services while executing the contract; 5º changes address without informing the contracting authority; 6º is a consultant and is found responsible for errors in the study during its implementation; 7º uses the entire advance or part of it in other activities that are unrelated to the tender; 8º as a successful bidder allocates funds from public tender to the use other than that for which they are intended. He/she is debarred from participation in public procurement for five (5) years, a bidder who: 1º makes collusion with other bidders with the intention to interfere with the fair competition of bidders; 2º makes fraudulent over estimated prices; 3º makes collusion with public officials concerning the preparation of tender documents; 4º poorly performs or does not perform his/her contract obligations for reasons that are not connected to the procuring entity; 5º discloses confidential information in relation to the tender during the execution of the contract and at the completion of the contract. The decision to be debarred from participation in public procurement may be preceded by a suspension of the right to participate in public procurement for investigation reasons and within a period not exceeding six (6) months."
    },
    {
      "provision_ref": "art177",
      "chapter": "Chapter IV – Sanctions",
      "section": "177",
      "title": "Article 177 – Permanent debarment",
      "content": "The following persons are definitely debarred from participation in public procurement: 1º a bidder who is debarred for the second time or who enters into a contract while he/she is debarred; 2º any company debarred and which uses fraudulent means to evade sanctions imposed to it in order to continue participate in public procurement in the debarment period. For debarred companies, the following acts are considered as fraudulent means to evade sanctions of debarment from participation in public procurement: a) to change the names of the company in the debarment period and continue to participate in public procurement; b) to establish a new company by the owner of a debarred company and continue to participate in public procurement; c) to included, in the debarment period in the management of a company participating in public procurement. The new company or any other company involved in those fraudulent acts is punished in the same way as the company that made the fraudulent act."
    },
    {
      "provision_ref": "art178",
      "chapter": "Chapter IV – Sanctions",
      "section": "178",
      "title": "Article 178 – Debarred persons",
      "content": "In case of debarment of a company, if it is a sole proprietorship company, the company is debarred in the name of the bid, the owner and the manager. If the company has more than one shareholder, the chairperson of the board of directors, the manager and any other shareholder having more than fifty percent (50%) of shares are debarred. If one of the joint venture companies is found responsible for a fault resulting in debarment, every company is jointly punished with the defaulting company. The bidder shall not cite the fact that faults were committed by the staff or any other person employed by him/her to avoid debarment."
    },
    {
      "provision_ref": "art179",
      "chapter": "Chapter IV – Sanctions",
      "section": "179",
      "title": "Article 179 – Procedures for debarment from public procurement",
      "content": "After a written notice to the bidder of all the charges, and after he/she has been given an opportunity to be heard, the Rwanda Public Procurement Authority has the power to debar the bidder from participation in public procurement. The written notice must indicate to the bidder the right he/she has to provide explanations. It also indicates the day, date, hour and place where it will takes place. The bidder is notified through the electronic address he/she provided during his/her bid. If the bidder is not accessible through the address provided, the procuring entity invites him/her through newspapers and publication on the Rwanda Public Procurement Authority’s notice board. The foreign bidder is invited within thirty (30) days while the national bidder is invited within fifteen (15) days. In case of the expiry of that period and the bidder fails to appear, the Rwanda Public Procurement Authority takes a decision. During the hearing, the bidder has the right to be represented or to be assisted by a lawyer and this hearing is recorded in an affidavit and bears the signature of the bidder and that of the investigator and all evidence presented are filed. A debarment decision is taken within forty five (45) days after the bidder’s explanation. Such decision takes effect from issuance to its annulment by a competent court or to expiry of the debarment period. Rwanda Public Procurement Authority must establish a list of bidders debarred from public procurement and publish it through newspapers, on its official website and on one single portal website for public procurement."
    },
    {
      "provision_ref": "art180",
      "chapter": "Chapter IV – Sanctions",
      "section": "180",
      "title": "Article 180 – Appeal on a decision debarment from bidding for public tenders",
      "content": "Before bringing a case before a competent court to request for the annulment of the administrative decision of debarment from bidding for public tenders, the debarred person appeals to Rwanda Public Procurement Authority within seven (7) days from the day of notification of the decision."
    },
    {
      "provision_ref": "art181",
      "chapter": "Chapter IV – Sanctions",
      "section": "181",
      "title": "Article 181 – Penalty relating to delay in contract execution",
      "content": "Unless it results from reasons provided for by this Law, the successful bidder incurs a penalty equivalent to one thousandth (1‰) of the total of the contract for each day of delay. Such penalty shall not exceed five per cent (5%) of the value of the contract. If the penalty reaches five per cent (5%) of the total value of the tender, the contract may be subject to termination."
    },
    {
      "provision_ref": "art182",
      "chapter": "Chapter IV – Sanctions",
      "section": "182",
      "title": "Article 182 – Penalty for delaying to correct mistakes",
      "content": "If it is found out that contract activities were poorly executed such that some of them are defective or are not in conformity with the requirements of the tender document, the successful bidder corrects such mistakes or replaces the supplies he or she delivered that did not conform to what was required within a period not exceeding fifteen (15) days starting from the date of reception of the request, or otherwise incurs delay penalties for each day of delay. For the first seven (7) days of delay, the successful bidder incurs a penalty of one thousandth (1/1000) of the value of the item that has been reported to be defective or does not conform to the requirement of the tender document. If that period expires, the successful bidder in addition incurs one thousandth (1/1000) of the value of the item for each day of delay up to the time when he/she corrects or replaces the defective item in accordance with the requirements of the tender document."
    },
    {
      "provision_ref": "art183",
      "chapter": "Chapter IV – Sanctions",
      "section": "183",
      "title": "Article 183 – Deducting money for penalties",
      "content": "Money deducted as penalties for delaying to execute activities or for poorly executed activities is deducted from the amount of the approved invoices due for payment or from the performance security. If the value of the penalties for delaying to execute activities or for poorly executed activities or both, exceeds the value of the performance security, the contract is automatically cancelled and the successful bidder is held responsible."
    },
    {
      "provision_ref": "art184",
      "chapter": "Chapter IV – Sanctions",
      "section": "184",
      "title": "Article 184 – Payment of costs for preparing and executing new contract after termination of initial contract",
      "content": "If the contract is terminated due to a breach of contract by the successful bidder, the latter bears additional cost necessary for the completion of contract activities as well as for preparation of the new contract which is calculated as a lump sum of one percent (1%) of the new contract price. This amount is deducted from the approved invoices which have not been paid or may be recovered using other means. If there is any surplus between the initial contract value and the new contract value, it belongs to the procuring entity."
    },
    {
      "provision_ref": "art185",
      "chapter": "Chapter IV – Sanctions",
      "section": "185",
      "title": "Article 185 – Refusal to provide necessary services",
      "content": "Subject to the provisions of this Law and other laws governing employees, any employee of a procuring entity who is somewhat linked to public procurement is suspended from job for three (3) months without salary when: 1° he/she fails to communicate or give to the bidder a document or information that he/she legally entitled to have as well as regulations on public procurement; 2° he/she refuses or delays to pay services in accordance with the provisions of this Law, without reasonable grounds; 3° he/she fails to return the security in case the bidder has fulfilled his/her duty; 4° he/she contributed to the refusal or delay of provisional or definitive reception of works, goods or supplies, executed consultancy and non-consultancy services without reasonable grounds; 5° he/she has failed to keep well documents related to procurement; 6° he/she has contributed to the breach of provisions of the contract between the procuring entity and the successful bidder."
    },
    {
      "provision_ref": "art186",
      "chapter": "Chapter IV – Sanctions",
      "section": "186",
      "title": "Article 186 – Sanction for breach of rules of conduct by the successful bidder",
      "content": "The breach of any of the provisions related to the rules of conduct as stated by the code of ethics in public procurement may lead to termination of the contract and to other administrative sanctions in accordance with this Law."
    },
    {
      "provision_ref": "art187",
      "chapter": "Chapter IV – Sanctions",
      "section": "187",
      "title": "Article 187 – Principle concerning administrative sanctions",
      "content": "The administrative sanction concerning faults made in public procurement does not compromise or is not compromised by the liability or prosecution procedure provided for under penal laws."
    },
    {
      "provision_ref": "art188",
      "chapter": "Chapter IV – Sanctions",
      "section": "188",
      "title": "Article 188 – Illegal awarding of public procurement",
      "content": "Any person who: 1º discloses to the bidder information on technical specifications of the tender before its publication; 2º refuses without reasonable grounds to deliver a tender document and its supplement or delivers a different or a modified document; 3º influences the tender evaluation committee to use evaluation criteria not provided for by the tender document; 4º uses a criterion that is not provided in the tender document to award a tender; 5º splits a tender with the aim of avoiding the application of the provisions of the law relating to public procurement; 6º awards or proposes to award a tender to a company with no legal personality; 7º awards or proposes to award a tender to a bidder that has been debarred from public procurement; 8º participates directly or indirectly in the process of awarding a tender when there is conflict of interest under the provisions of the law of public procurement; 9º participates in the signing of procurement award contract without prior acceptance of performance security; 10º does not seize securities provided for under this Law; 11º does not observe the principles of economy and accountability in public procurement deemed to cause public loss; 12º awards public tender by means of methods contrary to those provided for under this Law for such a tender; commits an offence. Any person convicted of any one of the offences referred to under Paragraph One of this Article, is liable to imprisonment for a term of not less than five (5) years and not more than seven (7) years and a fine of not less than two million Rwandan francs (FRW 2,000,000) and not more than five million Rwandan francs (FRW 5,000,000). Where the acts referred to under Paragraph one of this Article are committed by an official acting under orders from a superior, the superior is liable to imprisonment for a term of not less than seven (7) years and not more than ten (10) years and a fine of not less than five million Rwandan francs (FRW 5,000,000) and not more than ten million Rwandan francs (FRW 10,000,000)."
    },
    {
      "provision_ref": "art189",
      "chapter": "Chapter IV – Sanctions",
      "section": "189",
      "title": "Article 189 – Collusion with bidder",
      "content": "Any person who colludes with a bidder in public procurement commits an offence. Upon conviction, he/she shall be liable to imprisonment for a term of not less than five (5) years and not more than seven (7) years and a fine of not less than two million Rwandan francs (FRW 2.000.000) and not more than five million Rwandan francs (FRW 5,000,000). Where the offence referred to under paragraph one of this Article is committed by an official acting under orders from a superior, the superior is liable to imprisonment for a term of not less than seven (7) years and not more than ten (10) years and a fine of not less than five million Rwandan francs (FRW 5,000,000) and not more than ten million Rwandan francs (FRW 10,000,000)."
    },
    {
      "provision_ref": "art190",
      "chapter": "Chapter IV – Sanctions",
      "section": "190",
      "title": "Article 190 – Award of unjustified advantages during the performance contract",
      "content": "Any person who: 1º makes a contract amendment disregarding the provisions of the law and public procurement regulations and increases the value of the tender or reduces the assignment of the tender without a corresponding decrease in the tender value; 2º revises or updates prices in a manner that is not provided for by the tender document or in violation of its requirements; 3º approves or pays unexecuted, poorly executed works, or incomplete consultancy services or non-existent works or pays these works or services or pays an amount exceeding the contractual amount; commits an offence. Any person convicted of any one of the acts referred to under Paragraph One of this Article is liable to imprisonment for a term of not less than five (5) years and not more than seven (7) years and a fine equal to fifty percent (50%) of the value of the losses incurred by the State. Where the offence referred to under Paragraph One of this Article is committed by an official acting under orders from a superior, the superior is liable to imprisonment for a term of not less than seven (7) years and not more than ten (10) years and a fine equal to fifty percent (50%) of the value of the losses incurred by the State."
    },
    {
      "provision_ref": "art191",
      "chapter": "Chapter IV – Sanctions",
      "section": "191",
      "title": "Article 191 – Influence peddling in public procurement",
      "content": "Any person who performs an act aimed at influencing his/her subordinates to take unfair decision in the award of a public procurement contract, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than five (5) years and not more than seven (7) years and a fine of not less than five million Rwandan francs (FRW 5,000,000) and not more than ten million Rwandan francs (FRW 10,000,000)."
    },
    {
      "provision_ref": "art192",
      "chapter": "Chapter IV – Sanctions",
      "section": "192",
      "title": "Article 192 – Allocation of funds from public tenders to the use other than that for which they are intended",
      "content": "Any successful bidder of a public tender who uses the funds paid under this contract in violation of the terms of the agreement, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than five (5) years and not more than seven (7) years and a fine of not less than seven million Rwandan francs (FRW 7,000,000) and not more than ten million Rwandan francs (FRW 10,000,000). Where the offence referred to under Paragraph One of this Article is committed by companies, cooperatives, government or non-government institutions or organizations with legal personality, subject to penalties provided for by the penal laws, the applicable penalty is a fine equal to fifty percent (50%) of the value of the losses incurred by the State."
    },
    {
      "provision_ref": "art193",
      "chapter": "Chapter IV – Sanctions",
      "section": "193",
      "title": "Article 193 – Coercing procurement participation",
      "content": "Any person in management or staff position of procuring entity who harms or threatens to harm, directly or indirectly, to person, to work or his/her property to influence his/her participation in the public procurement process or affect its performance commits an offence. Upon conviction, he/she is to imprisonment for a term of not less than five (5) years and not more than seven (7) years and a fine of not less than five million Rwandan francs (FRW 5,000,000) and not more than ten million Rwandan francs (FRW 10,000,000)."
    },
    {
      "provision_ref": "art194",
      "chapter": "Chapter IV – Sanctions",
      "section": "194",
      "title": "Article 194 – Order to recover the public funds lost",
      "content": "In a criminal procedure resulting in penalties on offences provided under this Law, the court must order that public funds lost or misused be recovered."
    },
    {
      "provision_ref": "art195",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "195",
      "title": "Article 195 – Transitional period",
      "content": "The procuring entities must have comply with the provisions of this Law within six (6) months as from its publication in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art196",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "196",
      "title": "Article 196 – Validity of previous procurement contracts",
      "content": "All the procurement contacts still underway or those concluded but still under security period remain to be governed by the contract signed by both parties until their conclusion."
    },
    {
      "provision_ref": "art197",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "197",
      "title": "Article 197 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art198",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "198",
      "title": "Article 198 – Repealing provision",
      "content": "Law nº 12/2007 of 27/03/2007 on public procurement as modified and complemented to date and all prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art199",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "199",
      "title": "Article 199 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
