{
  "id": "rw-law-2018-66",
  "type": "statute",
  "title": "Law regulating Labour in Rwanda",
  "title_en": "Law regulating Labour in Rwanda",
  "short_name": "Law 66 of 2018",
  "status": "in_force",
  "issued_date": "2018-08-30",
  "in_force_date": "2018-09-06",
  "url": "https://rwandalii.org/akn/rw/act/law/2018/66/eng@2018-09-06",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER",
      "section": "1",
      "title": "Article 1 - Purpose of this Law",
      "content": "This Law regulates labour in Rwanda."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER",
      "section": "2",
      "title": "Article 2 - Scope of this Law",
      "content": "This Law applies to: 1 º employment relations based on employment contract between employee and an employer in the private sector; 2 º employment relations based on employment contract between employee and an employer in the public service, unless otherwise provided by the general statutes public service; 3 º an apprentice; 4 º an intern; 5 º a self-employed person with regard to occupational health and safety; 6 º an informal sector employee with regard to the following: a) occupational health and safety; b) the right to form trade unions and employers’ associations; c) the right to salary; d) the minimum wage in categories occupations determined by an Order of the Minister in charge of labour; e) the right to leave; f) social security; g) protection against discrimination; h) protection from forced labour; i) prohibited forms of work for the child, pregnant or breastfeeding woman. workplace"
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER",
      "section": "3",
      "title": "Article 3 - Definitions",
      "content": "As used in this Law, the following terms have the meanings ascribed to them below: 1 º collective agreement: written agreement relating to employment conditions or any other mutual interests between employees’ organisations or employees’ representatives where there are such employees’ organizations the one hand, and one or more employers or employers’ organizations, on the other hand; 2 º employment contract: agreement between an employer and an employee whereby employee undertakes to work under the authority of the employer return for remuneration; 3 º lockout: temporary denial by one more employers to provide employment for employees with the intent of coercing their employees or those of another employer accept, modify or drop their requests or supporting other employers in their complaint requests; 4 º strike: interruption of work some or all employees with purpose to coercing one or more employers or an association which the employer is affiliated accept, modify or abandon decision made; 5 º chamber: registered employers’ associations carrying out commercial activities and exercising similar or related occupations and that have gathered together for the purpose defending and promoting the common economic and social interests and rights; 6 º circumstantial leave: a period during which the employee authorized by the employer to absent at work due to the occurrence of fortunate or unfortunate events and the employee continue to paid his/her full salary; 7 º gross misconduct: misconduct an employee based on the severity of the action, omission, conduct, circumstances or consequences such as the employer can no longer continue to employ him/her; 8 º works of equal value: works that are identical, similar, interchangeable or different in some cases performed by employees the same employer but which have equal value; 9 º collective bargaining: negotiation between employees’ organizations or employees’ representatives where there are no such employees’ organizations on one hand and one or more employers or employers’ organizations on the other hand with a view to improving working conditions; 10 º collective labour dispute: disagreement between one or more employers on the one hand, and some or all employees on the other hand, which arises from collective convention or working conditions; 11 º individual labour dispute: a disagreement between one more employees and an employer a result of a breach of the employment contract concluded between them; 12 º federation of trade unions: a registered umbrella of trade unions whose purpose is to defend and promote common economic and social interests and rights; 13 º employers’ confederation: a group of employers’ federations carrying out commercial activities and exercising similar or related occupations and which have joined together for the purpose defending and promoting common economic and social interests and rights; 14 º employers’ organizations: employers’ association, chamber, employer’s federation and confederations; 15 º employees’ organisations: trade unions, federations of trade unions and employees’ confederations; 16 º employers’ association: employers carrying out commercial activities and exercising similar related occupations and who have joined together for the purpose promoting common economic and social interests and rights; 17 º unfair dismissal: termination of employment contract by the employer without legitimate reasons or respecting procedures provided for by law; 18 º trade union: a registered employees’ association exercising the same occupation or similar related occupations whose aim is defend and promote common economic and social interests and rights; 19 º essential services: activities which cannot be interrupted regardless of the public or private nature of the provider or beneficiary which are meant to safeguard other people’s rights and freedoms; 20 º prohibited work for the child: any work which has detrimental effect on the child’s rights, health or on other aspects the child’s life; 21 º employer: an individual, public or private entity that employs one or more employees on permanent or temporary basis; 22 º informal sector employee: an employee working for enterprise or an individual for employment that is not registered the register of companies or with public authority; 23 º employee: a person having agreed to work for an employer under a contract concluded between them, and in return remuneration; 24 º official public holiday: public holiday provided for Laws; 25 º forced labour: a work performed by a person against his/her will by force or under threat; 26 º light work: a work which cannot have a detrimental effect child’s health, child development and child’s education or other aspects of child’s life interest; 27 º minimum wage: the minimum wage recognized by Law based on each category occupation; 28 º basic salary: an amount money paid to an employee for the work performed, which does not include allowances; 29 º salary: the basic salary paid to an employee plus allocated allowances for the work performed; 30 º employers’ federation: employers’ chambers carrying out commercial activities and exercising similar or related occupations and which have gathered together for the purpose defending and promoting the common economic and social interests and rights; 31 º employees’ confederation: a registered umbrella of employees’ federations whose aim is to defend and promote the common economic and social interests and rights. Article 4: Conducive working environment for the employee The conducive working environment for employee is regulated by this Law. However, conducive working conditions for an employee which are stipulated individual employment contract, rules procedure of an enterprise or collective agreement are allowed."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER",
      "section": "5",
      "title": "Article 5 - Minimum age for admission",
      "content": "employment The minimum age for admission employment is sixteen (16) years. However, a child aged between thirteen (13) and fifteen (15) years is allowed perform only light works in the context apprenticeship. An Order of the Minister in charge of labour establishes the list of light works for the child provided for under Paragraph 2 of this Article."
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER",
      "section": "6",
      "title": "Article 6 - Prohibited forms of work for",
      "content": "the child It is prohibited to subject a child below the age of eighteen (18) years to any of the following forms of work: 1 º forms of work which are physically harmful to the child; 2 º work underground, under water, dangerous heights or in confined spaces; 3 º work with dangerous machinery, equipment and tools, or which involves the manual handling transport of heavy loads; 4 º work in an environment which exposes the child to temperatures, noise levels or vibrations damaging to his/her health; 5 º work for long hours or during the night or work performed in confined spaces. An Order of the Minister in charge of labour determines the nature of prohibited forms work for a child."
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER",
      "section": "7",
      "title": "Article 7 - Prohibition of forced labour",
      "content": "It is prohibited to impose forced labour, permit the imposition thereof or accept, whether directly or indirectly, that a person be subjected to forced labour. However, the following forms of work are not considered forced labour: 1 º any work performed in accordance with the Laws governing mandatory military service; 2 º any work performed as part of training aimed at civic and patriotic education; 3 º any work imposed following decision of a court and which executed under the control of competent public authority; 4 º any work imposed in case of the state of siege, emergency disasters."
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER",
      "section": "8",
      "title": "Article 8",
      "content": "harassment Prohibition of sexual Sexual harassment in any form against supervisee is prohibited. It is prohibited to dismiss an employee having reported or testified on sexual harassment committed by his/her supervisor. If there is tangible evidence that employee has resigned due to sexual harassment committed against him/her his/her supervisor, his/ her resignation considered as unfair dismissal. Article 9: Protection discrimination at workplace against An employer must give employees equal opportunities at the workplace. An employer is prohibited from discriminating employees on basis of ethnic origin, family or ancestry, clan, skin colour or race, sex, region, economic categories, religion or faith, opinion, fortune, cultural difference, language, physical or mental disability or any other form discrimination. Every employer must pay employees equal salary for work of equal value without discrimination of any kind."
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER | Section One: Employment contract",
      "section": "10",
      "title": "Article 10 - Right to freedom of opinion",
      "content": "and association Employees and their representatives have the right to express their opinions with regard to working conditions, work execution and organization. Employees have the right to form or join trade union. Employers have the right to form or join employers’ associations. II: EMPLOYMENT CONTRACT, APPRENTICESHIP AND INTERNSHIP CONTRACTS"
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER | Section One: Employment contract",
      "section": "11",
      "title": "Article 11 - Conclusion of an employment",
      "content": "contract An employment contract is concluded based on the mutual consent of the employee and employer. Employment contracts between employee and more than one employer are acceptable if they are not compromising one another. An employment contract can be for a fixed term or indefinite. The employment contract can be written unwritten. An Order of the Minister in charge of labour determines the core elements of written employment contract. However, the duration of unwritten employment contract cannot exceed ninety (90) consecutive days. A proof of an employment contract can established by any means."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER | Section One: Employment contract",
      "section": "12",
      "title": "Article 12 - Employment of a foreign",
      "content": "employee The employment relationship between the employer and foreign employee is governed by this Law unless otherwise provided by international treaties ratified by Rwanda. A foreign employee who works in Rwanda is given a written employment contract. Matters relating to work permit for foreign employee who works in Rwanda are determined by the Rwandan immigration and emigration Laws. The Minister in charge of labour, after consultation with immigration and emigration service, issues an Order regulating employment for foreign employees in Rwanda."
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER | Section One: Employment contract",
      "section": "13",
      "title": "Article 13 - Probation period",
      "content": "The probation period cannot exceed three (3) months. However, after the written evaluation of the employee’s performance notified to the employee, the employer can for valid reasons related to the nature of work, employee’s performance and conduct, decides that an employee retakes the probation for a period not exceeding three (3) months. If the probation period comes to an end and proves to be conclusive, the employee immediately offered employment and notified in writing by the employer. If the probation period proves that employee is not competent based on written performance evaluation and notified to the employee, the employer terminates the employment contract without notice. Apart from the salary for which the employee has worked for, such termination does not entail the payment of terminal benefits. An employee re-employed by the same employer for the same job position is not subject to the probation period."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER | Section One: Employment contract",
      "section": "14",
      "title": "Article 14 - Modification of employment",
      "content": "contract The employment contract can be modified in the course of its execution at the request of either party and upon mutual consent."
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER | Section One: Employment contract",
      "section": "15",
      "title": "Article 15 - Modification",
      "content": "enterprise’s status of the In case of modification of the enterprise’s legal status, employment contracts progress on the date of the modification remain valid between the new employer and the existing employees of the enterprise. However, the termination of such contracts may only take place under the conditions provided for by this Law."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER | Section One: Employment contract",
      "section": "16",
      "title": "Article 16 - Transfer of employment",
      "content": "contract An employment contract cannot transferred from one employer to another without the employee’s consent."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER | Section One: Employment contract",
      "section": "17",
      "title": "Article 17 - Moving an employee",
      "content": "another position The employee must occupy the position or she applied for. An employer, due to the enterprise’s interests, can transfer an employee to position different from the one he or she applied for but which is at the same level that one he or she applied for without reducing his/her salary and other benefits. An employer cannot transfer an employee to another level of employment which can result in reducing his/her level and salary without the employee’s consent."
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER | Section One: Employment contract",
      "section": "18",
      "title": "Article 18 - Suspension of employment",
      "content": "contract The suspension of employment contract occurs when termination thereof does not take place, but parties suspend the performance of all or part of their obligations. Each party’s obligations which remain during suspension must be provided under this Law or agreed upon by both parties. The suspension of employment contract occurs due to any of the following grounds: 1 º in case of strike or lockout carried out in accordance with the provisions of this Law; 2 º disciplinary layoff of an employee for a period of eight (8) working days; 3 º an employee is sentenced to imprisonment not exceeding six months or is provisionally detained for a period not exceeding six months; 4 º suspension of the enterprise’s activities as a result of economic technical difficulties; 5 º suspension for administrative investigation purposes; 6 º suspension of the enterprise’s activities due to force majeure. Other grounds for the suspension employment contract are set out in the employment contract, in the rules procedure of the enterprise and collective agreement."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER | Section One: Employment contract",
      "section": "19",
      "title": "Article 19 - Occupational accident",
      "content": "disease An employee who has an occupational accident or disease while his/her employer has contributed for him/ her in a social security body in Rwanda, he/she is entitled to compensation in accordance with Laws governing social security in Rwanda. An employee having an occupational accident or disease while the employer has not contributed for him/her in a social security body in Rwanda, receives from the employer compensation equivalent to the social benefits he/she would have received from a social security body in Rwanda if the employer had contributed for him/her, including medical and related expenses. An employee cannot be dismissed as result of occupational accident unless recognized doctor declares him/her unfit resume service in the employment he/she held prior to the accident. If it appears that the employee is fit to work again, the employer offers him/her another employment suitable to his/her ability. case of absence of such an employment, the contract is terminated with the employee being granted benefits provided for by Law."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER | Section One: Employment contract",
      "section": "20",
      "title": "Article 20 - Suspension of employment",
      "content": "contract due to administrative investigation by an employer When an employer is conducting administrative investigation against employee while such investigation can result in suspension, the employer can suspend the employee in writing for period not exceeding thirty (30) days without payment but the employee’s salary is calculated and retained. If, after the investigation, the employee’s innocence is proven, the employer reinstates the employee and pays him/her all his/her salary that was retained him/her."
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER | Section One: Employment contract",
      "section": "21",
      "title": "Article 21 - Suspension of employment",
      "content": "contract due to economic or technical reasons In case of suspension of employment contract due to economic or technical reasons, an employee cannot be laid off one or more times for a period longer than ninety (90) days during the same period one (1) year. Upon expiry of the period provided under Paragraph One of this Article, the employee is considered dismissed, and receives terminal benefits provided for this Law. The employer may, after informing employees’ representatives in the enterprise, proceed with individual collective dismissal due to the enterprise’s internal reorganization or restructuring due to economic reason or technological transfer with the aim of preserving the enterprise’s competitiveness and informs writing the competent labour inspector. In case an employer proceeds with individual or collective dismissal on the grounds provided for under Paragraph 3 this Article, he/she places employees on the list of those to be dismissed based performance, professional qualification, experience in the enterprise and legally recognized dependents of each employee."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER | Section One: Employment contract",
      "section": "22",
      "title": "Article 22 - Right to be reinstated",
      "content": "employment after being dismissed for economic or technical reasons A worker dismissed for economic technical reasons and whose dismissal does not last more than six (6) months is entitled to be reinstated in employment without competition when he meets the profile required for the position to which the employer seeks to fill."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER | Section One: Employment contract | Section 2: Termination of employment",
      "section": "23",
      "title": "Article 23 - Subcontract",
      "content": "The subcontract occurs when the employer assigns the performance of part of work services to another employer. The subcontract provides for guarantee the payment of salaries of and social security contributions for employees and other obligations of the employer towards the employee and work conditions. The subcontract between an employee and an employer is governed by this Law. contract and dismissal of employee"
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER | Section One: Employment contract | Section 2: Termination of employment",
      "section": "24",
      "title": "Article 24 - Termination of employment",
      "content": "contract with notice Subject to the provisions of the collective agreement, rules of procedure employment contract, the period of notice given by the employer or employee must as follows: 1 º at least fifteen (15) days, in case employee has served for less than one (1) year; 2 º at least thirty (30) days, in case employee has served for more than one (1) year. The notice must be given in writing and state reasons for termination employment contract. The employer cannot terminate employment contract in the following circumstances: 1 º in case the employee is suspension period of the employment contract; 2 º in case an employee is on a leave. During the period of a notice given by employer, the employee is allowed to absent at work for one (1) day per week look for a new job. No notice can be given during the probation period."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER | Section One: Employment contract | Section 2: Termination of employment",
      "section": "25",
      "title": "Article 25 - Compensation notice",
      "content": "Subject to the provisions of collective agreement, rules of procedure employment contract, any contract termination without notice or without having fully observed the notice period results in the party responsible termination paying the other party the compensation provided for by this Law."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER | Section One: Employment contract | Section 2: Termination of employment",
      "section": "26",
      "title": "Article 26 - Termination of employment",
      "content": "contract for gross misconduct The employer terminates employment contract without notice in case employee’s gross misconduct. If employment contract is terminated gross misconduct, the employer must notify the employee within forty-eight (48) hours of the occurrence of evidence of the gross misconduct specifying the grounds termination. An Order of the Minister in charge of labour establishes the list of gross misconduct."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER | Section One: Employment contract | Section 2: Termination of employment",
      "section": "27",
      "title": "Article 27 - Termination of indefinite",
      "content": "term employment contract An indefinite term employment contract can be terminated by either party legitimate reasons."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER | Section One: Employment contract | Section 2: Termination of employment",
      "section": "28",
      "title": "Article 28 - Expiry and termination of",
      "content": "fixed-term employment contract A fixed-term employment contract comes to an end at the expiry of the duration therein. However, a fixed-term employment contract can be terminated before the duration set therein by mutual consent the parties. A party wishing to terminate a fixed-term employment contract before the expiry the duration set therein must legitimate reasons for termination. have If a fixed-term contract is not renewed writing while the employee continues work, the employee is remunerated based on worked days."
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER | Section One: Employment contract | Section 2: Termination of employment",
      "section": "29",
      "title": "Article 29 - Notification of the notice",
      "content": "period The notice must be notified in writing to the concerned party, specifying the grounds contract termination. During the notice period, the employer and the employee must respect the terms agreed upon between them. The notice is not required if so mutually agreed between parties."
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER | Section One: Employment contract | Section 2: Termination of employment",
      "section": "30",
      "title": "Article 30 - Damages for termination",
      "content": "employment contract Unlawful termination of employment contract gives rise to the payment damages. Damages paid to the employee victim unfair dismissal cannot go below his/her three (3) month salary, nor exceed his/her six (6) month salary. However, if the employee has more than ten (10) years of experience with the same employer, damages cannot exceed his/her nine (9)-month net salary. Damages provided for under Paragraph 3 this Article are also paid to employees’ representatives, occupational health and safety committee members and trade union representatives’ victims of unfair dismissal as a result of the discharge of their responsibility to represent employees. The provisions of Paragraphs 2 and 3 of this"
    },
    {
      "provision_ref": "artalso-apply",
      "chapter": "CHAPTER | Section One: Employment contract | Section 2: Termination of employment",
      "section": "also apply",
      "title": "Article also apply - in case of damages to",
      "content": "paid by the employee having unlawfully terminated the contract."
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER | Section One: Employment contract | Section 2: Termination of employment",
      "section": "31",
      "title": "Article 31 - Terminal benefits for",
      "content": "termination of employment contract as result of economic reasons, technological transfer or sickness Without prejudice to other provisions this Law, the termination of employment contract due to economic reasons, technological transfer or sickness for employee having served for at least twelve (12) consecutive months entails employee’s right to terminal benefits. the Apart from clauses of the collective agreement or individual employment contract more favourable to the employee, terminal benefit can in no way be less than: 1 º two (2) times the average monthly salary for the employee having less than five (5) years of service with the same enterprise; 2 º three (3) times the average monthly salary for the employee having between five (5) and ten (10) years of service with the same enterprise; 3 º four (4) times the average monthly salary for the employee having between ten (10) and fifteen (15) years of service with the same enterprise; 4 º five (5) times the average monthly salary for the employee having between fifteen (15) and twenty (20) years of service with the same enterprise; 5 º six (6) times the average monthly salary for the employee having between twenty (20) and twenty- five (25) years of service with the same enterprise; 6 º seven (7) times the average monthly salary for the employee having over twenty-five (25) years of service with the same enterprise. The average monthly salary is obtained dividing by twelve (12) the total salary the employee has received for the last twelve (12) months exclusive of allowances allocated to the employee to enable him/her to perform his/her duties. The terminal benefits must be paid within seven (7) working days of the dismissal the employee. The terminal benefits provided for under this Article are also allocated to employee whose employment contract terminated after six (6) months due sickness in case he/she is unable to resume a work."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER | Section One: Employment contract | Section 2: Termination of employment",
      "section": "32",
      "title": "Article 32 - Retirement benefits",
      "content": "A retiring employee receives retirement benefits calculated in the same manner under Article 31 of this Law. Retirement benefits are not payable cumulatively with terminal benefits."
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER | Section One: Employment contract | Section 2: Termination of employment",
      "section": "33",
      "title": "Article 33 - Funeral expenses and death",
      "content": "allowances In case of an employee’s death, the employer gives to his/her family funeral expenses and death allowances. An Order of the Minister in charge of labour determines funeral expenses and death allowances and modalities for their payment."
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER | Section One: Employment contract | Section 2: Termination of employment | Section 3: Apprenticeship and internship",
      "section": "34",
      "title": "Article 34 - Certificate of rendered",
      "content": "services When the employment contract expires, the employer pays to an employee his/her final dues pay and a certificate of rendered services. Such a certificate exclusively indicates the date of entry into and leaving the employment and the nature the employment or positions he/she occupied. An employer who refuses to issue certificate of rendered services within fifteen (15) days while an employee has requested for it in writing or omits one the elements provided for under Paragraph One of this Article pays damages of one monthly salary of the employee. contracts"
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER | Section One: Employment contract | Section 2: Termination of employment | Section 3: Apprenticeship and internship",
      "section": "35",
      "title": "Article 35 - Apprenticeship contract",
      "content": "An apprenticeship contract is a contract concluded between a head of the enterprise and a person wishing to work as apprentice whereby the head of enterprise teaches such person professional skills or puts him/her at the disposal those who equip him/her with such skills for an agreed-upon fixed period and provide to him/her an apprenticeship certificate."
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER | Section One: Employment contract | Section 2: Termination of employment | Section 3: Apprenticeship and internship",
      "section": "36",
      "title": "Article 36 - Internship contract",
      "content": "An internship contract is a contract concluded between a head of the enterprise and a person wishing to gain work experience in order to apply skills acquired through formal education in at workplace."
    },
    {
      "provision_ref": "art37",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations",
      "section": "37",
      "title": "Article 37 - Nature of apprenticeship and",
      "content": "internship contracts An Order of the Minister in charge of labour determines the nature of apprenticeship and internship contracts. CONDITIONS employer and employee"
    },
    {
      "provision_ref": "art38",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations",
      "section": "38",
      "title": "Article 38 - Rights of an employer",
      "content": "Subject to collective convention, rules procedure or employment contract, the rights of an employer are the following: 1 º to recruit an employee; 2 º to give the employee instructions related to work; 3 º to evaluate the performance of employee, promote, transfer, impose disciplinary sanctions and terminate the employment contract of the employee; 4 º to modify, activities. extend or cease"
    },
    {
      "provision_ref": "art39",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations",
      "section": "39",
      "title": "Article 39 - Obligations of an employer",
      "content": "Subject to collective convention, rules procedure or employment contract, the employer has the following main duties: 1 º to provide an employee with employment contract and its copy; 2 º to give the employee the agreed work at the time and place as agreed upon; 3 º to supervise the employee and ensure that the work is done suitable working conditions, as as security and health in the workplace are concerned; 4 º to pay the employee the agreed salary on time; 5 º to avoid whatever can hamper the company’s life and safety, employees and the environment; 6 º to affiliate and contribute for employee to the social security organ in Rwanda; 7 º to discuss with the employees their representatives on matters relating to work; 8 º to provide employees with professional training and continue upgrading their capacity; 9 º to provide an employee with working equipment; 10 º to notify the labour inspector work- related accident or death of employee. An Order of the Minister in charge of labour determines modalities for training employees."
    },
    {
      "provision_ref": "art40",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations",
      "section": "40",
      "title": "Article 40 - Rights of an employee",
      "content": "The rights of an employee include the following: 1 º to work in an environment where health and safety in the workplace are guaranteed; 2 º to receive equal salary for works equal value without discrimination of any kind; 3 º to be provided leave as provided by Law; 4 º to join a trade union of his/her choice; 5 º to be trained by his/her employer; 6 º to receive information relevant his/her work."
    },
    {
      "provision_ref": "art41",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations",
      "section": "41",
      "title": "Article 41 - Obligations of an employee",
      "content": "An employee has the following main obligations: 1 º to personally carry out his/her work or service on time and achieve performance; 2 º to respect the employer’s or his/her representative’s instructions; 3 º to abstain from an act that would threaten his/her security and that his/her colleagues or that of his/her workplace; 4 º to keep in good conditions tools given to him/her by the employer; 5 º to report at work on time; 6 º to protect the interests of the work."
    },
    {
      "provision_ref": "art42",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours",
      "section": "42",
      "title": "Article 42 - Disciplinary sanctions",
      "content": "Subject to the favourable provisions collective conventions, rules of procedure or employment contract and depending the severity of the misconduct, the disciplinary sanctions that may be imposed on the employee are the following: 1 º oral warning; 2 º written reprimand; 3 º temporary suspension not exceeding eight (8) working days without pay; 4 º dismissal."
    },
    {
      "provision_ref": "art43",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours",
      "section": "43",
      "title": "Article 43 - Working hours",
      "content": "The maximum working hours are forty-five (45) hours a week. However, an employee can work extra hours upon the agreement with his/her employer. The daily timetable for work hours and break for an employee is determined by the employer. The daily rest granted by the employer to the employee is not counted work hours. An Order of the Minister in charge of labour determines modalities for the implementation of working hours a week."
    },
    {
      "provision_ref": "art44",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves",
      "section": "44",
      "title": "Article 44 - Weekly rest hours",
      "content": "An employer provides an employee with break of not less than twenty-four (24) hours a week which is not counted in the hours provided for under the Article 43 this Law."
    },
    {
      "provision_ref": "art45",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves",
      "section": "45",
      "title": "Article 45 - Types of leaves",
      "content": "An employee is entitled to an annual leave. He/she can also receive circumstantial leave, maternity, sick leave or authorized absence."
    },
    {
      "provision_ref": "art46",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves",
      "section": "46",
      "title": "Article 46 - Annual leave",
      "content": "An employer must provide an employee with an annual leave. Unless otherwise provided in this Law, annual leave cannot be compensated in cash. Except for provisions of the contract that are more favourable to an employee, annual leave equals to one and a half (1½) working days per month of work. An employed child aged sixteen (16) and older but younger than eighteen (18) years of age must be given two (2) working days of leave per month of work. An employee benefits from one additional working day per year of annual paid leave for every three (3) years experience in the same enterprise. However, annual paid leave, in any case, cannot exceed twenty-one (21) working days of paid annual leave. A newly recruited employee enjoys annual leave after twelve (12) months service including the probation period. Official public holidays are not considered as part of the annual paid leave. An employee on annual leave continues have the rights accruing from his/her employment contract."
    },
    {
      "provision_ref": "art47",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves",
      "section": "47",
      "title": "Article 47 - Annual leave schedule",
      "content": "The annual leave schedule is drawn up the employer with due regard to the wish the employee and the need for maintaining the normal functioning of the enterprise. An employee wishing to go on leave must make a written request to the employer who in turn responds in writing. The annual leave schedule approved by the employer cannot be postponed or preponed by the employer for more than a three months period, unless it is so agreed between the employee and employer. An employer can allow an employee to on his/her annual leave in two (2) phases."
    },
    {
      "provision_ref": "art48",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves",
      "section": "48",
      "title": "Article 48 - Interruption of annual leave",
      "content": "Due to work interests, an employer can require in writing an employee who is leave to return to work. If an employer requires an employee annual leave to return to work, the employee do not lose the right to remaining annual leave, it is resumed within six (6) months."
    },
    {
      "provision_ref": "art49",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves",
      "section": "49",
      "title": "Article 49 - Annual leave compensation",
      "content": "indemnity In case of employment contract termination or expiry before the employee benefits from his/her annual leave, he/she is given indemnity compensating the annual leave which he/she was entitled to. Provisions of Paragraph One of this Article also apply to an employee who has not yet completed twelve (12) months of work."
    },
    {
      "provision_ref": "art50",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves",
      "section": "50",
      "title": "Article 50 - Prescription of annual leave",
      "content": "The right to request for an annual leave expires in a period of two (2) years counted from the date the employee had right leave."
    },
    {
      "provision_ref": "art51",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves",
      "section": "51",
      "title": "Article 51 - Circumstantial leave",
      "content": "An employee has the right to circumstantial leave and to his full salary in case fortunate or unfortunate events that have occurred in his/her family. An Order of the Minister in charge of labour determines circumstantial leaves and modalities for granting them."
    },
    {
      "provision_ref": "art52",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves",
      "section": "52",
      "title": "Article 52 - Authorised absence",
      "content": "An employer can grant an employee authorised absence from work for duly justified reasons."
    },
    {
      "provision_ref": "art53",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves",
      "section": "53",
      "title": "Article 53 - Official public holidays",
      "content": "An employee has the right to official public holiday and benefits from his/her full salary. An employee who works on official public holiday is entitled to a rest equivalent to official public holiday on which he/she has worked in a period not exceeding thirty (30) days. A Presidential Order determines the official public holidays."
    },
    {
      "provision_ref": "art54",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves",
      "section": "54",
      "title": "Article 54 - Short-term sick leave",
      "content": "An employer grants an employee a short- term sick leave not exceeding fifteen (15) days for reasons of sickness ascertained a recognised medical doctor. For an employee to benefit from the short- term paid sick leave, he/she must present the employer a medical certificate signed a recognised medical doctor justifying the employee’s inability to work."
    },
    {
      "provision_ref": "art55",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves",
      "section": "55",
      "title": "Article 55 - Long-term sick leave",
      "content": "When a sick leave exceeds fifteen (15) days while ascertained by a medical committee composed of three (3) recognised medical doctors, an employer grants an employee long-term sick leave that cannot exceed (6) months. An employee on a long-term sick leave entitled to his/her full salary during the first three (3) months of leave. An employee who has been on a payable sick leave for three (3) months has the right to a non payable work suspension for three (3) months. If an employee remains sick three months after the suspension of work referred to in Paragraph 3 of this Article, the employer can terminate the employment contract in accordance with the provisions of this Law."
    },
    {
      "provision_ref": "art56",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves",
      "section": "56",
      "title": "Article 56 - Maternity leave",
      "content": "A female employee who has given birth entitled to a maternity leave of at least twelve (12) consecutive weeks. Maternity leave referred to in Paragraph One of this Article includes at least two weeks a female employee can enjoy before delivery."
    },
    {
      "provision_ref": "art57",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves",
      "section": "57",
      "title": "Article 57 - Additional leave in case",
      "content": "complications related to delivery In the event of complications for a female employee who has given birth or the child related to delivery and ascertained by recognised medical doctor, an employer grants the mother an additional leave of not more than one (1) month and paid accordance with what the Laws provide for."
    },
    {
      "provision_ref": "art58",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves",
      "section": "58",
      "title": "Article 58 - Benefits Granted to a woman",
      "content": "on Maternity leave Maternity leave benefits are granted accordance with relevant Laws."
    },
    {
      "provision_ref": "art59",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves",
      "section": "59",
      "title": "Article 59 - Breastfeeding period",
      "content": "During twelve (12) months from the date her resuming to work, a female employee who has given birth is entitled to breastfeeding break of one (1) hour per day. The breastfeeding break granted to a female employee by the Law is deducted from the working hours and must be remunerated."
    },
    {
      "provision_ref": "art60",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves",
      "section": "60",
      "title": "Article 60 - Certificate of delivery",
      "content": "A female employee who has given birth, before starting maternity leave, provides her employer with a certificate issued by recognised health facility indicating the date of delivery. However, a female employee who wishes take maternity leave before delivery provides her employer with a certificate indicating the probable date of delivery issued by a recognised health facility."
    },
    {
      "provision_ref": "art61",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves",
      "section": "61",
      "title": "Article 61 - Resuming",
      "content": "maternity leave work after A female employee who has given birth must resume her work on her same post, the end of maternity leave. An employer cannot give a female employee who has given birth a notice dismissal which is included in her maternity leave."
    },
    {
      "provision_ref": "art62",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves | Section 4: Working conditions for",
      "section": "62",
      "title": "Article 62 - Coincidence of leaves",
      "content": "When an annual leave coincides with another leave provided for under this Law, the annual leave is suspended and resumes after such a leave. pregnant, breastfeeding woman or for person with disability"
    },
    {
      "provision_ref": "art63",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves | Section 4: Working conditions for",
      "section": "63",
      "title": "Article 63 - Working conditions for",
      "content": "pregnant or breastfeeding woman A pregnant or breastfeeding woman is not employed for work which can cause harm to her life that of her foetus or baby in case she presents a medical certificate from recognised medical doctor. If it appears that there might be health risks to the pregnant or breastfeeding woman, the following measures are taken: 7 º removing what can cause such risks; 8 º facilitating the exercise of her work."
    },
    {
      "provision_ref": "art64",
      "chapter": "CHAPTER III: GENERAL WORKING | Section One: Rights and obligations | Section 2: Working hours | Section 3: Leaves | Section 4: Working conditions for",
      "section": "64",
      "title": "Article 64 - Working conditions for",
      "content": "employee with disability An employer grants an employee with disability the working conditions suitable his/her disability."
    },
    {
      "provision_ref": "art65",
      "chapter": "CHAPTER IV: SALARY",
      "section": "65",
      "title": "Article 65 - Transfer of an employee with",
      "content": "disability to another job position An employee with disability can transferred to another job position within the same enterprise. When transferred, the following is taken into consideration: 1 º his/her qualifications; 2 º his/her disability; 3 º his/her place of residence. The transfer of an employee with disability to another job position must not worsen his/her life conditions."
    },
    {
      "provision_ref": "art66",
      "chapter": "CHAPTER IV: SALARY",
      "section": "66",
      "title": "Article 66 - Right to salary",
      "content": "An employee is entitled to a salary for the work performed, except when otherwise provided for by the employment contract by this Law. No salary is paid if employee has not performed work."
    },
    {
      "provision_ref": "art67",
      "chapter": "CHAPTER IV: SALARY",
      "section": "67",
      "title": "Article 67 - Means of salary payment",
      "content": "Salary is paid using currency provided by relevant Laws. The employer pays to the employee the whole salary to which he/she is entitled and deposits it on an account given by the employee in writing in a bank or in financial institution recognised."
    },
    {
      "provision_ref": "art68",
      "chapter": "CHAPTER IV: SALARY",
      "section": "68",
      "title": "Article 68 - Minimum wage",
      "content": "An Order of the Minister in charge of labour determines minimum wage."
    },
    {
      "provision_ref": "art69",
      "chapter": "CHAPTER IV: SALARY",
      "section": "69",
      "title": "Article 69 - Determination of salary",
      "content": "depending on the rate of the work done When the salary is made in whole or part commissions on services or income, these elements are taken into account when calculating the salary."
    },
    {
      "provision_ref": "art70",
      "chapter": "CHAPTER IV: SALARY",
      "section": "70",
      "title": "Article 70 - Intervals in payment of salary",
      "content": "Salary is paid as follows: 1 º every day for an employee employed on hourly or daily basis; 2 º every week for an employee recruited for a week; 3 º every fifteen days for an employee recruited for a fortnight; 4 º every month for employee recruited on a one-month basis."
    },
    {
      "provision_ref": "art71",
      "chapter": "CHAPTER IV: SALARY",
      "section": "71",
      "title": "Article 71 - Payroll",
      "content": "The employer gives the employee individual monthly payroll which details the basic salary, other various allowances and bonuses, withholdings and the net salary on employee’s request."
    },
    {
      "provision_ref": "art72",
      "chapter": "CHAPTER IV: SALARY",
      "section": "72",
      "title": "Article 72 - Payment of salary in case",
      "content": "insolvency In case of insolvency of the employer, employee is paid his/her salary accordance with relevant Laws."
    },
    {
      "provision_ref": "art73",
      "chapter": "CHAPTER IV: SALARY",
      "section": "73",
      "title": "Article 73 - Seizure and assignment",
      "content": "salary An employer cannot seize the employee’s salary, except for circumstances provided for by this Law. Except for compulsory deductions and other possible charges in accordance with the provisions of employment contract, employer seizes employee’s salary in case of forced execution of court judgement in case of voluntary transfer. The employer cannot deduct more than half (1/2) of an employee’s salary refunding of any money borrowed him/her, forced execution of court judgement or in case of voluntary transfer of contributions to an organisation to which the employee is a member and the employer must not charge any interest on such amounts payable by the employee. The principle referred to in Paragraph 3 this Article applies also to the salary paid advance."
    },
    {
      "provision_ref": "art74",
      "chapter": "CHAPTER IV: SALARY",
      "section": "74",
      "title": "Article 74 - Interests in case of illegal",
      "content": "deductions An employee is entitled to interests calculated at the average rate as determined by the National Bank of Rwanda amounts deducted from an employee’s salary contrary to the provisions of this Law. Interests provided for in Paragraph One this Article accrue as from the date which the employee should have been paid."
    },
    {
      "provision_ref": "art75",
      "chapter": "CHAPTER IV: SALARY",
      "section": "75",
      "title": "Article 75 - Allowances allocated to the",
      "content": "employee on a temporary transfer An employee temporary transferred from his/her usual workplace for professional reasons is given means of transport, meals and accommodation. The rules of procedure of an enterprise determine modalities to so."
    },
    {
      "provision_ref": "art76",
      "chapter": "CHAPTER",
      "section": "76",
      "title": "Article 76",
      "content": "payment Prescription of salary Salary which is not paid in two (2) years from the date the employee is entitled to cannot be claimed. However, the prescription period referred in Paragraph One of this Article interrupted by one of the following reasons: 1 º the employer starts calculating amounts agreed with the employee as the debt owed; 2 º the case is submitted to employees’ representatives in an enterprise that has them; 3 º the labour inspectorate has been requested to settle the dispute amicably and has not given conclusions yet; 4 º the employee’s case is pending before the court. V: OCCUPATIONAL HEALTH AND SAFETY"
    },
    {
      "provision_ref": "art77",
      "chapter": "CHAPTER",
      "section": "77",
      "title": "Article 77 - General health and safety",
      "content": "conditions in the workplace An employer must ensure the health, safety and welfare in the workplace for employees working in his/her enterprise and for persons who frequent the enterprise. An employee is not required to pay any cost in connection with measures aimed ensuring occupational health and safety."
    },
    {
      "provision_ref": "art78",
      "chapter": "CHAPTER",
      "section": "78",
      "title": "Article 78 - Occupational Health and",
      "content": "Safety Committee An enterprise establishes an Occupational Safety and Health Committee. An Order of the Minister in charge of labour determines general occupational health and safety conditions. Article 79: equipment Personal protective An employer provides every person entering an area in an enterprise where he/she is likely to be exposed to the risk injury or harm from contamination, with suitable protective equipment and instructions for their use and verify that they are used."
    },
    {
      "provision_ref": "art80",
      "chapter": "CHAPTER",
      "section": "80",
      "title": "Article 80 - First aid, fire-fighting and",
      "content": "imminent danger An employer takes the necessary measures for first aid, fire-fighting, preventing and fighting imminent danger that can occur his/her enterprise."
    },
    {
      "provision_ref": "art81",
      "chapter": "CHAPTER",
      "section": "81",
      "title": "Article 81 - Preventing and fighting",
      "content": "occupational accidents and diseases In order to prevent and fight occupational accidents and diseases, an employer does the following: 1 º to assess risks of occupational accidents and diseases; 2 º to develop occupational safety and health policy and monitor implementation; 3 º to prevent risks of occupational accidents and diseases; 4 º to reduce in the best possible way risks of occupational accidents and diseases; 5 º to fight occupational accidents and diseases; 6 º to adapt modalities of preserving occupational health and security employees with new technology."
    },
    {
      "provision_ref": "art82",
      "chapter": "CHAPTER VI: ASSOCIATION OF",
      "section": "82",
      "title": "Article 82 - Declaration of occupational",
      "content": "accidents, disease or death An employer declares to the management the social security body in Rwanda and the Inspectorate of Labour where the enterprise is located, occupational accident, disease or death in accordance with relevant Laws. In case the employer fails to declare occupational accident, disease or death, the victim of an accident or of the disease entitled to do it. It can also be done by the beneficiary of the victim of accident disease or of the deceased or by the competent authority within a period provided for by relevant Laws. EMPLOYEES AND ASSOCIATION OF EMPLOYERS"
    },
    {
      "provision_ref": "art83",
      "chapter": "CHAPTER VI: ASSOCIATION OF",
      "section": "83",
      "title": "Article 83 - Employees’ right to freedom",
      "content": "of association An employee has the right to: 1 º join others in forming a trade union; 2 º join a trade union of his/her choice; 3 º participate in lawful activities of trade union."
    },
    {
      "provision_ref": "art84",
      "chapter": "CHAPTER VI: ASSOCIATION OF",
      "section": "84",
      "title": "Article 84 - Employers’ right to freedom",
      "content": "of association An employer has the right to: 1 º form employers’ association; association 2 º join employers’ his/her choice; 3 º participate in lawful activities employers’ association."
    },
    {
      "provision_ref": "art85",
      "chapter": "CHAPTER VI: ASSOCIATION OF",
      "section": "85",
      "title": "Article 85 - Registration of employees’",
      "content": "organisations and employers’ organisations Employees’ organisations and employers’ organisations are registered in accordance with the provisions of this Law. An Order of the Minister in charge of labour determines the modalities and conditions for registration of employees’ organisations and employers’ organisations."
    },
    {
      "provision_ref": "art86",
      "chapter": "CHAPTER VI: ASSOCIATION OF",
      "section": "86",
      "title": "Article 86 - Legal personality",
      "content": "An employees’ organisation or employers’ organisation enjoys legal capacity after the publication of its Articles of Association in the Official Gazette of the Republic of Rwanda. The cost of the publication of Articles Association in the Official Gazette of the Republic of Rwanda is paid by employees’ organisation or an employers’ organisation."
    },
    {
      "provision_ref": "art87",
      "chapter": "CHAPTER VI: ASSOCIATION OF",
      "section": "87",
      "title": "Article 87 - Rights of",
      "content": "organisations and organisations employees’ employers’ Employees’ organisations and employers’ organisations enjoying legal personality have the right to file a case to court, represent employees or employers, comply with their respective Articles Association and to acquire movable immovable property through donation debt repayment. Employees’ organisations and employers’ organisations can enter into agreements amongst themselves at the national, regional or international levels."
    },
    {
      "provision_ref": "art88",
      "chapter": "CHAPTER VI: ASSOCIATION OF",
      "section": "88",
      "title": "Article 88 - Right entry in an enterprise",
      "content": "A registered trade union recruiting members or willing to hold meetings enters the enterprise upon authorisation from the management of the enterprise. If an employer refuses trade unions representative entry into an enterprise, the trade union can refer the matter to the labour inspector of the area where enterprise is located."
    },
    {
      "provision_ref": "art89",
      "chapter": "CHAPTER VI: ASSOCIATION OF",
      "section": "89",
      "title": "Article 89 - Federation representing the",
      "content": "majority of employees A federation representing employees is the one elected by the majority of employees. represents them for a period of three years basing on the following: 1 º the results from election employees’ organisations; 2 º the number of the trade unions’ members confirmed following the regular paid contributions."
    },
    {
      "provision_ref": "art90",
      "chapter": "CHAPTER | Section One: Collective agreement",
      "section": "90",
      "title": "Article 90 - Federation representing the",
      "content": "majority of employers A federation representing the majority employers is the one elected by many employers. It represents them for a period of three (3) years basing on the following: 1° the results from election of the employers’ organisations; 2° the number of members of the organisations of the federation confirmed following the regular paid contributions. VII: COLLECTIVE AGREEMENTS AND RULES OF PROCEDURE OF ENTERPRISE"
    },
    {
      "provision_ref": "art91",
      "chapter": "CHAPTER | Section One: Collective agreement",
      "section": "91",
      "title": "Article 91",
      "content": "agreement Content of Collective Collective agreement must contain at least elements relating to the following: 1 º conditions of recruitment of employee and termination contract; 2 º employee’s right of joining trade unions and freedom of opinion; 3 º professional categories; 4 º the salary applicable to each professional category, overtime and its compensation rate, the duration of the probation period and notice; 5 º the paid leave, seniority allowance and transport allowance; 6 º the conditions of revision and modification of all or part of the convention; 7 º modalities of disputes settlement arising during the implementation of agreement; 8 º commencement agreement. of collective"
    },
    {
      "provision_ref": "art92",
      "chapter": "CHAPTER | Section One: Collective agreement",
      "section": "92",
      "title": "Article 92 - Favourable conditions to",
      "content": "employee in collective agreement The collective agreement must provide favourable conditions to an employee. However, in case employment contract the rules of procedure provide favourable conditions to an employee, the latter are applied."
    },
    {
      "provision_ref": "art93",
      "chapter": "CHAPTER | Section One: Collective agreement",
      "section": "93",
      "title": "Article 93 - Negotiating modalities",
      "content": "Parties to the negotiation of a collective agreement negotiate in good faith. Every party must have access to the other party’s information relating to the negotiation subject matter. Information requested for the purpose negotiation of a collective agreement must not be disclosed to any third party without prior written consent of the concerned parties. If in an enterprise there are several employees’ organisations they team up carry on collective negotiations. However, if they fail to team up, the employees’ organisation representing the majority employees in an enterprise carries on the collective negotiations on behalf of other employees’ organisations. The concluded collective agreement remains valid. It cannot be terminated request by another employees’ organisation which did not take part in it unless agreed upon by the concerned parties. The collective agreement between negotiating parties are concluded in writing and signed by both parties."
    },
    {
      "provision_ref": "art94",
      "chapter": "CHAPTER | Section One: Collective agreement",
      "section": "94",
      "title": "Article 94",
      "content": "agreement of collective The collective agreement is for a specified or unspecified period of time. Duration If there are no contrary provisions, upon mutual consent by both parties, expired collective agreements for a specified period remain effective as if they were collective agreements for unspecified period."
    },
    {
      "provision_ref": "art95",
      "chapter": "CHAPTER | Section One: Collective agreement",
      "section": "95",
      "title": "Article 95 - Extension of the collective",
      "content": "agreement The collective agreements applicable to least two thirds (2/3) of the number employees or employers representing the category of profession can be subject extension. The employees’ federation confederation, the employers’ federation or confederation that have signed labour collective agreement, and upon agreement by both parties, the collective agreement some of its provisions apply to employers and employees of area or some professional categories, accordance with time and ways provided by them."
    },
    {
      "provision_ref": "art96",
      "chapter": "CHAPTER | Section One: Collective agreement",
      "section": "96",
      "title": "Article 96 - Exemption of extension of the",
      "content": "extended collective agreement Upon the agreement, both parties can put end to the extension of the collective agreement or some of its provisions."
    },
    {
      "provision_ref": "art97",
      "chapter": "CHAPTER | Section One: Collective agreement",
      "section": "97",
      "title": "Article 97 - Negotiating Committee",
      "content": "The employees’ organisations and employers’ organisations designate committee in charge of negotiations of the collective agreement on their behalf."
    },
    {
      "provision_ref": "art98",
      "chapter": "CHAPTER | Section One: Collective agreement",
      "section": "98",
      "title": "Article 98 - Verification of members",
      "content": "An employees’ federation or an employers’ federation requesting to officially represent the majority of employees or employers must allow the labour administration check its books or any other means indicating the exact number of members."
    },
    {
      "provision_ref": "art99",
      "chapter": "CHAPTER | Section One: Collective agreement | Section 2: Rules of procedure",
      "section": "99",
      "title": "Article 99 - Informing employees about",
      "content": "the collective convention The employer informs all the concerned employees about the collective agreement signed by both parties. A copy of the collective agreement provided to the employees’ representatives in an enterprise and to the labour inspector of the area where enterprise is located."
    },
    {
      "provision_ref": "art100",
      "chapter": "CHAPTER | Section One: Collective agreement | Section 2: Rules of procedure",
      "section": "100",
      "title": "Article 100 - Establishment of rules",
      "content": "procedure An enterprise with at least five employees establishes rules of procedure. The management of an enterprise establishes rules of procedure of enterprise after consultation with employees’ representatives. The rules of procedure are written Ikinyarwanda and in the other official languages where necessary. For an enterprise with several branches, each branch can establish its specific rules of procedure. The main content of those rules are related to working conditions, discipline and provisions concerning health and the security at workplace."
    },
    {
      "provision_ref": "art101",
      "chapter": "CHAPTER VIII: LABOUR DISPUTES",
      "section": "101",
      "title": "Article 101 - Commencement of rules",
      "content": "procedure of an enterprise Rules of procedure of an enterprise come into force after their communication to concerned employees. A copy of the rules of procedure of enterprise is provided to the labour inspector of the area where the enterprise located not later than thirty (30) days from commencement. SETTLEMENT"
    },
    {
      "provision_ref": "art102",
      "chapter": "CHAPTER VIII: LABOUR DISPUTES",
      "section": "102",
      "title": "Article 102 - Amicable settlement",
      "content": "individual labour disputes The employees’ representatives amicably settle individual labour disputes between employers and employees. If employees’ representatives fail to settle the disputes amicably, the concerned party refers the matter to the labour inspector the area where enterprise is located. If the Labour Inspector of the area where enterprise is located fails to settle the dispute due to the nature of the case or the conflict of interests, he/she refers the dispute to the Labour Inspector at the national level stating grounds to refer such a dispute. If amicable settlement fails before a labour inspector of the area where an enterprise located or before the Labour Inspector the national level, the case is referred to the competent court. However, the court can decide not to receive the case after determining that steps for amicable settlement provided for in this Article have not been followed."
    },
    {
      "provision_ref": "art103",
      "chapter": "CHAPTER VIII: LABOUR DISPUTES",
      "section": "103",
      "title": "Article 103 - Amicable settlement",
      "content": "collective labour disputes Collective labour disputes arising in the area of a labour inspector are notified to labour inspector. Collective disputes extending beyond area of a labour inspector not settled by the Labour Inspector at the national level or not settled due to their nature or the conflict interests, are brought before the Minister charge of labour. An Order of the Minister in charge of labour determines the organisation, functioning labour inspection and procedure for labour disputes settlement."
    },
    {
      "provision_ref": "art104",
      "chapter": "CHAPTER IX: RIGHT TO STRIKE",
      "section": "104",
      "title": "Article 104 - Prescription for the claim",
      "content": "arising from work A claim arising from work lapses after two (2) years starting from the date of the birth of the dispute giving rise to the claim. The period referred to in Paragraph One this Article is interrupted if: 1 º a party to the dispute is requested writing to settle such a dispute; 2 º an employee or employer has referred the dispute to the employees’ representatives, labour inspector or court. AND LOCKOUT"
    },
    {
      "provision_ref": "art105",
      "chapter": "CHAPTER IX: RIGHT TO STRIKE",
      "section": "105",
      "title": "Article 105 - Strike and lockout",
      "content": "Employees have the right to strike and employers have the right to lock out in the respect of the provisions of this Law. The strike for employees or lockout for employer is legal when the arbitration committee has exceeded fifteen (15) working days without issuing its decision the conciliation resolution on collective dispute or the court award being enforceable have not been implemented. In any case, a strike or lockout must preceded by a notice of four (4) working days."
    },
    {
      "provision_ref": "art106",
      "chapter": "CHAPTER IX: RIGHT TO STRIKE",
      "section": "106",
      "title": "Article 106 - Decision on illegality of",
      "content": "strike or lockout The competent court is the only competent organ to decide whether the strike lockout is illegal."
    },
    {
      "provision_ref": "art107",
      "chapter": "CHAPTER IX: RIGHT TO STRIKE",
      "section": "107",
      "title": "Article 107 - Employment relationship",
      "content": "between the employer and employee after lawful strike or lockout Lawful strike or lockout must not affect the employment relationship between the employer and employee. An employer or an employee is not allowed to terminate employment contract as result of lawful strike or lockout."
    },
    {
      "provision_ref": "art108",
      "chapter": "CHAPTER IX: RIGHT TO STRIKE",
      "section": "108",
      "title": "Article 108 - Consequences of illegal",
      "content": "strike Employees on illegal strike or employees’ organisations involved in such an illegal strike, upon conviction, are faced with one or all of the following consequences: 1 º compensation for the damages caused by them or for which they are responsible; 2 º loss of remuneration in days illegal strike;"
    },
    {
      "provision_ref": "art109",
      "chapter": "CHAPTER IX: RIGHT TO STRIKE",
      "section": "109",
      "title": "Article 109 - Consequences of illegal",
      "content": "lockout An employer who illegally declares lockout or employers’ organisations involved in such an illegal lockout, upon conviction, are faced with one or all of the following consequences: 1 º to pay employees for days they were forced out of work; 2 º to be subject to withdrawal for (6) months the right to bid tenders; 3 º to have his/her name deleted from the register of companies 4 o to have his/her business suspended temporarily or definitely"
    },
    {
      "provision_ref": "art110",
      "chapter": "CHAPTER X: LABOUR ORGANS",
      "section": "110",
      "title": "Article 110 - Essential services during the",
      "content": "strike or lockout The strike or lockout must not interrupt the continuity of essential services. An Order of the Minister in charge of labour determines essential services that should not be interrupted during the strike lockout and the terms and conditions exercising the right to strike in these services."
    },
    {
      "provision_ref": "art111",
      "chapter": "CHAPTER X: LABOUR ORGANS",
      "section": "111",
      "title": "Article 111 - Labour Administration",
      "content": "The Labour Administration is responsible for designing and monitoring implementation of national policy and legislation governing employment."
    },
    {
      "provision_ref": "art112",
      "chapter": "CHAPTER X: LABOUR ORGANS",
      "section": "112",
      "title": "Article 112 - Powers of the Director",
      "content": "Labour Administration in relation labour inspection The Director of Labour Administration has the same powers as the Labour Inspector relation to labour inspection."
    },
    {
      "provision_ref": "art113",
      "chapter": "CHAPTER X: LABOUR ORGANS",
      "section": "113",
      "title": "Article 113 - Labour Inspectorate",
      "content": "The Labour Inspectorate is responsible monitoring compliance with this Law, implementing orders, collective agreements as well as awareness and providing advice on matters relating to Laws governing labour and social security."
    },
    {
      "provision_ref": "art114",
      "chapter": "CHAPTER X: LABOUR ORGANS",
      "section": "114",
      "title": "Article 114 - Employees’ representatives",
      "content": "and their alternates An enterprise fulfilling the criteria has employees’ representatives and their alternates elected by their peers. An Order of the Minister in charge of labour determines the modalities of election employees’ representatives and their alternates, their duties and conditions fulfilling them."
    },
    {
      "provision_ref": "art115",
      "chapter": "CHAPTER",
      "section": "115",
      "title": "Article 115",
      "content": "agencies Private employment A private employment agency is a natural or non-government legal person, which provides one or more of the following labour market services: 1 º matching offers and applications employment, without becoming party to the human resource management; 2 º looking for job seekers with a view of making them available to employer and continuing to assign then tasks and supervise them; 3 º providing advice on labour-related matters; 4 º training of jobseekers; 5 º providing job-related information; 6 º other services relating to job seeking which can be approved the Minister in charge of labour, after consulting employees’ organisations organisations; and employers’ A person wishing to establish a private employment agency applies for authorisation granted by the Minister charge of labour. An Order of the Minister in charge of labour determines modalities for establishment private employment agencies and their functioning. XI: DECLARATION MADE BY AN ENTERPRISE"
    },
    {
      "provision_ref": "art116",
      "chapter": "CHAPTER XII: OFFENCES AND | SECTION PREMIERE: OFFENCES",
      "section": "116",
      "title": "Article 116 - Declaration of an enterprise",
      "content": "and employees An employer who opens an enterprise declares it in writing to the labour inspectorate of his/her area. He/she also provides an initial declaration information relating to the situation his/her employees within one (1) month from commencement of enterprise. An employer wishing to close business relocate an enterprise declares it to the Labour Inspector of his/her area within fifteen (15) days before closing business relocating enterprise. THEIR PENALTIES, ADMINISTRATIVE MISCONDUCTS AND RELATED SANCTIONS AND THEIR PENALTIES"
    },
    {
      "provision_ref": "art117",
      "chapter": "CHAPTER XII: OFFENCES AND | SECTION PREMIERE: OFFENCES",
      "section": "117",
      "title": "Article 117 - Offences and penalties",
      "content": "relating to prohibited work for the child An employer who personally subjects child to any of the prohibited forms of work for the child referred to under Article 6 this Law, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than two (2) years and not more than five (5) years and a fine not less than five hundred thousand Rwandan francs (FRW 500,000) and not more than five million Rwandan francs (FRW 5,000,000) or one of these penalties. If the perpetrator of an offence referred under Paragraph One of this Article is company, institution, public or private organisation and association, it is only liable to a fine referred to under Paragraph One of this Article which is doubled."
    },
    {
      "provision_ref": "art118",
      "chapter": "CHAPTER XII: OFFENCES AND | SECTION PREMIERE: OFFENCES",
      "section": "118",
      "title": "Article 118 - Offences and penalties",
      "content": "relating to illegal strike or lockout Without prejudice to provisions of Articles 108 and 109 of this Law, if the employer a natural person who does a lockout or employees go on strike illegally, they commit an offence. Upon conviction, they are liable to imprisonment for a term of not less than six (6) months and a fine of not less than five hundred thousand Rwandan francs (FRW 500,000) and not more than five million Rwandan francs (FRW 5,000,000) or one of these penalties. If the perpetrator of an offence referred under this Article is a company, institution, public or private organisation and association, it is only liable to a fine referred to under Paragraph One of this"
    },
    {
      "provision_ref": "art119",
      "chapter": "CHAPTER XII: OFFENCES AND | SECTION PREMIERE: OFFENCES | SECTION",
      "section": "119",
      "title": "Article 119 - Offences and penalties",
      "content": "relating to occupational health and safety If an employer is a natural person or employee who, through clumsiness, carelessness, inattention, negligence, failure to observe the rules or any other lack of precaution, causes danger commits offence. If the perpetrator of an offence referred under Paragraph One of this Article convicted, he/she is liable to imprisonment for a term of not less than six (6) months and not more than two (2) years and a fine of not less than five hundred thousand Rwandan francs (FRW 500,000) and not more than two million Rwandan francs (FRW 2,000,000) or one of these penalties. If the perpetrator of an offence referred under Paragraph One of this Article has caused death and is convicted, he/she liable to imprisonment for a term ranging from two (2) years to five (5) years and fine ranging from two million Rwandan francs (FRW 2,000,000) to five million Rwandan francs (FRW 5,000,000) or one these penalties. If the perpetrator of an offence referred under this Article is a company, institution, public or private organisation and association, it is only liable to a fine referred to under this Article which doubled. 2: ADMINISTRATIVE MISCONDUCT AND ITS SANCTIONS"
    },
    {
      "provision_ref": "art120",
      "chapter": "CHAPTER XII: OFFENCES AND | SECTION PREMIERE: OFFENCES | SECTION",
      "section": "120",
      "title": "Article 120 - Obstructing the functioning",
      "content": "of the labour inspectorate An employer who refuses to allow a labour inspector to enter an enterprise, refuses provide information with him/her, fails report to him/her summon or implement recommendations from a labour inspector, commits an administrative misconduct. He/she is liable to an administrative fine not less than one hundred thousand Rwandan francs (FRW 100,000) and not more than two million Rwandan francs (FRW 2,000,000). Modalities for implementing sanctions referred to under Paragraph One of this"
    },
    {
      "provision_ref": "artare-determined",
      "chapter": "CHAPTER XII: OFFENCES AND | SECTION PREMIERE: OFFENCES | SECTION",
      "section": "are determined",
      "title": "Article are determined - by an Order of the",
      "content": "Minister in charge of labour referred under Article 103 of this Law."
    },
    {
      "provision_ref": "art121",
      "chapter": "CHAPTER XIII: MISCELLANEOUS,",
      "section": "121",
      "title": "Article 121 - Temporary closure of",
      "content": "enterprise Without prejudice to provisions of Articles 117, 118, 119 and 120, for the purpose preserving national interests, the Minister in charge of labour can decide a temporary closure of an enterprise. TRANSITIONAL, AND FINAL PROVISIONS"
    },
    {
      "provision_ref": "art122",
      "chapter": "CHAPTER XIII: MISCELLANEOUS,",
      "section": "122",
      "title": "Article 122 - Payment of salaries for",
      "content": "employees executing public or private tenders Without prejudice to provisions of Laws governing public procurement, a successful bidder of a public or private tender pays salaries of employees employed. A successful bidder who sub-contracts responsible for payments of employees’ salaries in case the sub-contractor has not paid employees’ salaries. A successful bidder who is awarded tender is not entitled to payments without showing to the procuring entity the proof that he/she has paid the debt related salaries of employees employed. In case a successful bidder fails to pay the employees’ salaries, the procuring entity retains the amount equivalent employees’ salaries, until the successful bidder proves that he/she has paid the employees. However, if the payment is not effected the successful bidder in a period of forty- five (45) days, the procuring entity pays the concerned employees the salaries equivalent to the amount retained."
    },
    {
      "provision_ref": "art123",
      "chapter": "CHAPTER XIII: MISCELLANEOUS,",
      "section": "123",
      "title": "Article 123 - Ongoing employment",
      "content": "contracts at the time of commencement of this Law Employment contracts that were concluded before commencement of this Law remain valid. However, any clause of an employment contract contrary to this Law must be conformity with this Law within twelve (12) months from the commencement this Law."
    },
    {
      "provision_ref": "art124",
      "chapter": "CHAPTER XIII: MISCELLANEOUS,",
      "section": "124",
      "title": "Article 124",
      "content": "provisions Saving and repealing Save Article 163 of Law n° 13/2009 27/05/2009 regulating labour in Rwanda establishing the National Labour Council, its other provisions as well as other prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art125",
      "chapter": "CHAPTER XIII: MISCELLANEOUS,",
      "section": "125",
      "title": "Article 125 - Drafting, consideration and",
      "content": "adoption of this Law This Law was drafted in English, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art126",
      "chapter": "CHAPTER XIII: MISCELLANEOUS,",
      "section": "126",
      "title": "Article 126 - Commencement",
      "content": "This Law comes into force on the date of publication in the Official Gazette of the Republic of Rwanda. Kigali, on 30/08/2018 (sé) KAGAME Paul President of the Republic (sé) Dr. Edouard NGIRENTE Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General"
    }
  ],
  "definitions": []
}
