{
  "id": "rw-financial-intelligence-centre-2019",
  "type": "statute",
  "title": "Law establishing the Financial Intelligence Centre",
  "title_en": "Law establishing the Financial Intelligence Centre",
  "short_name": "Law 74 of 2019",
  "status": "in_force",
  "issued_date": "2020-01-29",
  "in_force_date": "2020-02-17",
  "url": "https://rwandalii.org/akn/rw/act/law/2019/74/eng@2020-02-17",
  "description": "Establishes the Financial Intelligence Centre, including powers and duties for collection and analysis of financial intelligence information.",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes the Financial Intelligence Centre. It also determines its mission, responsibilities, powers, organisation and functioning."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Establishment of a specialised organ",
      "content": "There is hereby established a Financial Intelligence Centre, abbreviated as “FIC”. FIC is a specialised organ."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Definitions",
      "content": "For the purpose of this Law, the following terms have the meanings assigned to them below: 1° financial intelligence: a process of receipt and analysis of suspicious transaction reports, other information related to money laundering, associated predicate offences, the financing of terrorism and the financing of proliferation of weapons of mass destruction for the dissemination of the results of such an analysis to relevant authorities; 2° reporting person: 1° the National Bank of Rwanda; 2° a financial institution; 3° a telecommunication company that provides financial services; 4° a person engaged in private legal practice, when he or she represents or assists his or her clients outside any legal proceeding, in particular within the framework of the following activities: a. buying and selling a property, a company or businesses; b. managing money, negotiable instruments and other assets belonging to the client; c. opening and managing current, savings or securities accounts; d. creating, managing or directing a company, trusts or other similar ventures or executing any other financial transactions; 5° an auditor, accountant and tax advisor; 6° a real estate agent; 7° a dealer in precious stones and precious metals; 8° a natural person, an institution or a company involved in the business of distributing money; 9° a casino and national lotteries; 10° non-governmental organisations; 11° trusts; 12° such other reporting persons as an Order of the Minister in charge of finance may determine."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Legal personality and independence",
      "content": "FIC has a legal personality and enjoys administrative, financial and human resource management autonomy. FIC is independent. In the accomplishment of its mission and responsibilities, FIC does not take injunctions from any other institution."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Supervising authority of FIC",
      "content": "FIC is supervised by the Ministry in charge of finance."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter One – General provisions",
      "section": "6",
      "title": "Article 6 – Head office of FIC",
      "content": "The head office of FIC is located in the City of Kigali, the Capital of the Republic of Rwanda. An Order of the Prime Minister may approve the relocation of the head office of FIC or establish FIC’s branches when considered necessary."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Mission, responsibilities and powers of FIC",
      "section": "7",
      "title": "Article 7 – Mission of FIC",
      "content": "FIC has the mission of conducting financial intelligence in order to counter money laundering, the financing of terrorism and the financing of proliferation of weapons of mass destruction and related crimes."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Mission, responsibilities and powers of FIC",
      "section": "8",
      "title": "Article 8 – Responsibilities of FIC",
      "content": "FIC has the following responsibilities: 1° to carry out operational and strategic analysis of received suspicious transaction reports and disseminate the results to relevant authorities; 2° to coordinate preventive activities carried out by all institutions in relation to the implementation of the law relating to the prevention and punishment of money laundering, the financing of terrorism and the financing of proliferation of weapons of mass destruction; 3° to advise the Government on strategies and policies aimed at preventing and countering money laundering, the financing of terrorism and the financing of proliferation of weapons of mass destruction and monitor their implementation; 4° to advise competent organs on the amendment and reform of laws and regulations relating to the prevention and countering of money laundering, the financing of terrorism and the financing of proliferation of weapons of mass destruction, when considered necessary; 5° to identify indicators that assist in recognising suspicious financial transactions; 6° to provide trainings and support on any matter related to the countering of money laundering, the financing of terrorism and the financing of proliferation of weapons of mass destruction; 7° to conduct public awareness on matters related to money laundering, the financing of terrorism and the financing of proliferation of weapons of mass destruction; 8° to design and put in place systems and controls for the security and confidentiality of data held by FIC; 9° to conduct national risk assessment on money laundering, the financing of terrorism and the financing of proliferation of weapons of mass destruction; 10° to establish and maintain a database of statistics and records related to the effectiveness of the implementation of the law relating to the prevention and punishment of money laundering, the financing of terrorism and the financing of proliferation of weapons of mass destruction; 11° to conduct research into trends, techniques and developments in the area of money laundering, the financing of terrorism and the financing of proliferation of weapons of mass destruction; 12° to advise supervisory authorities of reporting persons on the implementation of the law relating to the prevention and punishment of money laundering, the financing of terrorism and the financing of proliferation of weapons of mass destruction; 13° to participate in inter-agencies initiatives which aim at addressing financial and economic crime problems at the national, regional and international levels; 14° to issue regulations and directives to be implemented by reporting persons; 15° to regulate and supervise reporting persons that do not have any recognised supervisory authority; 16° to issue regulations that implement the United Nations Security Council Resolutions with regard to targeted financial sanctions related to terrorism, terrorist financing assets and those of other persons; 17° to issue regulations that implement the United Nations Security Council Resolutions with regard to targeted financial sanctions related to the proliferation of weapons of mass destruction and its financing; 18° to publish reports with comprehensive statistics, typologies and trends of money laundering, the financing of terrorism and the financing of proliferation of weapons of mass destruction, as well as information regarding its activities; 19° to provide feedback to reporting persons with regard to suspicious transactions reports, current technics, methods, trends or sanitised examples of actual money laundering, the financing of terrorism and the financing of proliferation of weapons of mass destruction cases, however, such examples must not contain confidential informations; 20° to develop and update a list of reporting persons; 21° to collaborate with institutions, organisations or agencies that operate at national and international level in countering money laundering, the financing of terrorism and the financing of proliferation of weapons of mass destruction."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Mission, responsibilities and powers of FIC",
      "section": "9",
      "title": "Article 9 – Powers of FIC",
      "content": "FIC has the following powers: 1° to monitor financial transactions that have been reported as suspicious; 2° to access financial, administrative and law enforcement information; 3° to access electronic data and other information banked in the servers of reporting persons and other organs for the purpose of financial intelligence; 4° to freeze and seize suspicious property or funds; 5° to order the person with authentic and private documents on financial transactions to submit them to it; 6° to order relevant organs to provide information related to the property and funds of individuals or legal entities suspected of committing money laundering, financing terrorism and financing the proliferation of weapons of mass destruction for the purpose of conducting financial intelligence; 7° to provide or exchange information with a financial intelligence authority from another country and other foreign organs with the power to access needed information, in case they have the same obligation of professional secrecy; 8° to order reporting persons to bring additional information useful for the analysis, when the information is correlated to received information; 9° to issue regulations determining administrative misconduct and related sanctions for reporting persons under its supervision."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "10",
      "title": "Article 10 – Management organs of FIC",
      "content": "The management organs of FIC are the following: 1° Board of Directors; 2° Executive Organ."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "11",
      "title": "Article 11 – Members of the Board of Directors",
      "content": "The Board of Directors of FIC is composed of seven (7) members appointed by a Presidential Order, including its Chairperson and Deputy Chairperson. Members of the Board of Directors are selected on the basis of their competence and expertise in countering money laundering, the financing of terrorism and the financing of proliferation of weapons of mass destruction as well as related crimes. Members of the Board of Directors must not engage, directly or indirectly, in activities related to the responsibilities of FIC. At least thirty percent (30%) of the members of the Board of Directors must be females. A Presidential Order determines the term of office of members of the Board of Directors of FIC as well as modalities for their replacement."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "12",
      "title": "Article 12 – Responsibilities of the Board of Directors of FIC",
      "content": "The Board of Directors of FIC has the following responsibilities: 1° to oversee the functioning of the Executive Organ and provide strategic guidance to be followed in the fulfilment of its responsibilities; 2° to examine and advise on its own initiative or upon request, on any matter and measure enabling FIC to fulfil its responsibilities; 3° to approve regulations and directives that FIC may issue in accordance with relevant laws; 4° to draft a memorandum of understanding that FIC may conclude with other foreign financial intelligence centres; 5° to consider the annual activity report of FIC; 6° to monitor and evaluate achievements of FIC in order to determine whether the strategies in place are adequate or need to be revised; 7° to approve internal rules and regulations of FIC; 8° to approve the strategic plan and action plan of FIC and related reports; 9° to approve the draft budget proposal of FIC and monitor the execution of its budget; 10° to approve the report on activities and use of property and finance for the previous year; 11° to monitor the performance of the Executive Organ of FIC and its personnel; 12° to approve the draft organisational structure and organisation chart of FIC, salaries and fringe benefits for other staff members of FIC."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "13",
      "title": "Article 13 – Duties of the Chairperson of the Board of Directors of FIC",
      "content": "The Chairperson of the Board of Directors has the following duties: 1° to convene and chair the meeting of Board of Directors; 2° to submit to the supervising authority of FIC a copy of minutes and resolutions of the meeting of the Board of Directors; 3° to submit to relevant organs reports of FIC adopted by the Board of Directors; 4° to follow up the implementation of resolutions of the Board of Directors; 5° to perform such other duties falling within the responsibilities of the Board of the Directors as the latter may assign to him or her."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "14",
      "title": "Article 14 – Duties of the Deputy Chairperson of the Board of Directors",
      "content": "The Deputy Chairperson of the Board of Directors has the following duties: 1° to assist the Chairperson and deputize for him or her in case of absence; 2° to perform such other duties falling within the responsibilities of the Board of Directors as the latter may assign to him or her."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "15",
      "title": "Article 15 – Incompatibilities with membership of the Board of Directors",
      "content": "The following incompatibilities apply to a member of the Board of Directors: 1° to perform any remunerated activity within FIC; 2° to bid for tenders of FIC either individually or through a company in which he or she holds shares."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "16",
      "title": "Article 16 – Grounds for loss of membership of the Board of Directors and modalities for replacement",
      "content": "A member of the Board of Directors of FIC loses membership if: 1° his or her term of office expires; 2° he or she resigns in writing; 3° he or she is no longer able to perform his or her duties due to sickness or disability certified by a committee of three (3) authorised medical doctors; 4° he or she is definitively sentenced to a term of imprisonment equal to or exceeding six (6) months; 5° he or she fails to attend three (3) consecutive meetings without valid reasons; 6° he or she demonstrates any behaviour likely to compromise his or her dignity or dishonour his or her office or institution; 7° he or she jeopardizes the interests of FIC; 8° he or she is convicted of the crime of genocide or genocide ideology; 9° he or she no longer fulfils the requirements considered at the time of his or her appointment; 10° he or she dies. In case a member of the Board of Directors of FIC leaves office before the expiry of his or her term of office, the competent authority appoints his or her replacement. The appointee holds office for the remainder of his or her predecessor’s term of office."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "17",
      "title": "Article 17 – Convening and holding of the meetings of the Board of Directors and decision-making modalities",
      "content": "The meeting of the Board of Directors is held once a quarter and whenever necessary upon invitation by its Chairperson or Deputy Chairperson in case of absence of its Chairperson, at his or her own initiative or upon request in writing by at least one third (1/3) of its members. The invitation is submitted in writing to the members of the Board of Directors at least fifteen (15) days before the meeting is held. However, an extraordinary meeting is convened in writing at least three (3) days before the meeting is held. Items to be considered by the meeting of the Board of Directors in the first quarter of the year include the approval of the financial and activity reports of the previous year. Every quarter, the Board of Directors must examine the financial and activity reports relating to the previous quarter and submit them to the supervising authority of FIC. The quorum for a meeting of the Board of Directors is two-thirds (2/3) of its members. Members of the Board of Directors are not allowed to be represented at its meetings. The Director General attends the meetings of the Board of Directors but without the right to vote during decision-making. The meeting of the Board of Directors makes decisions by consensus. If consensus is not reached, decisions are made by an absolute majority of votes of members present. In case of a tie, the chairperson of the meeting has the casting vote."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "18",
      "title": "Article 18 – Invitation of a resource person to the meeting of the Board of Directors",
      "content": "The Board of Directors may invite in its meeting any person from whom it may seek advice on a certain item on the agenda. The invited person is not allowed to vote or to follow debates on other items on the agenda."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "19",
      "title": "Article 19 – Approval of resolutions and minutes of the meeting of the Board of Directors",
      "content": "Resolutions of the meeting of the Board of Directors are jointly signed by its members immediately after the end of the meeting and a copy is sent to the supervising authority of FIC within a period of five (5) working days. The minutes of the meeting of the Board of Directors are approved at the next meeting and signed by the Chairperson and its rapporteur. A copy of the minutes is sent to the supervising authority of FIC within a period of fifteen (15) days from the day of its approval."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "20",
      "title": "Article 20 – Rapporteur of the meeting of the Board of Directors",
      "content": "The Director General is the rapporteur of the meeting of the Board of Directors. The Director General does not participate in the meetings of the Board of Directors that take decisions on issues that concern him or her. In that case, members of the Board of Directors elect a rapporteur from among themselves."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "21",
      "title": "Article 21 – Personal interest in an item under consideration",
      "content": "When a member of the Board of Directors has a direct or indirect personal interest in the item to be considered, he or she must beforehand inform the Board of Directors about where his or her interest lies. A member who informs of his or her interest in the item to be considered does not attend the meeting deliberating on that item. When it is noted that most or all members of the Board of Directors have a direct or indirect personal interest in the item to be considered in such a way that it is impossible to decide on the item, such an item is submitted to the supervising authority of FIC for decision, within a period of thirty (30) days."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "22",
      "title": "Article 22 – Sitting allowances for members of the Board of Directors",
      "content": "A Presidential Order determines sitting allowances for members of the Board of Directors."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "23",
      "title": "Article 23 – Composition of the Executive Organ and modalities for appointment of its members",
      "content": "The Executive Organ of FIC is comprised of the Director General appointed by a Presidential Order and other staff members appointed in accordance with relevant laws. A Presidential Order may also appoint a Deputy Director General and determine his or her powers, responsibilities and fringe benefits."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "24",
      "title": "Article 24 – Responsibilities of the Executive Organ",
      "content": "The Executive Organ of FIC has the following responsibilities: 1° to organise and coordinate the daily implementation of all responsibilities of FIC; 2° to implement the resolutions of the Board of Directors; 3° to execute the budget of FIC; 4° to draft and submit the action plan and activity report to be submitted to relevant organs; 5° to prepare the draft organisational structure and organisation chart and propose salaries and fringe benefits for other staff members of FIC; 6° to perform such other duties related to the responsibilities of FIC as the Board of Directors may assign to him or her."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "25",
      "title": "Article 25 – Powers and responsibilities of the Director General",
      "content": "The Director General has the power and duty to make decisions on the management of human resources and property of FIC in accordance with relevant laws. The Director General of FIC has the following responsibilities: 1° to follow up daily activities of FIC; 2° to implement resolutions of the Board of Directors; 3° to act as the legal representative of FIC; 4° to enforce and ensure compliance with laws and regulations related to the prevention of money laundering, the financing of terrorism and the financing of proliferation of weapons of mass destruction; 5° to ensure that staff members comply with disciplinary rules; 6° to propose draft internal rules and regulations and procedure rules of FIC to be approved by the Board of Directors of FIC; 7° to submit to the Board of Directors activity report and budget execution report of FIC at least once a quarter and when considered necessary; 8° to manage and execute the budget of FIC; 9° to monitor the execution of the budget and manage the property of FIC; 10° to impose administrative fines; 11° to attend meetings of the Board of Directors and serve as its rapporteur; 12° to submit the quarterly activity report to the Board of Directors of FIC; 13° to perform such other duties as the Board of Directors may assign to him or her."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "26",
      "title": "Article 26 – Fringe benefits for the Director General of FIC",
      "content": "A Presidential Order determines fringe benefits for the Director General of FIC."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "27",
      "title": "Article 27 – Staff members of FIC",
      "content": "Staff members of FIC include staff members experienced and skilled in the fight against the crimes of money laundering, the financing of terrorism and the financing of proliferation of weapons of mass destruction, financial intelligence and financial analysis."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "28",
      "title": "Article 28 – Statutes governing staff members of FIC",
      "content": "A Presidential Order determines special statutes governing staff members of FIC."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "29",
      "title": "Article 29 – Organisational structure, salaries and fringe benefits for other staff members of FIC",
      "content": "A Prime Minister’s Order determines the organisational structure and organisation chart, salaries and fringe benefits for other staff members of FIC."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter III – Organisation and functioning of FIC",
      "section": "30",
      "title": "Article 30 – Functioning of FIC and its collaboration with other organs",
      "content": "In the performance of its mission, FIC collaborates with security, judicial and administrative organs at national, regional and international levels in order to share information related to the fight against the crimes of money laundering, the financing of terrorism and the financing of proliferation of weapons of mass destruction. FIC establishes its internal rules and regulations. The internal rules and regulations cover among other provisions, the functioning of FIC organs and its collaboration with reporting persons."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Property and finance of FIC",
      "section": "31",
      "title": "Article 31 – Property of FIC and its sources",
      "content": "The property of FIC consists of movables and immovables. The property of FIC comes from the following sources: 1° State budget allocations; 2° State or partners’ subsidies; 3° loans granted to FIC as approved by the Minister in charge of finance; 4° donations and bequests."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter IV – Property and finance of FIC",
      "section": "32",
      "title": "Article 32 – Budget",
      "content": "FIC prepares its annual budget to be approved by the relevant authority and used in accordance with relevant laws."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter IV – Property and finance of FIC",
      "section": "33",
      "title": "Article 33 – Use, management and audit of the property of FIC",
      "content": "The use, management and audit of the property of FIC are carried out in accordance with relevant laws. The internal audit unit of FIC conducts on a regular basis audit and submits a report to the Board of Directors with a copy to the Director General of FIC."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter IV – Property and finance of FIC",
      "section": "34",
      "title": "Article 34 – Annual financial report",
      "content": "Within a period not exceeding three (3) months following the closure of the financial year, the Director General submits the annual financial report to the supervising authority of FIC after its approval by the Board of Directors in accordance with laws governing the management of State finance and property."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter V – Final provisions",
      "section": "35",
      "title": "Article 35 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter V – Final provisions",
      "section": "36",
      "title": "Article 36 – Repealing provision",
      "content": "All prior legal provisions inconsistent with this Law are repealed."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter V – Final provisions",
      "section": "37",
      "title": "Article 37 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "reporting person",
      "definition": "1° the National Bank of Rwanda",
      "source_provision": "art3"
    },
    {
      "term": "non",
      "definition": "governmental organisations",
      "source_provision": "art3"
    }
  ]
}
