{
  "id": "rw-national-cybersecurity-policy",
  "type": "statute",
  "title": "Inzira y'Igihugu y'Umutekano w'Ikoranabuhanga — Ingamba za NCSA",
  "title_en": "National Cybersecurity Policy — Rwanda National Cyber Security Authority Framework",
  "short_name": "NCSA-Policy",
  "status": "in_force",
  "issued_date": "2021-01-01",
  "in_force_date": "2021-01-01",
  "url": "https://www.ncsa.gov.rw/",
  "description": "The Rwanda National Cybersecurity Policy establishes the strategic direction and operational framework for protecting Rwanda's digital infrastructure from cyber threats. It defines the roles of the National Cyber Security Authority and sector stakeholders, establishes requirements for national cyber threat monitoring and response, and promotes international cybersecurity cooperation in alignment with the African Union Cybersecurity Convention.",
  "provisions": [
    {
      "provision_ref": "pol1",
      "section": "1",
      "title": "Policy Statement 1. Vision and Mission",
      "content": "Rwanda envisions a secure, trusted, and resilient digital environment that supports national development, economic growth, and the well-being of all Rwandans. The mission of this Policy is to establish a comprehensive national cybersecurity framework that protects Rwanda's digital infrastructure, builds public trust in digital services, and enables Rwanda to participate confidently in the global digital economy. This Policy is founded on principles of resilience, proportionality, shared responsibility, international cooperation, and the protection of human rights in the digital space. The Government of Rwanda recognises that cybersecurity is a prerequisite for achieving the goals of Vision 2050 and the National Strategy for Transformation, and is committed to providing the resources, institutions, and coordination mechanisms necessary to achieve the vision set out in this Policy."
    },
    {
      "provision_ref": "pol2",
      "section": "2",
      "title": "Policy Statement 2. Strategic Priorities",
      "content": "The National Cybersecurity Policy identifies five strategic priorities: (1) Protecting national digital infrastructure — ensuring the security and resilience of government information systems, critical national infrastructure, and digital service delivery platforms; (2) Building national cybersecurity capacity — developing Rwanda's cybersecurity workforce, research capabilities, and technical expertise; (3) Establishing a robust legal and regulatory framework — maintaining a comprehensive, effective, and proportionate legal framework governing cybersecurity across all sectors; (4) Fostering a culture of cybersecurity — promoting cybersecurity awareness and responsible digital behaviour among individuals, businesses, and government; (5) Promoting international cybersecurity cooperation — engaging constructively with the international community on cybersecurity norms, standards, and operational cooperation."
    },
    {
      "provision_ref": "pol3",
      "section": "3",
      "title": "Policy Statement 3. Institutional Framework",
      "content": "The National Cyber Security Authority (NCSA) is the principal government body responsible for cybersecurity governance in Rwanda. NCSA shall lead the development and implementation of national cybersecurity strategies, policies, and frameworks. Sectoral regulators, including the Rwanda Utilities Regulatory Authority (RURA) for the ICT and energy sectors, the National Bank of Rwanda for the financial sector, and other relevant authorities, shall collaborate with NCSA to implement cybersecurity requirements within their respective sectors. A National Cybersecurity Coordination Committee, chaired by NCSA and comprising representatives of relevant government institutions and critical infrastructure sectors, shall provide strategic coordination of national cybersecurity activities. NCSA shall serve as Rwanda's national point of contact for international cybersecurity cooperation."
    },
    {
      "provision_ref": "pol4",
      "section": "4",
      "title": "Policy Statement 4. Critical Infrastructure Protection",
      "content": "The Government of Rwanda shall identify and maintain a register of critical national infrastructure whose disruption would have significant consequences for national security, public health, safety, or economic stability. Sectors designated as critical infrastructure shall include: government administration; telecommunications and ICT; energy; water and wastewater; transportation; financial services; and public health. Operators of critical national infrastructure shall be required to implement cybersecurity requirements commensurate with the significance of their assets and the risks they face, as specified in applicable laws, regulations, and sectoral guidelines. NCSA shall conduct or commission cybersecurity risk assessments of critical national infrastructure and shall work with operators to address identified vulnerabilities. The Government shall develop and exercise a national cybersecurity crisis management plan addressing large-scale or coordinated cyber incidents affecting critical infrastructure."
    },
    {
      "provision_ref": "pol5",
      "section": "5",
      "title": "Policy Statement 5. National CSIRT",
      "content": "NCSA shall operate a national Computer Security Incident Response Team (CSIRT/RW) responsible for: monitoring the national cyber threat landscape; receiving and analysing reports of cyber incidents from government institutions and critical infrastructure operators; providing technical assistance to organisations responding to cyber incidents; coordinating national-level incident response activities; maintaining situational awareness through threat intelligence collection and analysis; issuing cybersecurity advisories and warnings to stakeholders; and representing Rwanda in international CSIRT networks and cooperation frameworks. CSIRT/RW shall operate around the clock and shall be equipped with the technical tools, skills, and authority necessary to fulfil its mandate. Sectoral CSIRTs may be established within government ministries and critical infrastructure sectors to provide first-line incident response capability, coordinating with CSIRT/RW on significant incidents."
    },
    {
      "provision_ref": "pol6",
      "section": "6",
      "title": "Policy Statement 6. Cybersecurity Workforce Development",
      "content": "The Government shall invest in building Rwanda's cybersecurity workforce to meet the growing demand for skilled cybersecurity professionals in both the public and private sectors. NCSA shall coordinate with the Ministry of Education, universities, and technical and vocational education institutions to develop cybersecurity curricula and training programmes. The Government shall establish or support cybersecurity education and training initiatives at all levels, from basic digital literacy through to advanced technical and management qualifications. Scholarships, internships, and professional development programmes shall be made available to support the development of cybersecurity talent, with a focus on increasing diversity and inclusion in the cybersecurity workforce. NCSA shall maintain a skills framework for cybersecurity professionals and shall facilitate certification and professional development opportunities."
    },
    {
      "provision_ref": "pol7",
      "section": "7",
      "title": "Policy Statement 7. Cybersecurity Research and Innovation",
      "content": "The Government shall foster cybersecurity research and innovation to ensure Rwanda's ability to develop indigenous cybersecurity capabilities and to remain at the forefront of emerging cybersecurity challenges and solutions. NCSA shall support cybersecurity research through grants, partnerships with universities and research institutions, and collaboration with the private sector. Rwanda shall develop or participate in a cybersecurity innovation ecosystem that supports start-ups, applied research, and the development of cybersecurity products and services tailored to the Rwandan and regional context. A cybersecurity technology laboratory shall be established to support testing, evaluation, and proof-of-concept development of cybersecurity solutions. Research priorities shall include areas of particular relevance to Rwanda's development context, including mobile security, cloud security, IoT security, and the security of digital financial services."
    },
    {
      "provision_ref": "pol8",
      "section": "8",
      "title": "Policy Statement 8. Public Awareness",
      "content": "The Government shall implement a sustained national cybersecurity awareness programme to promote safe and responsible use of digital technologies among all Rwandans. The national awareness programme shall target all segments of the population, with tailored messages and channels appropriate to different audiences including children, adults, businesses, and government employees. NCSA shall coordinate cybersecurity awareness activities across government institutions and shall work with the private sector and civil society to amplify key cybersecurity messages. Annual National Cybersecurity Awareness activities shall be organised to focus public attention on key cybersecurity themes. Schools shall integrate digital safety and cybersecurity literacy into their curricula. NCSA shall publish practical cybersecurity guidance for individuals, households, small businesses, and organisations."
    },
    {
      "provision_ref": "pol9",
      "section": "9",
      "title": "Policy Statement 9. International Cooperation",
      "content": "Rwanda shall engage actively in international cybersecurity cooperation to benefit from shared intelligence, technical assistance, and capacity building opportunities, and to contribute to the development of international cybersecurity norms and standards. Rwanda shall ratify and implement the African Union Convention on Cyber Security and Personal Data Protection (Malabo Convention) and shall align its national framework with the Convention's requirements. Rwanda shall cooperate with the International Telecommunication Union (ITU) and other international organisations on cybersecurity capacity building and standards development. Bilateral cybersecurity cooperation agreements shall be concluded with key partner countries to facilitate operational cooperation, information sharing, and mutual assistance in cybersecurity matters. Rwanda shall comply with internationally agreed norms of responsible state behaviour in cyberspace."
    },
    {
      "provision_ref": "pol10",
      "section": "10",
      "title": "Policy Statement 10. Digital Trust and Confidence",
      "content": "Rwanda shall promote digital trust as a foundation for the digital economy and digital government. Digital trust frameworks shall address the trustworthiness of digital services, digital identities, electronic transactions, and digital content. The Government shall develop and implement a national public key infrastructure (PKI) supporting secure and authenticated digital interactions between government, businesses, and citizens. Trust marks and certification schemes shall be established to enable consumers and businesses to identify trustworthy digital services and products. The Government shall promote the adoption of security standards and best practices by the private sector as a means of enhancing digital trust across the economy. NCSA shall maintain a public register of cybersecurity incidents and threats to promote transparency and support informed decision-making."
    },
    {
      "provision_ref": "pol11",
      "section": "11",
      "title": "Policy Statement 11. Cybersecurity in Procurement",
      "content": "The Government shall integrate cybersecurity requirements into its ICT procurement processes to ensure that government information systems are secure by design and that suppliers meet appropriate security standards. All significant government ICT procurement shall include a cybersecurity assessment as part of the evaluation process. Suppliers of ICT products and services to government shall be required to demonstrate compliance with applicable cybersecurity requirements and to provide transparency about the security of their products and services. The Government shall develop a supplier assurance programme enabling government institutions to make informed procurement decisions based on suppliers' cybersecurity posture. Contracts for ICT products and services shall include requirements for the timely disclosure of security vulnerabilities, provision of security patches, and notification of security incidents."
    },
    {
      "provision_ref": "pol12",
      "section": "12",
      "title": "Policy Statement 12. Cybersecurity for Financial Inclusion",
      "content": "Rwanda shall ensure that cybersecurity measures support rather than hinder the goals of financial inclusion, enabling all Rwandans to benefit from digital financial services in a safe and secure environment. The National Bank of Rwanda and NCSA shall collaborate to develop and implement cybersecurity requirements for digital financial service providers that are proportionate, risk-based, and do not create disproportionate barriers for providers serving low-income or rural populations. Consumer protection measures shall be implemented to ensure that users of digital financial services are protected against cybersecurity risks and have effective recourse mechanisms. Mobile money providers and digital payment platforms shall implement security measures appropriate to the risk profile of the transactions they facilitate. Financial sector cybersecurity incidents shall be reported to the National Bank of Rwanda and to NCSA."
    },
    {
      "provision_ref": "pol13",
      "section": "13",
      "title": "Policy Statement 13. Children's Online Safety",
      "content": "The Government shall protect children from online risks including exposure to harmful content, online exploitation, and cyberbullying. NCSA shall develop guidelines and resources to support parents, educators, and children in navigating the online environment safely. Digital safety shall be integrated into school curricula at all levels, with age-appropriate content addressing risks and responsible online behaviour. Service providers offering platforms and services used by children shall implement age-appropriate design standards, including controls limiting access to harmful content and protective measures against exploitation. NCSA shall maintain reporting mechanisms enabling parents, educators, and children to report online safety concerns. The Government shall cooperate with international partners on cross-border investigations of online exploitation of children."
    },
    {
      "provision_ref": "pol14",
      "section": "14",
      "title": "Policy Statement 14. Monitoring and Evaluation",
      "content": "NCSA shall establish a monitoring and evaluation framework to track progress against the objectives of the National Cybersecurity Policy. Key performance indicators shall be defined for each strategic priority, including metrics for: the security posture of critical national infrastructure; the maturity of government institutions' cybersecurity programmes; the development of the cybersecurity workforce; levels of public cybersecurity awareness; and international cybersecurity cooperation activities. An annual national cybersecurity report shall be published by NCSA documenting progress against policy objectives, the national cyber threat landscape, significant incidents, and areas requiring additional attention. The Policy shall be reviewed every three years to assess its continued relevance and effectiveness."
    },
    {
      "provision_ref": "pol15",
      "section": "15",
      "title": "Policy Statement 15. Funding and Resources",
      "content": "The Government shall allocate adequate resources to support the effective implementation of this Policy, including through the national budget, development partner support, and international cooperation programmes. NCSA shall maintain a multiyear resource plan aligning funding with policy priorities and operational requirements. Government institutions shall allocate adequate resources within their own budgets to support information security programmes meeting the requirements of the Information Security Governance Framework. The Government shall explore sustainable financing mechanisms for cybersecurity capacity development, including public-private partnerships, development finance, and international technical assistance. Resource allocation decisions shall be informed by risk assessments identifying the most critical cybersecurity needs and opportunities for impact."
    }
  ],
  "definitions": [
    {"term": "cybersecurity", "definition": "The collection of tools, policies, security concepts, security safeguards, guidelines, risk management approaches, and technologies that can be used to protect the cyber environment and organisation and user assets.", "source_provision": "pol1"},
    {"term": "CSIRT", "definition": "Computer Security Incident Response Team, a designated group responsible for receiving, reviewing, and responding to computer security incidents.", "source_provision": "pol5"},
    {"term": "critical national infrastructure", "definition": "Sectors and assets whose disruption or destruction would have significant consequences for national security, public health, safety, or economic stability.", "source_provision": "pol4"},
    {"term": "digital trust", "definition": "The confidence that digital services, identities, and transactions are secure, reliable, and authentic.", "source_provision": "pol10"},
    {"term": "cyber incident", "definition": "Any event that compromises or has the potential to compromise the security, confidentiality, integrity, or availability of information systems or the data they contain.", "source_provision": "pol5"}
  ]
}
