{
  "id": "rw-law-2018-30",
  "type": "statute",
  "title": "Law determining the Jurisdiction of Courts",
  "title_en": "Law determining the Jurisdiction of Courts",
  "short_name": "Law 30 of 2018",
  "status": "in_force",
  "issued_date": "2018-06-02",
  "in_force_date": "2018-06-02",
  "url": "https://rwandalii.org/akn/rw/act/law/2018/30/eng@2018-06-02",
  "provisions": [
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76 - Petitions contesting results",
      "content": "the referendum, presidential and parliamentary elections The petition contesting the election results based on the registration of candidates, the electoral procedure, the voting and counting of the votes. The right to petition the Supreme Court belongs to any citizen, any candidate, any political organization or the National Electoral Commission. The petition is submitted within forty-eight (48) hours from the time the list of candidates or provisional election results are published and it is not subject to court fees. Applicant must provide a copy of the complaint to the National Electoral Commission. The complaint does not suspend the implementation of the outcome. The elected candidate remains in office until the resolution of the dispute."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77 - Hearing and decisions on",
      "content": "petition contesting elections The hearing on petition contesting elections conducted in public and is only based on written evidence. The bench is composed at least five (5) judges. When the court finds the petition founded, may, depending on the circumstances of the case, decide to nullify the contested decision, election or change the results of the elections. Where the Supreme Court finds that the grounds on which the petition was filed can result into changing the elections results substantive way, it decides the cancellation such elections and declares that new elections be organized within ninety (90) days from the date of on which the cancelled elections were held. When the Supreme Court finds that the grounds on which the petition was filed may not cause the cancellation of the elections, shows the errors for correction. The Supreme Court has a period of fifteen (15) days from the last day of appeal, to take decision. The decision of the Supreme Court states clearly the reasons for the decision. The decision is notified to the applicant, the President of the National Electoral Commission and the Minister in charge elections. When the Supreme Court finds that the petition does not meet the requirements, declares it inadmissible and mentions the reasons for inadmissibility. The inadmissibility of the petition confirms the provisional results provided by the National Electoral Commission. D. Resolving disputes relating to a decision of expelling a Deputy or a Senator"
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78 - Filing of the petition and",
      "content": "decision of the court to expel a Deputy or Senator A Deputy or Senator who is not satisfied with the decision to expel him/her from the Chamber of Deputies, political organization or from the Senate may file a petition before the Supreme Court in writing within five (5) working days from the date on which such a decision was announced him/her. The petition is examined in public and the court takes into consideration only the documents of the parties. The petition is examined within a period fifteen (15) days from the date of its receipt. The bench is composed of at least five (5) judges. When the court finds the applicant’s argument founded, it cancels the decision for expulsion and the applicant is reinstated in his/her rights. When the court finds unfounded applicant’s argument, the decision expulsion remains valid. the for E. Resolving disputes based on the interpretation of laws or the traditional custom"
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79 - Filing of the petition and",
      "content": "decision of the court relating to disputes based on the interpretation of laws or the traditional custom A natural or legal person, a government institution, a political organization, company, a non-governmental organization association with legal personality may bring an action seeking the interpretation of legal provisions or traditional customs subject divergence in accordance with the Constitution of the Republic of Rwanda. The applicant must demonstrate in his/her submissions a private or public legitimate interest pursued, the subject of the dispute. He/she must annex to the submission, the copy of the law or the signs and symbols challenged custom. The applicant submits his/her submissions indicating the issue arising in the law and respect of which he/she seeks interpretation, how the interpretation, in his/her opinion, should be made and the reasons. The action is introduced to the court by usual way. The hearing takes place in public and in the presence of a government representative. The Court may call on experts on the subject or others Amicus Curiae in the hearing. The bench is composed of at least five (5) judges. F. Resolving disputes based on the preservation of rights relating to general interest"
    },
    {
      "provision_ref": "art80",
      "chapter": "CHAPTER II: JURISDICTION | Section One: Jurisdiction of commercial",
      "section": "80",
      "title": "Article 80 - Filing of the petition and",
      "content": "decision of the court in connection with the rights relating to the general interest A natural person or a government institution, a political organization, a company, a non- governmental organization or association with legal personality may bring action for preservation or deprivation of rights relating to the general interest of the country, its natural resources, its entire or part of the population. The applicant must demonstrate in his/her submission the public legitimate interest pursued, the legal basis for its action. He/she must annex to his/her submissions a study report made by experts demonstrating the seriousness of the issue, its resolution attempts in cooperation with the institutions of the State that failed and the eventual consequences of the non-resolution. The action is introduced by usual ways. The hearing is conducted in public and in the presence of a government representative. The Court may, upon request, call on experts on the subject matter or to other Amicus curiae the hearing to clarify the dispute. The bench is composed of at least five (5) judges. SPECIALISED COURTS OF courts"
    },
    {
      "provision_ref": "art81",
      "chapter": "CHAPTER II: JURISDICTION | Section One: Jurisdiction of commercial",
      "section": "81",
      "title": "Article 81 - Jurisdiction of the Commercial",
      "content": "Court Subject to the provisions of Article 27, item 4 o, the Commercial Court hears in the first instance, all commercial, financial and fiscal cases and other related matters connection with: 1° disputes arising from commercial contracts or commercial activities between individuals or business entities; 2° disputes arising from the use of negotiable instruments; 3° disputes arising from contracts between individuals and financial institutions; 4° disputes related to liquidation, dissolution and recovery of business firms facing bankruptcy; 5° disputes related to insurance with the exception of those related to accident compensation claimed from insurance companies by those who have no contract with such companies; 6° disputes related to taxes and duties; 7° disputes related to the transportation persons and goods; 8° any dispute that may arise between persons who own or manage registered entities and other business companies namely: a) members of the Board of Directors; b) directors; c) auditors; d) liquidators of a dissolved company; e) administrators of the property an bankrupt firm; 9° cases related to bankruptcy; 10° disputes related to intellectual property, including trade marks and names; 11° disputes related to registration and deregistration of business people from commercial registers; 12° disputes related to the appointment dismissal of auditors of firms; 13° disputes related to business competition and consumer protection; 14° business-related issues cooperative organisations; arising 15° any dispute arising in the preparation and execution of administrative contracts between public organs and the private sector on business and financial affairs; 16° cases related to public tenders. The Commercial Court also hears at the first instance tax cases referred to under the East African Community Customs Management Act."
    },
    {
      "provision_ref": "art82",
      "chapter": "CHAPTER II: JURISDICTION | Section One: Jurisdiction of commercial | Section 2: Military courts",
      "section": "82",
      "title": "Article 82 - Jurisdiction of the Commercial",
      "content": "High Court The Commercial High Court hears at first instance, applications seeking execution Rwanda of decisions and judgements rendered by foreign courts on commercial, financial and fiscal cases. The examination of such applications conducted in consideration of: 1° whether the foreign judgment does not contradict public order and legal principles of Rwandan laws; 2° whether the case was finally heard and determined in accordance with the laws the country in which the judgment was rendered; 3° whether the copy of the judgment is by all means authentic in accordance with laws of the Country in which the judgment was rendered; 4° whether the respected. right of defence was The Commercial High Court has also jurisdiction to hear petitions seeking execution in Rwanda of authentic deeds which have proof that they were written by foreign authorities if they have the following evidence: a) if the reasons for seeking the execution the authentic deeds are not contrary public order and legal principles Rwandan laws; b) if according to laws of the country which they were written, they have all necessary evidence to prove their authenticity. The Commercial High Court also examines the legality of awards rendered by the arbitrators. Judgments rendered by the Commercial High Court on the actions mentioned in Paragraph 4 of this Article are not subject to appeal. The Commercial High Court hears on the appeal level judgments rendered at first instance by commercial courts."
    },
    {
      "provision_ref": "art83",
      "chapter": "CHAPTER II: JURISDICTION | Section One: Jurisdiction of commercial | Section 2: Military courts",
      "section": "83",
      "title": "Article 83 - Jurisdiction of the Military",
      "content": "Court The Military Court has jurisdiction at the first instance over all offences committed on the territory of the Republic of Rwanda and abroad by soldiers irrespective of their ranks, their co-perpetrators and accomplices unless such offences were committed with children and persons tried in the Supreme Court at first and last instance. The Military Court also tries former soldiers and former gendarmes who are prosecuted for having committed the crimes of genocide against the Tutsi and other crimes against humanity that were committed in Rwanda between October 1, 1990 and December 31, 1994."
    },
    {
      "provision_ref": "art84",
      "chapter": "CHAPTER II: JURISDICTION | Section One: Jurisdiction of commercial | Section 2: Military courts",
      "section": "84",
      "title": "Article 84 - Jurisdiction of the Military",
      "content": "High Court The Military High Court tries, at first instance, all offences which constitute a threat to national security committed on the territory of the Republic of Rwanda and beyond by soldiers irrespective of their ranks, their co- perpetrators and accomplices. The Military High Court hears at appeal level all cases tried by the Military Court. The Military High Court also tries cases rehabilitation of persons tried by military courts."
    },
    {
      "provision_ref": "art85",
      "chapter": "CHAPTER ONE: JURISDICTION OF | Section One: Primary Courts",
      "section": "85",
      "title": "Article 85 - Applications for damages heard",
      "content": "by military courts Application for damages arising from criminal offence to be tried by the military courts may be filed together with the criminal case in military courts or may be filed separately in a civil court with competent jurisdiction. TITLE IV: TERRITORIAL JURISDICTION OF EACH COURT ORDINARY COURTS"
    },
    {
      "provision_ref": "art86",
      "chapter": "CHAPTER ONE: JURISDICTION OF | Section One: Primary Courts | Section 2: Intermediate Courts",
      "section": "86",
      "title": "Article 86 - Number, denominations,",
      "content": "territorial jurisdiction and seats of Primary Courts The number of Primary Courts, their denominations and their territorial jurisdiction are in Annex I of this Law. The seat of each Primary Court is determined by the High Council of the Judiciary after consultation with the Mayor of the concerned District."
    },
    {
      "provision_ref": "art87",
      "chapter": "CHAPTER ONE: JURISDICTION OF | Section One: Primary Courts | Section 2: Intermediate Courts | Section 3: High Court",
      "section": "87",
      "title": "Article 87 - Number, denominations,",
      "content": "territorial jurisdiction and seats Intermediate Courts The number of Intermediate Courts, their denominations and their territorial jurisdiction are in Annex II of this Law. The seat of each Intermediate Court determined by the High Council of the Judiciary after consultation with the Mayor the concerned District."
    },
    {
      "provision_ref": "art88",
      "chapter": "CHAPTER ONE: JURISDICTION OF | Section One: Primary Courts | Section 2: Intermediate Courts | Section 3: High Court",
      "section": "88",
      "title": "Article 88 - Seat, territorial jurisdiction and",
      "content": "chambers of the High Court The High Court has its seat in the City Kigali. Its territorial jurisdiction covers the entire national territory. The High Court has also five (5) chambers: 1° the Chamber in Musanze which has its seat at Musanze; 2° the Chamber in Nyanza which has its seat at Nyanza; 3° the Chamber in Rwamagana which has its seat at Rwamagana; 4° the Chamber in Rusizi which has its seat at Rusizi; 5° the Chamber which has jurisdiction over international and transnational crimes which has its seat at Nyanza."
    },
    {
      "provision_ref": "art89",
      "chapter": "CHAPTER ONE: JURISDICTION OF | Section One: Primary Courts | Section 2: Intermediate Courts | Section 3: High Court | Section 4: Court of Appeal",
      "section": "89",
      "title": "Article 89 - Territorial jurisdiction of the",
      "content": "High Court and of its chambers The territorial jurisdiction of the seat of the High Court covers the jurisdictions of the Intermediate Courts of Nyarugenge, Gasabo and Gicumbi; The territorial jurisdiction of the chamber whose seat is at Musanze covers the territorial jurisdiction of the Intermediate Courts Musanze and Rubavu; The territorial jurisdiction of the chamber whose seat is in Nyanza covers the jurisdiction of the Intermediate Courts Muhanga, Huye and Nyamagabe; The territorial jurisdiction of the chamber whose seat is in Rwamagana covers the territorial jurisdiction of the Intermediate Courts of Ngoma and Nyagatare; The territorial jurisdiction of the chamber whose seat is in Rusizi covers the territorial jurisdiction of the Intermediate Courts Rusizi and Karongi; The territorial jurisdiction of the chamber which has jurisdiction over international and transnational crimes covers the entire national territory. The President of the Supreme Court may designate other chambers in the High Court considered necessary, upon approval by the High Council of the Judiciary."
    },
    {
      "provision_ref": "art90",
      "chapter": "CHAPTER ONE: JURISDICTION OF | Section One: Primary Courts | Section 2: Intermediate Courts | Section 3: High Court | Section 4: Court of Appeal | Section 5: Supreme Court",
      "section": "90",
      "title": "Article 90 - Seat and territorial jurisdiction",
      "content": "of the Court of Appeal The Court of Appeal has its seat in the City Kigali. Its territorial jurisdiction is the entire national territory."
    },
    {
      "provision_ref": "art91",
      "chapter": "CHAPTER II: JURISDICTION | Section One: Commercial courts",
      "section": "91",
      "title": "Article 91 - Seat and territorial jurisdiction",
      "content": "of the Supreme Court The Supreme Court has its seat in City Kigali. Its territorial jurisdiction covers the entire national territory. SPECIALIZED COURTS OF"
    },
    {
      "provision_ref": "art92",
      "chapter": "CHAPTER II: JURISDICTION | Section One: Commercial courts | Section 2: Military courts",
      "section": "92",
      "title": "Article 92 - Seat and territorial jurisdiction",
      "content": "of the Commercial Court and Commercial High Court The Commercial Court and the Commercial High Court have their seats in the City Kigali. Their territorial jurisdiction covers the entire national territory."
    },
    {
      "provision_ref": "art93",
      "chapter": "CHAPTER II: JURISDICTION | Section One: Commercial courts | Section 2: Military courts",
      "section": "93",
      "title": "Article 93 - Seat and territorial jurisdiction",
      "content": "of the Military Court and Military High Court The Military Court and Military High Court have their seat in the City of Kigali. Their territorial jurisdiction covers the entire national territory. TITLE V: PENDENS AND LIS"
    },
    {
      "provision_ref": "art94",
      "chapter": "CHAPTER ONE: CONNEXITY",
      "section": "94",
      "title": "Article 94 - Definition of connexity",
      "content": "CONNEXITY Connexity occurs when many cases are linked to one another in a way that the decision one case affects the other and if they are tried separately, they might be contradictory. CRIMINAL MATTERS IN"
    },
    {
      "provision_ref": "art95",
      "chapter": "CHAPTER ONE: CONNEXITY",
      "section": "95",
      "title": "Article 95 - Connexity of offences",
      "content": "Connexity of offences occurs when: 1° offences are committed at the same time and place; 2° there is prior consent with the same intent; 3° there are linked offences in a way that one of them was the cause of another; 4° a person keeps for the offender items which have a connection with the offence. Indivisibility of offences occurs when: 1° a single offence is committed by several persons; 2° one person commits several offences with the same intent; 3° one person commits several offences in way that one of them constitutes the aggravating circumstance of the other."
    },
    {
      "provision_ref": "art96",
      "chapter": "CHAPTER ONE: CONNEXITY",
      "section": "96",
      "title": "Article 96 - Criminal proceedings against",
      "content": "perpetrators and their accomplices in case of connexity or indivisibility of offences In case there is connexity or indivisibility offences in a case, the co-perpetrators and accomplices are tried in the same court, except in case of an impossibility indicated a court decision. Children are tried by the competent chamber even if they are in the case with adults including soldiers except those tried in the Supreme Court at first and last instances. Without prejudice to provisions of Paragraph 2 of this Article, the co-perpetrators with soldiers are tried in the relevant military court."
    },
    {
      "provision_ref": "art97",
      "chapter": "CHAPTER II: CONNEXITY IN OTHER",
      "section": "97",
      "title": "Article 97 - Precedence of courts",
      "content": "In case different persons are in the jurisdiction of hierarchical different courts to be tried for the same offence or offences in connexity, the competent higher court is the one that has jurisdiction to try them. CASES"
    },
    {
      "provision_ref": "art98",
      "chapter": "CHAPTER II: CONNEXITY IN OTHER",
      "section": "98",
      "title": "Article 98 - Connexed actions in different",
      "content": "courts Several actions or subject matters to be heard by the jurisdiction of different courts may, upon a written decision of the president of the court or the president of the bench, be heard in a same trial if there is any connexity offence."
    },
    {
      "provision_ref": "art99",
      "chapter": "CHAPTER III: LIS PENDENS OF CASES",
      "section": "99",
      "title": "Article 99 - Procedure for connexed actions",
      "content": "heard in the same court If connexed actions are filed in the same court, the President of the court, on his/her own initiative or on request by any of the parties, orders that the actions be heard jointly by one bench of the court basing on the connexity. Such a decision may also be ordered by the bench if the connexity noticed during the hearing. Cases of different nature or level proceedings cannot be heard in one trial for single hearing."
    },
    {
      "provision_ref": "art100",
      "chapter": "CHAPTER III: LIS PENDENS OF CASES",
      "section": "100",
      "title": "Article 100 - Lis pendens",
      "content": "Where a case is filed in two different courts with competent jurisdiction, one of the courts sends the case to the other by selecting: 1° a specialised court which precedence over an ordinary court; 2° an appellate court which takes precedence over a court of first instance; 3° a higher court which takes precedence over a lower court; takes 4° a court which has commenced court process takes precedence over the one that has not yet made a decision on the case; 5° a court that was seized before any other court. TITLE VI: PRECEDENCE, CONFLICT OF JURISDICTION, DECLINING OF JURISDICTION AND TRANSFER OF CASE TO ANOTHER COURT"
    },
    {
      "provision_ref": "art101",
      "chapter": "CHAPTER III: LIS PENDENS OF CASES",
      "section": "101",
      "title": "Article 101 - Being charged with offences",
      "content": "found in the jurisdiction of various courts In case a person is charged with several offences which are under the jurisdiction different courts, the higher court which has jurisdiction to try any of these offences is also competent to try the remaining offences."
    },
    {
      "provision_ref": "art102",
      "chapter": "CHAPTER III: LIS PENDENS OF CASES",
      "section": "102",
      "title": "Article 102 - Conflict of jurisdiction",
      "content": "In case two (2) or more courts receive an action or several connexed actions at the same time and when they all have no jurisdiction when they all have jurisdiction, it is referred to as a conflict of jurisdiction. The conflict of jurisdiction between two courts with the same jurisdiction is settled by the president of the court that is immediately higher than the two courts. The conflict of jurisdiction that arises between ordinary courts and specialized courts is settled by the president of the court that hears appeals from these courts. If there is any conflict of jurisdiction between courts of the same category but with different jurisdictions, a lower court must respect the decision of the higher court unless the latter explicitly lacks jurisdiction. In this case, the president of the higher court among the two designates another court which the case must be transferred to."
    },
    {
      "provision_ref": "art103",
      "chapter": "CHAPTER III: LIS PENDENS OF CASES",
      "section": "103",
      "title": "Article 103 - Settlement of applications for",
      "content": "declining of jurisdiction and transfer cases The president of a higher court settles applications for declining of jurisdiction and transfer of cases where there is a case which is likely to cause public discontent or if the jury of a lower court in its territorial jurisdiction cannot be legally constituted. Decisions on transfer of cases to other courts are not subject to appeal."
    },
    {
      "provision_ref": "art104",
      "chapter": "CHAPTER III: LIS PENDENS OF CASES",
      "section": "104",
      "title": "Article 104 - Non-rejection of a case",
      "content": "transferred to another court The decision that orders a case to be transferred to another court under reasons mentioned in Article 103 of this Law cannot be rejected by the court to which it has been transferred but the court may only decide on its subject-matter jurisdiction. When the court finds that it has no jurisdiction to try the case, it sends the case the President of the court that is superior the two courts who determines the court that must hear the case. TITLE VII: TRANSITIONAL FINAL PROVISIONS AND"
    },
    {
      "provision_ref": "art105",
      "chapter": "CHAPTER III: LIS PENDENS OF CASES",
      "section": "105",
      "title": "Article 105 - Transfer of cases to courts",
      "content": "accordance with jurisdiction provided for by this Law From the day this Law comes into force, except cases already under trial, all cases that are no longer in the jurisdiction of the court seized are transferred to the court with jurisdiction in accordance with the provisions of this Law. Acts undertaken in the conduct proceedings and decisions thereof remain effective."
    },
    {
      "provision_ref": "art106",
      "chapter": "CHAPTER III: LIS PENDENS OF CASES",
      "section": "106",
      "title": "Article 106 - Drafting, consideration and",
      "content": "adoption of this law This Law was drafted, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art107",
      "chapter": "CHAPTER III: LIS PENDENS OF CASES",
      "section": "107",
      "title": "Article 107 - Repealing provision",
      "content": "All prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art108",
      "chapter": "CHAPTER III: LIS PENDENS OF CASES",
      "section": "108",
      "title": "Article 108 - Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. Kigali, on 02/06/2018 (sé) KAGAME Paul President of the Republic (sé) Dr. NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General ANNEX I TO LAW N°30/2018 OF 02/06/2018 DETERMINING THE JURISDICTION OF COURTS NUMBER OF PRIMARY COURTS, THEIR DENOMINATIONS AND THEIR TERRITORIAL JURISDICTION INYITO/DENOMINATION/ DENOMINATION/ 1. Urukiko rw’Ibanze/ Primary Court/Tribunal Base: NYARUGENGE 2. Urukiko rw’Ibanze/ Primary Court /Tribunal Base:KICUKIRO 3. Urukiko rw’Ibanze/ Primary Court/Tribunal de Base: GASABO INYITO/ DENOMINATION/ DENOMINATION 4. Urukiko rw’Ibanze/ Primary Court/Tribunal Base: KIREHE 5. Urukiko rw’Ibanze / Primary Court/Tribunal Base: NYARUBUYE 6. Urukiko rw’Ibanze/ Primary Court/Tribunal Base: KIBUNGO 7. Urukiko rw’Ibanze/ Primary Court/Tribunal Base: SAKE 8. Urukiko rw’Ibanze / Primary Court/Tribunal Base: KABARONDO 9. Urukiko rw’Ibanze / Primary Court/ Tribunal Base: KIGABIRO 10. Urukiko rw’Ibanze/ Primary Court /Tribunal Base: NZIGE 11. Urukiko rw’Ibanze/ Primary Court / Tribunal de Base: NYAMATA 12. Urukiko rw’Ibanze/ Primary Court/Tribunal Base: KIRAMURUZI 13. Urukiko rw’Ibanze/ Primary Court /Tribunal Base: NGARAMA 14. Urukiko rw’Ibanze/ Primary Court /Tribunal Base: NYAGATARE 15. Urukiko rw’Ibanze/ Primary Court/Tribunal Base: GATUNDA INYITO/ DENOMINATION/ DENOMINATION 16. Urukiko rw’Ibanze/ Primary Court/Tribunal de Base: NDORA 17. Urukiko rw’Ibanze/ Primary Court /Tribunal de Base: KIBEHO 18. Urukiko rw’Ibanze/ Primary Court /Tribunal de Base: GASAKA 19. Urukiko rw’Ibanze/ Primary Court /Tribunal de Base: KADUHA 20. Urukiko rw’Ibanze/ Primary Court/Tribunal de Base: NGOMA 21. Urukiko rw’Ibanze/ Primary Court/Tribunal de Base: BUSASAMANA 22. Urukiko rw’Ibanze/ Primary Court/Tribunal de Base: RUHANGO 23. Urukiko rw’Ibanze/ Primary Court/Tribunal de Base: GACURABWENGE 24. Urukiko rw’Ibanze/ Primary Court/Tribunal de Base: NYAMABUYE 25. Urukiko rw’Ibanze/ Primary Court /Tribunal de Base: KIYUMBA INYITO/ DENOMINATION/ DENOMINATION 26. Urukiko rw’Ibanze/ Primary Court/Tribunal de Base: KAMEMBE 27. Urukiko rw’Ibanze/ Primary Court /Tribunal de Base: NYAKABUYE 28. Urukiko rw’Ibanze/ Primary Court/Tribunal de Base: KAGANO 29. Urukiko rw’Ibanze/ Primary Court/Tribunal de Base: BWISHYURA 30. Urukiko rw’Ibanze/ Primary Court /Tribunal de Base: GASHARI 31. Urukiko rw’Ibanze/ Primary Court/Tribunal de Base: GIHANGO 32. Urukiko rw’Ibanze/ Primary Court /Tribunal de Base: NGORORERO 33. Urukiko rw’Ibanze/ Primary Court/Tribunal de Base: MUKAMIRA 34. Urukiko rw’Ibanze/ Primary Court of/Tribunal de Base: GISENYI INYITO/ DENOMINATION/ DENOMINATION 35. Urukiko rw’Ibanze/ Primary Court/Tribunal de Base: GAKENKE 36. Urukiko rw’Ibanze/ Primary Court/ Tribunal de Base: MBOGO 37. Urukiko rw’Ibanze/ Primary Court/Tribunal de Base: BYUMBA 38. Urukiko rw’Ibanze/ Primary Court /Tribunal de Base: KANIGA 39. Urukiko rw’Ibanze/ Primary Court/ Tribunal de Base: GAHUNGA 40. Urukiko rw’Ibanze/ Primary Court/Tribunal de Base: CYERU 41. Urukiko rw’Ibanze/ Primary Court/Tribunal de Base: MUHOZA ANNEX II TO LAW N°30/2018 OF 02/06/2018 DETERMINING THE JURISDICTION OF COURTS NUMBER OF INTERMEDIATE COURTS, THEIR DENOMINATIONS AND THEIR TERRITORIAL JURISDICTION INYITO/DENOMINATION/DENOMIN ATION Rwisumbuye/Intermediate 1. Urukiko Court/Tribunal de Grande Instance: NYARUGENGE 2. Urukiko Rwisumbuye/ Intermediate Court/ Tribunal de Grande Instance: GASABO 3. Urukiko Rwisumbuye/ Intermediate Court/Tribunal de Grande Instance: NYAGATARE 4. Urukiko Rwisumbuye / Intermediate Court /Tribunal de Grande Instance: NGOMA 5. Urukiko Rwisumbuye / Intermediate Court /Tribunal de Grande Instance: MUHANGA 6. Urukiko Rwisumbuye /Intermediate Court/Tribunal de Grande Instance: HUYE 7. Urukiko Rwisumbuye / Intermediate Court /Tribunal de Grande Instance: NYAMAGABE 8. Urukiko Rwisumbuye/ Intermediate Court of/Tribunal de Grande Instance: RUSIZI 9. Urukiko Rwisumbuye / Intermediate Court / Tribunal de Grande Instance: KARONGI 10. Urukiko Rwisumbuye / Intermediate Court /Tribunal de Grande Instance: RUBAVU 11. Urukiko Rwisumbuye /Intermediate Court /Tribunal de Grande Instance: MUSANZE 12. Urukiko Rwisumbuye / Intermediate Court /Tribunal de Grande Instance: GICUMBI Kigali, on 02/06/2018 (sé) KAGAME Paul President of the Republic (sé) Dr. NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General"
    }
  ],
  "definitions": []
}
