{
  "id": "rw-law-2018-12",
  "type": "statute",
  "title": "Law determining the Organisation and Functioning of the Judiciary",
  "title_en": "Law determining the Organisation and Functioning of the Judiciary",
  "short_name": "Law 12 of 2018",
  "status": "repealed",
  "issued_date": "2018-04-04",
  "in_force_date": "2018-05-30",
  "url": "https://rwandalii.org/akn/rw/act/law/2018/12/eng@2018-05-30",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the organisation and functioning of the Judiciary."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Organs of the Judiciary",
      "content": "The Judiciary comprises the following organs: 1° the High Council of the Judiciary; 2° the Judicial Organ. Such organs are headed by the President of the Supreme Court. A Presidential Order sets out in detail the organisation and responsibilities of the services of those organs."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Responsibilities of the President of the Supreme Court as the head of the Judicial Organ",
      "content": "The President of the Supreme Court, in his/her capacity as the head of the Judicial Organ: 1° signs decisions relating to the appointment, promotion and dismissal of judges, inspectors and registrars of ordinary and commercial courts as well as other members of the staff governed by the law governing the statutes of judges and judicial personnel except those appointed by other organs; 2° may, in the interest of justice and for the sake of adjudicating national cases in conformity with international jurisprudence in relation to similar cases, accused, his/her counsel, national or foreign prosecution authority, seek judicial cooperation of the United Nations, any other international organisation or a foreign country to send judges to Rwanda to sit with Rwandan judges in cases of international and transnational crimes committed on the Rwandan territory or abroad referred to in the law determining the jurisdiction of courts and in the criminal laws of Rwanda. Request for a judge from another country is done in accordance with the procedure applicable to the rules of cooperation among countries and international organizations. The President of the Supreme Court may send a judge from Rwanda to hear cases in another country which requested so, upon approval by the High Council of the Judiciary; 3° publishes the annual activity report on the general functioning of the Judicial Organ; 4° issues instructions and takes necessary decisions relating to the administration and functioning of the Judicial Organ; 5° issues, upon approval by the General Assembly of the Supreme Court, instructions governing court procedure in procedure, and such instructions are published in the Official Gazette; 6° convenes and chairs the Bureau of the Judicial Organ; 7° presides over elections of judges and court registrars running for membership in the High Council of the Judiciary, except those from military courts; 8° determines, upon approval by the High Council of the Judiciary, the dress worn by judges of all ordinary and commercial courts during hearings and official ceremonies; 9° designates the spokesperson for the Judicial Organ; 10° issues an order determining the ceremonies to be followed in the funerals of a judge or a court registrar; 11° issues an order determining the responsibilities of personnel of the Office of the President of the Supreme Court; 12° convenes and presides over the meeting of the presidents of courts at least once a quarter and any time deemed necessary; 13° convenes and presides over the annual retreat of judges and court registrars; 14° presides over the ceremonies marking the official opening of judicial year."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Independence of the Judiciary",
      "content": "The Judiciary is independent and enjoys financial and administrative autonomy."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "5",
      "title": "Article 5 – Responsibilities of the High Council of the Judiciary",
      "content": "The High Council of the Judiciary is the supreme organ of the Judiciary. It sets general guidelines governing the administration of the Judiciary."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "6",
      "title": "Article 6 – Composition of the High Council of the Judiciary",
      "content": "The High Council of the Judiciary comprises the following members: 1° the President of the Supreme Court, who is also its chairperson; 2° the Vice President of the Supreme Court; 3° the President of the Court of Appeal; 4° one (1) judge from the Court of Appeal elected by his/her peers; 5° the President of the High Court; 6° the President of the Commercial High Court; 7° the Chief Registrar of the Supreme Court; 8° the Executive Secretary of the High Council of the Judiciary; 9° one (1) judge from the High Court elected by his/her peers; 10° one (1) judge from the Commercial High Court elected by his/her peers; 11° one (1) judge representing judges of commercial courts elected by his/her peers; 12° five (5) judges representing judges of intermediate courts elected by their peers; 13° five (5) judges representing judges of primary courts elected by their peers; 14° one (1) judge from military courts elected by his/her peers; 15° two (2) deans of the faculties of law of recognized universities and institutions of higher learning elected by their peers; 16° the President of Rwanda Bar Association; 17° one (1) representative of the Ministry of Justice appointed by the Minister in charge of justice; 18° the President of the National Commission for Human Rights; 19° the Ombudsman; 20° one (1) registrar representing registrars of ordinary courts elected by his/her peers; 21° one (1) court registrar representing Commercial Courts registrars elected by his/her peers."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "7",
      "title": "Article 7 – Election of members of the High Council of the Judiciary",
      "content": "Except the President of the Supreme Court, the Vice President of the Supreme Court, the President of the Court of Appeal, the President of the High Court, the President of the Commercial High Court, the Chief Registrar of the Supreme Court and the Executive Secretary of the High Council of the Judiciary, judges and court registrars who are members of the High Council of the Judiciary are elected by their peers from the courts of the same level. Candidates submit their written applications to the Executive Secretariat of the High Council of the Judiciary at least thirty (30) days before elections. Every candidate shall have experience of at least five (5) years in the legal profession. Elections are organized by the Executive Secretary and presided over by the President of the High Council of the Judiciary or his/her representative. However, the election of members referred to under Article 6, item 15° of this Law is organized and presided over by the Minister in charge of institutions of higher learning or his/her representative, upon request by the President of the Supreme Court."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "8",
      "title": "Article 8 – Quorum for election",
      "content": "For members of the High Council of the Judiciary subject to elections, elections are held if at least three quarters (3/4) of the electorate are present. The members are elected by an absolute majority of the votes of members present. Elections are conducted through a secret ballot."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "9",
      "title": "Article 9 – Term of office of the members of the High Council of the Judiciary",
      "content": "The term of office of members of the High Council of the Judiciary subject to election is four (4) years. They shall not hold office for more than two (2) consecutive terms of office."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "10",
      "title": "Article 10 – Replacement of members of the High Council of the Judiciary subject to election",
      "content": "Where a member of the High Council of the Judiciary ceases to be a member at least one (1) year before the expiry of his/her term of office, new elections are held within a period of thirty (30) days counted from the date of receipt of the letter of notification. The notification is made by the Executive Secretariat of the High Council of the Judiciary. The person elected to hold such an office serves for the remainder of the predecessor’s term of office."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "11",
      "title": "Article 11 – Organs of the High Council of the Judiciary",
      "content": "The High Council of the Judiciary comprises the following organs: 1° the General Assembly; 2° the Bureau; 3° permanent committees; 4° the Executive Secretariat."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "12",
      "title": "Article 12 – General Assembly",
      "content": "The General Assembly is the supreme organ of the High Council of the Judiciary. It comprises all members of the High Council of the Judiciary. In its first meeting following the election of its members, the High Council of the Judiciary elects from among its members a Deputy-Chairperson. Candidates for that position are required to register during such a meeting. They are elected by an absolute majority of votes cast by members present. In case absolute majority is not attained, the voting is immediately repeated based on simple majority from the first two (2) winning candidates of the first round of voting. In the case of a tie, the voting is repeated. In case of a new tie, the tie is broken by casting lots."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "13",
      "title": "Article 13 – Bureau",
      "content": "The Bureau of the High Council of the Judiciary comprises the following persons: 1° the President of the Supreme Court who is also its chairperson; 2° the Vice President of the Supreme Court; 3° The Deputy Chairperson of the High Council of the Judiciary; 4° the President of the Court of Appeal; 5° the President of the High Court; 6° the President of the Commercial High Court; 7° the Executive Secretary who is also its rapporteur."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "14",
      "title": "Article 14 – Permanent committees",
      "content": "The High Council of the Judiciary comprises the following three (3) permanent committees: 1° the disciplinary committee; 2° the committee responsible for the profession of judges and registrars; 3° the committee responsible for the functioning of the judicial system. Each committee elects among its members a chairperson and a rapporteur. The High Council of the Judiciary may, if necessary, establish ad hoc committees with a specific mission and time limit."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "15",
      "title": "Article 15 – Executive Secretariat",
      "content": "The Executive Secretariat of the High Council of the Judiciary is headed by the Executive Secretary. The Executive Secretary of the High Council of the Judiciary is recruited on a competitive basis and approved by the General Assembly of the High Council of the Judiciary."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "16",
      "title": "Article 16 – Responsibilities of the General Assembly",
      "content": "The General Assembly is particularly responsible for: 1° examine and, either on its own motion or upon request, advise on matters relating to the functioning of the justice system; 2° take decisions relating to the appointment, promotion or removal from office of judges and to the practising of the profession of judges other than judges of the military courts and take decisions as a body in charge of their discipline except those appointed by other organs; 3° take decisions on the appointment, promotion and removal from office of registrars; 4° provide advice on any bill relating to the establishment of a new court and removal of an existing court or relating to the statutes of judges and judicial personnel for whom it is responsible; 5° assess the delivery of services and make decisions to improve their quality; 6° advise the President of the Republic on the appointment of judges appointed by a Presidential Order; 7° adopt the rules of procedure of the High Council of the Judiciary; 8° approve members of committees of the High Council of the Judiciary."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "17",
      "title": "Article 17 – Responsibilities of the Bureau",
      "content": "The responsibilities of the Bureau are particularly as follows: 1° determine members of committees of the High Council of the Judiciary to be approved by the General Assembly of the High Council of the Judiciary; 2° follow up implementation of decisions of the High Council of the Judiciary; 3° urgently take provisional decisions that are in the competence of the High Council of the Judiciary once it has not yet met; 4° carry out the performance appraisal of judges and registrars at the last instance in accordance with the law governing the statutes of judges and judicial personnel; 5° propose to the High Council of the Judiciary the extension of the term of commercial courts except those appointed by other organs. Decisions taken by the Bureau of the High Council of the Judiciary that are within the responsibilities of the High Council of the Judiciary are definitively approved by the High Council of the Judiciary in its first meeting following the period the decisions were taken. If such decisions are not approved, they become null and void."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "18",
      "title": "Article 18 – Responsibilities of committees",
      "content": "The responsibilities and the functioning of committees of the High Council of the Judiciary are determined by its rules of procedure."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "19",
      "title": "Article 19 – Responsibilities of the Executive Secretary of the High Council of the Judiciary",
      "content": "The responsibilities of the Executive Secretary of the High Council of the Judiciary are as follows: 1° carry out the secretariat duties for the High Council of the Judiciary and its Bureau; 2° prepare files for consideration by the High Council of the Judiciary and committees; 3° prepare and send invitation letters to members of the High Council of the Judiciary; 4° prepare files from the Inspectorate General of Courts for submission to the High Council of the Judiciary; 5° manage, file and track records of judges and court registrars; 6° receive and review applications of judges and registrars aspiring to be members of the High Council of the Judiciary and organize their election; 7° prepare draft orders of the President of the Supreme Court implementing the decisions of the High Council of the Judiciary and notify the concerned parties; 8° prepare draft rules of procedure of the High Council of the Judiciary; 9° perform any other duties as may be assigned to him/her by the High Council of the Judiciary."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "20",
      "title": "Article 20 – Holding of the General Assembly",
      "content": "The General Assembly of the High Council of the Judiciary is held in its ordinary session once (1) a quarter. Due to clear reasons, other invited members may attend the General Assembly, but without voting rights. The General Assembly may also hold its extraordinary session, whenever necessary, upon the initiative of its chairperson or upon request by at least seven (7) members. During that session, it only examines items on the agenda. The General Assembly of the High Council of the Judiciary is convened and presided over by its chairperson and in his/her absence, by the Deputy Chairperson. The invitation letter to the members of the High Council of the Judiciary specifies items on the agenda, time and venue of the meeting and is sent to every member fifteen (15) days before the meeting. In case of urgency, such a period may be shortened. Members of the High Council of the Judiciary are not allowed to attend the meetings of the General Assembly by proxy."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "21",
      "title": "Article 21 – Decision-making",
      "content": "The General Assembly of the High Council of the Judiciary is held if at least two thirds (2/3) of its members are present. The General Assembly of the High Council of the Judiciary takes decisions by consensus. Failing that, decisions are taken by absolute majority of votes of members present. However, a decision to remove a judge from office is taken by a majority of two-thirds (2/3) of the votes of members present. When a judge concerned with the decision is a member of the High Council of the Judiciary, he/she withdraws from the meeting and does not vote on the decision. The voting is secret. Decisions of the General Assembly of the High Council of the Judiciary are signed by the Chairperson and the rapporteur and immediately enforceable except those that require prior notification of those in respect of whom they are taken."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "22",
      "title": "Article 22 – Minutes of the General Assembly of the High Council of the Judiciary",
      "content": "Minutes are taken at the meetings of the General Assembly of the High Council of the Judiciary and signed by its chairperson and rapporteur. Such minutes are transmitted to all members of the High Council of the Judiciary within thirty (30) days of the meeting date."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "23",
      "title": "Article 23 – Duty of confidentiality",
      "content": "Members of the General Assembly of the High Council of the Judiciary and other invited persons as well as their support staff are held to the obligation of confidentiality regarding deliberations."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "24",
      "title": "Article 24 – Sitting allowances",
      "content": "Sitting allowances for members of the High Council of the Judiciary participating in the meetings of the High Council of the Judiciary and those of its committees are determined by an order of the President of the Supreme Court."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter II – High Council of the Judiciary",
      "section": "25",
      "title": "Article 25 – Rules of procedure of the High Council of the Judiciary",
      "content": "The High Council of the Judiciary establishes its rules of procedure. The rules of procedure provide for, inter alia, the responsibilities and functioning of the organs of the High Council of the Judiciary that are not specified in this Law."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Judicial organ",
      "section": "26",
      "title": "Article 26 – Composition of the Bureau of the Judicial Organ",
      "content": "Members of the Bureau of the Judicial Organ are as follows: 1° the President of the Supreme Court; 2° the Vice-President of the Supreme Court; 3° the President of the Court of Appeal; 4° the President of the High Court; 5° the President of the Commercial High Court; 6° the Inspector General of Courts; 7° the Secretary General of the Supreme Court; 8° the Chief Registrar of the Supreme Court who also serves as its rapporteur."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter III – Judicial organ",
      "section": "27",
      "title": "Article 27 – Responsibilities of the Bureau of the Judicial Organ",
      "content": "The Bureau of the Judicial Organ has the following responsibilities: 1° adopt strategies and take decisions aimed at improving the functioning of courts and other organs of the Judicial Organ and follow-up the implementation of such strategies and decisions; 2° approve the action plan and the draft budget for ordinary and commercial courts."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter III – Judicial organ",
      "section": "28",
      "title": "Article 28 – Convening of and decision-making in the meeting of the Bureau of the Judicial Organ",
      "content": "The President of the Supreme Court convenes and chairs the meeting of the Bureau of the Judicial Organ. In his/her absence, the Vice President of Supreme Court chairs the meeting. The meeting of the Bureau of the Judicial Organ is held once a month and whenever necessary. The meeting is validly held if two-thirds (2/3) of its members are present. Decisions of the meeting are taken by consensus, or failing that, by a two-thirds (2/3) majority of members present in the meeting."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter III – Judicial organ",
      "section": "29",
      "title": "Article 29 – Composition of the Office of the President of the Supreme Court",
      "content": "The Office of the President of the Supreme Court is composed of the following staff: 1° the adviser to the President of the Supreme Court who is the head of the Office; 2° the adviser to the Vice President of the Supreme Court; 3° the Executive Secretary of the High Council of the Judiciary; 4° staff members in charge of research assisting the judges of the Supreme Court; 5° staff members of the translation department; 6° secretaries of the President and Vice President of the Supreme Court; 7° other necessary staff members."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter III – Judicial organ",
      "section": "30",
      "title": "Article 30 – Appointment of members of the Office of the President of the Supreme Court",
      "content": "The staff in the Office of the President of the Supreme Court are appointed and removed from office by the High Council of the Judiciary. The staff in the Office of the President of the Supreme Court are governed by the law governing the statutes of judges and judicial personnel."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter III – Judicial organ",
      "section": "31",
      "title": "Article 31 – Composition of the Inspectorate General of Courts",
      "content": "The Inspectorate General of Courts comprises the Inspector General and at least other four (4) inspectors, researchers and other necessary staff members assisting inspectors in the performance of their duties. The Inspector General, inspectors and researchers are governed by the law governing the statutes of judges and judicial personnel."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter III – Judicial organ",
      "section": "32",
      "title": "Article 32 – Responsibilities of the Inspectorate General of Courts",
      "content": "The Inspectorate General of Courts is particularly in charge of the following: 1° carry out inspection of the functioning of ordinary and commercial courts with the exception of the Supreme Court and the Court of Appeal; 2° monitor and make follow-up on the discipline of judges and registrars with the exception of those of the Supreme Court and the Court of Appeal; 3° make follow-up on the implementation of laws and regulations governing courts; 4° ensure fairness of judgements and examine injustice alleged in the judgements submitted for review; 5° advise on required measures to improve on the performance of the Judicial Organ; 6° organise training for judges and registrars."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter III – Judicial organ",
      "section": "33",
      "title": "Article 33 – Special responsibilities of the Inspector General of Courts",
      "content": "The Inspector General of Courts is in charge of the following: 1° ensure effective organization and functioning of the Inspectorate General of Courts; 2° file to the High Council of the Judiciary, through the President of Supreme Court, cases of suspected misconduct by judges or registrars after making a report thereon; 3° assign additional responsibilities to the units of the Inspectorate General of Courts, whenever necessary. The Inspector General of Courts decides on his/her own motion or upon request by the President of the Supreme Court, the conduct of inspection and submits his /her report to the President of the Supreme Court."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter III – Judicial organ",
      "section": "34",
      "title": "Article 34 – Organisation of the Inspectorate General of Courts",
      "content": "The service of the Inspectorate General of Courts comprises the Inspector General and inspectors heading the following units: 1° the unit in charge of inspection of fairness of decisions of courts and examination of injustice alleged in the judgements submitted for review; 2° the unit in charge of preparation and publication of court decisions to provide guidance for the harmonization of court rulings; 3° the unit in charge of fighting corruption and ensuring administration and functioning of courts, monitoring the conduct of judges and registrars, providing advice on possible sanctions for misconduct by judges and registrars when necessary and to act as the link between the Judicial Organ and the citizens; 4° the unit in charge of training for judges and registrars, making follow-up on law reform, drafting regulations relating to courts as well as their implementation modalities. Every inspector has also courted in the jurisdiction of a chamber of the High Court that he/she has to particularly inspect. The Inspector General of Courts is in charge of coordination of activities of the above-mentioned units."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter III – Judicial organ",
      "section": "35",
      "title": "Article 35 – Composition of the General Secretariat",
      "content": "The General Secretariat in the Supreme Court is composed of the Secretary General, senior officials, officials and other necessary personnel."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter III – Judicial organ",
      "section": "36",
      "title": "Article 36 – Modalities for appointment of staff members of the General Secretariat",
      "content": "The Secretary General in the Supreme Court is appointed by a Presidential Order upon proposal by the President of the Supreme Court. The Secretary General is governed by the law establishing the general statutes for public service. Other staff members of the General Secretariat in the Supreme Court are appointed in accordance with the provisions of the law establishing the general statutes for public service."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter III – Judicial organ",
      "section": "37",
      "title": "Article 37 – Responsibilities of the Secretary General in the Supreme Court",
      "content": "The Secretary General in the Supreme Court is the Chief Budget Manager of the Judicial Organ. He/she also has the following responsibilities: 1° co-ordinate all activities of the organs in charge of the management of support staff of courts; 2° ensure the management of finances, property and equipment of ordinary and commercial courts; 3° implement the policy of the Judicial Organ as well as its strategies and plans; 4° ensure technical cooperation with other public institutions; 5° manage organs responsible for support services for courts; 6° take necessary measures falling within his/her duties and relating to the organization of courts; 7° prepare the draft budget for ordinary and commercial courts. While performing his/her duties, the Secretary General works under the supervision of the President of the Supreme Court and reports to the latter with regard to his/her responsibilities."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter III – Judicial organ",
      "section": "38",
      "title": "Article 38 – Ordinary courts",
      "content": "Ordinary courts are the following: 1° the Supreme Court; 2° the Court of Appeal; 3° the High Court; 4° the Intermediate Courts; 5° the Primary Courts."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter III – Judicial organ",
      "section": "39",
      "title": "Article 39 – Specialised courts",
      "content": "Specialised courts are the following: 1° the Commercial High Court; 2° the Commercial Court; 3° the Military High Court; 4° the Military Tribunal."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter III – Judicial organ",
      "section": "40",
      "title": "Article 40 – Establishment and removal of chambers",
      "content": "Except for the Supreme Court, the High Council of the Judiciary may establish or remove chambers within courts."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter III – Judicial organ",
      "section": "41",
      "title": "Article 41 – Composition of a court",
      "content": "Except for the Primary Courts which have no Vice Presidents, every court is composed of its President and the Vice President who head the court and other judges, registrars and other staff members in charge of various duties in the court. The staff of courts are governed by the law governing the statutes of Judges and judicial personnel except those governed by the general statutes for public service."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter III – Judicial organ",
      "section": "42",
      "title": "Article 42 – Place of hearings",
      "content": "Hearings are conducted at the courts’ seats. With the exception of the Supreme Court and the Court of Appeal, courts may conduct hearings in any other place within their jurisdictions if presidents of such courts deem it necessary for achieving fair justice. The conduct of hearings in a place other than the seat of a court shall cause no disruption of operations at the court’s habitual seat."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter III – Judicial organ",
      "section": "43",
      "title": "Article 43 – Responsibilities of the president of a court",
      "content": "Every president of a court is responsible for the administration of the court. In general, he/she is responsible for the matters related to the cases adjudication, administration, organization and smooth running of activities and the conduct of the staff of the court he/she heads. In that regard: 1° he/she presides over the hearings in which he/she is taking part; 2° he/she sets dates for hearings; 3° he/she determines the judges on a bench and distributes cases among judges who adjudicate them; 4° he/she adopts appropriate strategies to improve the court functioning and to expedite trial of cases; 5° he/she supervises each staff member of the court under his/her responsibility and, depending on the staff member’s level and in accordance with the disciplinary procedure provided under the legal provisions governing the staff member, exercises disciplinary authority over him/her and informs the president of the immediate higher court and the General Inspectorate of Courts; 6° he/she convenes and chairs the meetings of all court judges and other staff on a monthly basis and whenever necessary in order to examine the functioning of the court in general, the effectiveness and promptness of cases adjudication; 7° he/she monitors and supervises the functioning of lower courts."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter III – Judicial organ",
      "section": "44",
      "title": "Article 44 – Replacement of the President of a court",
      "content": "With the exception of the military courts, if the president of a court is absent or unavailable, he/she is replaced by the vice president. If the vice president of a court is absent or the court has no vice president, the president is replaced by the senior judge. In case there are judges with the same seniority, the president of a court is replaced by the Judge with the highest qualification level. In case such Judges have the same degrees, he/she is replaced by the oldest judge."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter III – Judicial organ",
      "section": "45",
      "title": "Article 45 – Court activity reports",
      "content": "Every president of a court submits to the President of the Supreme Court monthly and annual activity reports of the court and any other required reports with a copy to the Inspector General of Courts, the President of the immediate higher court and to the Director of Planning Services."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter III – Judicial organ",
      "section": "46",
      "title": "Article 46 – Courts registry",
      "content": "Every court has its registry comprising the Chief Registrar and other registrars."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter III – Judicial organ",
      "section": "47",
      "title": "Article 47 – Responsibilities of the Chief Registrar",
      "content": "The Chief Registrar is the coordinator of the registry’s activities. In this regard, he/she is responsible for developing and implementing plans related to the registry, keeping court documents, making follow-up on the registry’s activities and preparing court reports. He/she is also responsible for the discipline of registrars. The Chief Registrar of the Supreme Court or the Court of Appeal may also help parties settle the case if they agree and take decisions on the costs of proceedings associated therewith. In particular, the Chief Registrar of the Supreme Court is responsible for coordinating activities and developing appropriate strategies relating to the organisation and functioning of the registry of courts in the country. The President of the Supreme Court may delegate to the Chief Registrar powers to sign some documents and decisions related to the smooth management of the registry of courts."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter III – Judicial organ",
      "section": "48",
      "title": "Article 48 – Replacement of the Chief Registrar",
      "content": "If the Chief Registrar is absent or unavailable, he/she is replaced by the most senior registrar. Where there are registrars with the same seniority, the Chief Registrar is replaced by the one with the highest academic degree. If registrars have the same academic degrees, he/she is replaced by the eldest registrar."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter III – Judicial organ",
      "section": "49",
      "title": "Article 49 – Responsibilities of other registrars",
      "content": "Other registrars have the following responsibilities: 1° receive complaints and verify whether they fulfil the required conditions for entry into the register; 2° receive and respond to the complaints of the population; 3° summon parties and notify them of court decisions; 4° provide other necessary services that the population needs in the court; 5° examine whether case files fulfil the necessary conditions to be heard; 6° prepare the draft of pre-trial conference schedule, conduct the pre-trial conference and help parties settle the case if they agree; 7° prepare the pre-trial conference report; 8° assist judges in preparing cases whose dates for hearing are set; 9° carry out legal research necessary for the case draft report to be used for hearing purposes; 10° record proceedings and prepare the case draft report to be submitted to the bench having tried the case."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter III – Judicial organ",
      "section": "50",
      "title": "Article 50 – Organisation of the Supreme Court",
      "content": "The Supreme Court is the highest court in the Country. Its decisions are neither appealable nor revocable except in the case of presidential pardon or review of its decision on own motion in the interest of the law. No party shall be tried before the Supreme Court without the assistance of a counsel."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter III – Judicial organ",
      "section": "51",
      "title": "Article 51 – Territorial jurisdiction of the Supreme Court",
      "content": "The territorial jurisdiction of the Supreme Court comprises the whole territory of the country. Its seat is located in the City of Kigali."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter III – Judicial organ",
      "section": "52",
      "title": "Article 52 – Composition of the Supreme Court",
      "content": "The Supreme Court comprises a President, a Vice President and at least five (5) other judges, court registrars and other staff members in charge of various duties in the Supreme Court. The Supreme Court bench consists of three (3) judges assisted by its registrar. However, more than three (3) judges depending on the importance the President of Supreme Court attaches to the case at hand."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter III – Judicial organ",
      "section": "53",
      "title": "Article 53 – Specific responsibilities of the President of Supreme Court as the head of the court",
      "content": "Subject to the provisions of Article 3 of this Law, the President of the Supreme Court is particularly responsible for: 1° convening and chairing the meeting of all judges of the Supreme Court at least once every quarter and whenever necessary, to discuss legal issues raised during the adjudication in different courts and to set up guidelines to solve the issues. The quorum required for such a meeting is at least two-thirds (2/3) of its members. Its decisions are taken by an absolute majority of votes cast by its members; 2° including in instructions meant for all courts decisions taken in the meeting of all judges of the Supreme Court; 3° ensuring implementation of decisions of the meeting referred to under item 2º of this Article; 4° issuing instructions governing organisation and functioning of the meeting of all judges of the Supreme Court; 5° delegating, in the interest of work, to the judges and registrars from lower courts powers to work in the higher courts for not more than six (6) months except in the Supreme Court; 6° delegating, in the interest of work, to the judges and court registrars from specialised courts powers to work in ordinary courts or to those from ordinary courts the powers to work in specialised courts for not more than six (6) months with the exception of military courts; 7° administering the oath of office to the President of the Republic."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter III – Judicial organ",
      "section": "54",
      "title": "Article 54 – Specific responsibilities of the Vice President of the Supreme Court",
      "content": "The Vice President of the Supreme Court has the following responsibilities: 1° assist the President of the Supreme Court and deputize for him/her in case of his/her absence. Under the guidance of the President of the Supreme Court, the Vice President of the Supreme Court has other responsibilities as follows: 1° monitor the functioning of the registry; 2° monitor the functioning of the General Secretariat; 3° coordinate the implementation of strategies meant to enhance the fairness of judgements; 4° perform other duties as may be assigned to him/her by the President of the Supreme Court."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter III – Judicial organ",
      "section": "55",
      "title": "Article 55 – Organisation, territorial jurisdiction and seat of the Court of Appeal",
      "content": "The Court of Appeal tries cases at the appeal level. The Court of Appeal tries the appeals of cases tried by the High Court, Commercial High Court and the Military High Court. Cases tried by the Court of Appeal are not subject to appeal unless provided otherwise by the law. The Court of Appeal adjudicates cases in accordance with laws relating to court proceedings in Rwanda. No party to the case in the Court of Appeal shall be allowed to plead unless he/she is assisted by a counsel. Its jurisdiction covers the entire national territory. Its seat is located in the City of Kigali."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter III – Judicial organ",
      "section": "56",
      "title": "Article 56 – Composition of the Court of Appeal",
      "content": "The Court of Appeal comprises its President, Vice President and at least other eleven (11) judges, Chief Registrar, Registrars and other necessary support staff members in various duties of the court provided by the law. The Court of Appeal tries cases while comprising one (1) judge or many who shall be an odd number and the bench is assisted by a Court Registrar. The President of the Court determines the appropriate number of the sitting judges depending on the importance of the case."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter III – Judicial organ",
      "section": "57",
      "title": "Article 57 – Specific responsibilities of the President of the Court of Appeal",
      "content": "The President of the Court of Appeal is in particular responsible for coordination of proceedings of the similar cases. In that regard, the President presides over at least every six (6) months the meeting of judges of the Court of Appeal, the High Court, the Commercial High Court and the Military High Court to discuss legal matters raised during adjudication of cases and to set up guidelines at their level."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter III – Judicial organ",
      "section": "58",
      "title": "Article 58 – Laws governing judges, registrars and other support staff members of the Court of Appeal",
      "content": "Judges, registrars and other support staff members of the Court of Appeal are governed by the statute of judges and judicial personnel. Judges of the Court of Appeal who fail to discharge their duties are punished in the same way as judges of the Supreme Court."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter III – Judicial organ",
      "section": "59",
      "title": "Article 59 – Organisation, territorial jurisdiction and seat of the High Court",
      "content": "The High Court has its seat in the City of Kigali and its jurisdiction covers the entire national territory. The High Court has the following five (5) Chambers: 1° the Special Chamber hearing international and transnational crimes; 2° the High Court Chamber which has a seat at Nyanza; 3° the High Court Chamber which has a seat at Musanze; 4° the High Court Chamber which has a seat at Rwamagana; 5° the High Court Chamber which has a seat at Rusizi. Every Chamber has its administration. The High Council of the Judiciary may establish other Chambers or suppress them."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter III – Judicial organ",
      "section": "60",
      "title": "Article 60 – Composition of the High Court",
      "content": "The High Court comprises its President, Vice President and at least other thirty (30) judges, the Chief Registrar, registrars and other support staff members in various duties of the court provided by the law. The High Court tries cases by a bench of one (1) or three (3) judges assisted by a Court Registrar. The President of the court determines the appropriate number of the sitting judges depending on the importance of the case."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter III – Judicial organ",
      "section": "61",
      "title": "Article 61 – Specific responsibilities of the President of the High Court",
      "content": "The President of the High Court has the following specific responsibilities: 1° monitor the functioning of the High Court, Intermediate and Primary courts; 2° preside over the bench of judges in each chamber of the High Court if he/she considers it necessary; 3° convene and preside over the meeting of all judges of the High Court at least once every six (6) months; 4° convene and preside over the meeting of all staff of the High Court Chambers at least once every six (6) months; 5° he/she may take decisions, in the interest of work, that enable judges and court registrars in the High Court and in lower courts to work in other courts of the same level as those to which they are assigned for a period not exceeding six (6) months."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter III – Judicial organ",
      "section": "62",
      "title": "Article 62 – Number, denominations, territorial jurisdictions and seats of Intermediate Courts",
      "content": "The number of Intermediate Courts, their denominations, territorial jurisdictions and seats are provided for by the law determining the jurisdiction of courts."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter III – Judicial organ",
      "section": "63",
      "title": "Article 63 – Chambers of the Intermediate Courts",
      "content": "Every Intermediate Court has specialized chambers: 1° the Chamber hearing children and family cases; 2° the Chamber hearing cases on corruption and economic crimes; 3° the Chamber hearing labour and administrative cases. Judges that sit in the Chambers may also adjudicate other cases not assigned to Chambers as may be decided by the President of the court if considered necessary. The President and the Vice President of the Intermediate Court hear any cases in the Court they head including those in the specialized chambers."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter III – Judicial organ",
      "section": "64",
      "title": "Article 64 – Composition of the Intermediate Court",
      "content": "The Intermediate Court is composed of its President, Vice President and at least other seven (7) judges, the Chief Registrar, other registrars and other support staff in various duties of the court provided by the law. The Intermediate Court tries cases by a bench of one (1) or three (3) judges assisted by a Court Registrar. The President of the Court determines an appropriate number of the sitting judges depending on the importance of the case."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter III – Judicial organ",
      "section": "65",
      "title": "Article 65 – Specific responsibilities of the president of the Intermediate Court",
      "content": "The President of the Intermediate Court closely monitors the functioning of Primary Courts located in the jurisdiction of the Intermediate Court that he/she heads as well as the conduct of judges, registrars and staff of such courts. The President of the Intermediate Court convenes and presides over, every quarter, a meeting of judges and registrars operating under his or her jurisdiction and exchange views on modalities to deliver prompt and effective justice and on challenges they encounter and appropriate strategies."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter III – Judicial organ",
      "section": "66",
      "title": "Article 66 – Number, denominations, territorial jurisdictions and seats of Primary Courts",
      "content": "The number of Primary Courts, denominations, territorial jurisdictions and their seats are provided for by the law determining the jurisdiction of courts."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter III – Judicial organ",
      "section": "67",
      "title": "Article 67 – Composition of the Primary Court",
      "content": "Every Primary Court comprises at least two (2) judges, one of them being the President of the court. The Court also comprises a Chief Registrar, registrar or registrars and other necessary staff members. The Primary Court hears cases by a bench of one (1) judge assisted by a court registrar unless otherwise provided for by the law."
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter III – Judicial organ",
      "section": "68",
      "title": "Article 68 – Organization of Commercial courts",
      "content": "Commercial courts comprise the Commercial High Court and the Commercial Court."
    },
    {
      "provision_ref": "art69",
      "chapter": "Chapter III – Judicial organ",
      "section": "69",
      "title": "Article 69 – Organization, territorial jurisdiction and seat of Commercial High Court",
      "content": "The Commercial High Court comprises a President and a Vice President, and at least five (5) other judges. It also comprises a Chief Registrar, registrars and other necessary staff members. The Commercial High Court hears cases by a bench of one (1) or three (3) judges assisted by a court registrar. The President of the Commercial High Court determines the appropriate number of the sitting judges depending on importance of the case. The jurisdiction of the Commercial High Court covers the entire national territory. It is located in the City of Kigali."
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter III – Judicial organ",
      "section": "70",
      "title": "Article 70 – Specific responsibilities of the President of the Commercial High Court",
      "content": "The President of the Commercial High Court has the responsibility to convene and preside commercial courts every three (3) months and whenever necessary for the purpose of exchanging views on modalities to deliver effective and prompt justice, on challenges encountered and appropriate strategies."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter III – Judicial organ",
      "section": "71",
      "title": "Article 71 – Organisation, territorial jurisdiction and seat of the Commercial Court",
      "content": "The Commercial Court comprises a President, a Vice President and at least thirteen (13) other judges, Chief Registrar, registrars and other necessary staff members. The Commercial Court hears cases by a bench of one (1) or three (3) judges assisted by a court registrar. The President of the Commercial Court determines the appropriate number of the sitting judges depending on the importance of the case. The territorial jurisdiction of the Commercial Court covers the entire national territory. It is located in the City of Kigali."
    },
    {
      "provision_ref": "art72",
      "chapter": "Chapter III – Judicial organ",
      "section": "72",
      "title": "Article 72 – Organization of the Military High Court",
      "content": "The Military High Court comprises a President, a Vice-President and at least seven (7) judges, a Chief Registrar and other necessary registrars."
    },
    {
      "provision_ref": "art73",
      "chapter": "Chapter III – Judicial organ",
      "section": "73",
      "title": "Article 73 – Organization of the Military Tribunal",
      "content": "The Military Tribunal comprises a President, a Vice President and at least eight (8) judges, a Chief Registrar and other necessary registrars."
    },
    {
      "provision_ref": "art74",
      "chapter": "Chapter III – Judicial organ",
      "section": "74",
      "title": "Article 74 – Seat and territorial jurisdiction of the Military Tribunal and the Military High Court",
      "content": "The Military Tribunal and the Military High Court have their seats in the City of Kigali. Their jurisdiction covers the entire national territory."
    },
    {
      "provision_ref": "art75",
      "chapter": "Chapter III – Judicial organ",
      "section": "75",
      "title": "Article 75 – Appointment of the President, the Vice President and Judges of the military courts",
      "content": "The President, the Vice-President and judges of military courts are selected from the army and appointed by a Prime Minister’s Order upon request by the Minister in charge of the army. They are appointed for an unspecified period. However, they may be dismissed at any time in accordance with similar procedures of their appointment due to the interests of work, incompetence, misconduct or other reasons as may be provided by law."
    },
    {
      "provision_ref": "art76",
      "chapter": "Chapter III – Judicial organ",
      "section": "76",
      "title": "Article 76 – Registry of the military courts",
      "content": "The Military High Court as well as the composed of registrars with at least the rank of Sergeant and other necessary support staff appointed by an order of the Minister in charge of the army."
    },
    {
      "provision_ref": "art77",
      "chapter": "Chapter III – Judicial organ",
      "section": "77",
      "title": "Article 77 – Functioning of the military courts",
      "content": "In order for the military courts to legally hear cases, the bench shall be constituted by an odd number of not less than three (3) Judges, assisted by a court registrar. The Judge presiding over the bench shall be at least of the same military rank with the accused. In military courts, if the President of the court is absent or is unavailable, he/she is replaced by the Vice-President and in the absence or unavailability of the latter, by the judge with the most senior highest military rank. If there are judges with equal ranks, he/she is replaced by the most senior judge. The President of the Military High Court prepares the draft annual budget of military courts and submits it to the Minister in charge of the army."
    },
    {
      "provision_ref": "art78",
      "chapter": "Chapter III – Judicial organ",
      "section": "78",
      "title": "Article 78 – Dress code and rank insignia for judges of the military courts",
      "content": "The judges of the military courts shall, in the in an appropriate uniform and their rank insignia."
    },
    {
      "provision_ref": "art79",
      "chapter": "Chapter III – Judicial organ",
      "section": "79",
      "title": "Article 79 – Independence of judges of military courts",
      "content": "The judges of military courts, in the exercise of their judicial duties, are fully independent. They have full discretion to listen to cases and decide on them."
    },
    {
      "provision_ref": "art80",
      "chapter": "Chapter IV – Collaboration between the Judiciary and other public institutions",
      "section": "80",
      "title": "Article 80 – Procedures for collaboration between the Judiciary and other public institutions",
      "content": "The Judiciary may submit to the Government proposals of judicial reforms in relation to organization and functioning of the judiciary, competence of courts, benefits allocated to judges and other judicial personnel. The Government or the Parliament consults the Judiciary on the decisions it takes if they relate to the judicial system. Any advice provided by the Supreme Court to the Government or Parliament shall not be binding unless it is so provided by law."
    },
    {
      "provision_ref": "art81",
      "chapter": "Chapter IV – Collaboration between the Judiciary and other public institutions",
      "section": "81",
      "title": "Article 81 – Collaboration between courts and other public institutions",
      "content": "Courts are separated from other public institutions and are independent. They do not receive injunctions or be accountable vis-à-vis any administrative authority. Any person seeking information on the functioning of a court addresses his/her request to the President of the Supreme court. However, for purpose of complementarity with public institutions, the President of each court shall ensure good collaboration between the court he/she heads and other public institutions that operate in the jurisdiction of the court."
    },
    {
      "provision_ref": "art82",
      "chapter": "Chapter V – Miscellaneous and final provisions",
      "section": "82",
      "title": "Article 82 – Use, management and audit of the property of the Judiciary",
      "content": "The use, management and audit of the property of the Judiciary are carried out in accordance with relevant laws."
    },
    {
      "provision_ref": "art83",
      "chapter": "Chapter V – Miscellaneous and final provisions",
      "section": "83",
      "title": "Article 83 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and in Ikinyarwanda."
    },
    {
      "provision_ref": "art84",
      "chapter": "Chapter V – Miscellaneous and final provisions",
      "section": "84",
      "title": "Article 84 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law have been repealed."
    },
    {
      "provision_ref": "art85",
      "chapter": "Chapter V – Miscellaneous and final provisions",
      "section": "85",
      "title": "Article 85 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
