{
  "id": "rw-law-2018-14",
  "type": "statute",
  "title": "Law determining Organization, Functioning and Competence of National Public Prosecution Authority and of the Military Prosecution Department",
  "title_en": "Law determining Organization, Functioning and Competence of National Public Prosecution Authority and of the Military Prosecution Department",
  "short_name": "Law 14 of 2018",
  "status": "repealed",
  "issued_date": "2018-04-04",
  "in_force_date": "2018-05-30",
  "url": "https://rwandalii.org/akn/rw/act/law/2018/14/eng@2018-05-30",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the organization, functioning and competence of the National Public Prosecution Authority and of the Military Prosecution Department."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Head office of the National Public Prosecution Authority",
      "content": "The head office of the National Public Prosecution Authority is located in the City of Kigali. The National Public Prosecution Authority also has branches across the country as indicated in annexes I and II of this Law. The place of location of the National Public Prosecution Authority at the intermediate and primary levels is determined by the High Council of the National Public Prosecution Authority after consultation with the relevant District Mayor."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Responsibilities of the National Public Prosecution Authority",
      "content": "The National Public Prosecution Authority has the overall responsibility for investigating and prosecuting offences throughout the country. More specifically, the National Public Prosecution Authority has the following responsibilities: 1° to investigate international crimes perpetrated in Rwanda and track down suspected perpetrators thereof; 2° to investigate and prosecute international and cross-border crimes; 3° to investigate and prosecute economic and financial crimes; 4° to investigate and prosecute crimes related to gender-based violence, child abuse and family crimes; 5° to investigate and prosecute crimes related to the illegal use of narcotic drugs and psychotropic substances; 6° to investigate and prosecute the crime of genocide ideology, negation and minimization of genocide and other related crimes and crimes related to discrimination and sectarianism practices; 7° to investigate and prosecute cybercrimes; 8° to conduct research into ordinary crimes and international crimes perpetrated in Rwanda; 9° to issue and keep criminal records; 10° to provide protection and assistance for victims and witnesses."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Head office of the Military Prosecution Department",
      "content": "The Head office of the Military Prosecution Department is located in the City of Kigali."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Categories of prosecutors",
      "content": "Prosecutors fall within the following four (4) categories: 1° career prosecutors; 2° military prosecutors; 3° prosecutors governed by a contract of employment; 4° prosecutors who may be appointed by a special law."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "6",
      "title": "Article 6 – Organs of the National Public Prosecution Authority",
      "content": "The National Public Prosecution Authority is a single organ which comprises: 1° the Prosecutor General’s Office; 2° the Public Prosecution at the intermediate level; 3° the Public Prosecution at the primary level."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "7",
      "title": "Article 7 – Prosecutor General’s Office",
      "content": "The Prosecutor General’s Office comprises the Prosecutor General, the Deputy Prosecutor General, and at least twenty-four (24) National Prosecutors."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "8",
      "title": "Article 8 – Public Prosecution at the intermediate level",
      "content": "The Public Prosecution at the intermediate level comprises the Chief Prosecutor at the intermediate level and at least five (5) prosecutors at that level and other staff necessary for the proper performance of the prosecutorial function."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "9",
      "title": "Article 9 – Public Prosecution at the primary level",
      "content": "The Public Prosecution at the primary level comprises at least one prosecutor and other staff necessary for the proper performance of the prosecutorial function."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "10",
      "title": "Article 10 – Career prosecutors",
      "content": "Career prosecutors are the following: 1° the Prosecutor General; 2° the Deputy Prosecutor General; 3° National Prosecutors; 4° chief prosecutors at the intermediate level; 5° prosecutors at the intermediate level; 6° prosecutors at the primary level."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "11",
      "title": "Article 11 – Prosecutors governed by a contract of employment",
      "content": "Prosecutors governed by a contract of employment are prosecutors who work on a temporary basis in the National Public Prosecution Authority. They assist the National Public Prosecution Authority for a period set out in a contract concluded between them and the Prosecutor General after approval by the High Council of the National Public Prosecution Authority."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "12",
      "title": "Article 12 – Inspectorate of the National Public Prosecution Authority, its members and modalities for their appointment",
      "content": "The Inspectorate of the National Public Prosecution Authority comprises inspectors having the status of prosecutors and other staff members necessary for the proper conduct of the Department’s affairs. Inspectors are chosen from the National Prosecutors, appointed and removed from office by the High Council of the National Public Prosecution Authority. They are headed by an Inspector General chosen from inspectors by the Prosecutor General and approved by the High Council of the National Public Prosecution Authority."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "13",
      "title": "Article 13 – Responsibilities of the Inspectorate of the National Public Prosecution Authority",
      "content": "In general, the Inspectorate of the National Public Prosecution Authority is responsible for the monitoring and oversight of the functioning of the National Public Prosecution Authority. More specifically, the Inspectorate of the National Public Prosecution Authority shall have the following responsibilities: 1° to investigate complaints against prosecutors or other staff members of the National Public Prosecution Authority in connection with the performance of their duties; 2° to monitor the use of the property and finance of the organs of the National Public Prosecution Authority; 3° to submit to the Prosecutor General a report on matters investigated or inspected; 4° to advise the Prosecutor General and the High Council of the National Public Prosecution Authority on matters related to the management and functioning of the organs of the National Public Prosecution Authority; 5° to control the preparation of case files by the National Public Prosecution Authority; 6° to prepare draft instructions for prosecutors; 7° to perform such other duties as may be assigned by the Prosecutor General or the High Council of the National Public Prosecution Authority. The Inspector General and inspectors of the National Public Prosecution Authority shall not, in the exercise of their inspection functions, be allowed to perform the prosecution functions. However, once they cease to hold office as inspectors with dignity, they resume their duties as National Prosecutors."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "14",
      "title": "Article 14 – Assistants of the National Public Prosecution Authority",
      "content": "Assistants of the National Public Prosecution Authority are staff members who assist prosecutors in their investigative and prosecutorial functions with the exception of instituting criminal proceedings or arguing cases before courts. Assistants of the National Public Prosecution Authority fall within the following categories: 1° assistants of the National Public Prosecution Authority at the Prosecutor General’s Office level; 2° Assistants of the National Public Prosecution Authority at the intermediate level; 3° Assistants of the National Public Prosecution Authority at the Primary level. Assistants of the National Public Prosecution Authority are governed by the statute of prosecutors and other staff of the National Public Prosecution Authority."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "15",
      "title": "Article 15 – Appointment and removal from office of Assistants of the National Public Prosecution Authority",
      "content": "Assistants of the National Public Prosecution Authority are, after having passed a competition, appointed by the High Council of the National Public Prosecution Authority upon proposal by the Prosecutor General. The High Council of the National Public Prosecution Authority has also the power to remove them from office upon proposal by the Prosecutor General. The Chief Assistant of the National Public Prosecution Authority at the Prosecutor General’s Office level, the Chief Assistant at the intermediate level and the chief Assistant at the primary level are appointed and removed from office by the High Council of the National Public Prosecution Authority upon proposal by the Prosecutor General."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "16",
      "title": "Article 16 – Composition of the General Secretariat",
      "content": "The General Secretariat comprises a Secretary General appointed by a Presidential Order and other necessary staff members appointed in accordance with the provisions of the Law establishing the general statutes for public service."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "17",
      "title": "Article 17 – Responsibilities of the Secretary General",
      "content": "The Secretary General has the following responsibilities: 1° to manage the State finances and property within the National Public Prosecution Authority; 2° to coordinate all administrative and technical activities of the organs of the National Public Prosecution Authority; 3° to develop strategies and programs related to administrative and technical services; 4° to sign documents and decisions relating to the smooth functioning of the National Public Prosecution Authority based on the power delegated by the Prosecutor General."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "18",
      "title": "Article 18 – Organizational structure and organization chart",
      "content": "A Prime Minister’s Order shall determine the organizational structure and organization chart of the National Public Prosecution Authority."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "19",
      "title": "Article 19 – Administration of the National Public Prosecution Authority",
      "content": "The National Public Prosecution Authority is headed by the Prosecutor General."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "20",
      "title": "Article 20 – Responsibilities of the Prosecutor General",
      "content": "The Prosecutor General has the following responsibilities: 1° to head, make follow-up on and coordinate activities of the National Public Prosecution Authority; 2° to prosecute persons falling within the exclusive jurisdiction of the Supreme Court in first and last instance and personally represent the National Public Prosecution Authority when prosecuting their cases in court. In case of absence, he/she is replaced by the Deputy Prosecutor General; 3° to provide advice on extradition proceedings, application for presidential pardon, release on parole and rehabilitation; 4° to confer on the Chief Prosecutor at the intermediate level, other prosecutors at the intermediate level or at the Primary level powers to carry out prosecutorial functions outside their jurisdiction where necessary, and inform the High Council of the National Public Prosecution Authority thereof in its next meeting; 5° to second any National Prosecutor to a location other than the head office of the National Public Prosecution Authority for a specified period in order for him/her to carry out prosecutorial functions where necessary, and inform the High Council of the National Public Prosecution Authority thereof in its next meeting; 6° to submit to the High Council of the Public Prosecution the annual draft budget proposal of the National Public Prosecution Authority; 7° to temporarily suspend prosecutors, except members of the Prosecutor General’s Office, in case of urgency following an allegation of misconduct referred to him/her that requires prosecution and inform the High Council of the National Public Prosecution Authority thereof in its next meeting; 8° to sign the Rules of Procedure of the National Public Prosecution Authority after approval thereof by the High Council of the National Public Prosecution Authority; 9° to appoint, transfer and carry out performance appraisals for prosecutors and other staff members of the National Public Prosecution Authority and inform the High Council of the National Public Prosecution Authority thereof. The Prosecutor General may delegate to other staff members of the National Public Prosecution Authority the power to carry out some of his/her responsibilities."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "21",
      "title": "Article 21 – Responsibilities of the Deputy Prosecutor General",
      "content": "The Deputy Prosecutor General shall, under the supervision of the Prosecutor General, have the following responsibilities: 1° to make follow-up on criminal case hearing schedule and assign National Prosecutors to represent the public prosecution in such cases; 2° to determine the dress code of prosecutors in Courts and in official ceremonies, after consultation of the High Council of the National Public Prosecution Authority; 3° to make follow-up on the functioning of the General Secretariat; 4° to assist the Prosecutor General in the performance of other administrative and prosecutorial functions; 5° to replace the Prosecutor General in case of absence."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "22",
      "title": "Article 22 – Representation of the Prosecutor General",
      "content": "The Prosecutor General is represented at the intermediate and primary levels by the Chief Intermediate Prosecutor, assisted by other prosecutors at that level and prosecutors at the primary level. The Prosecutor General may give prosecutors referred to in paragraph One of this Article written instructions regarding the prosecution of suspects. However, he/she has no power to instruct any Prosecutor at the intermediate or Primary level to refrain from prosecuting any person in order for him/her to personally take over the prosecution of such a person."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "23",
      "title": "Article 23 – Responsibilities of the Chief Prosecutor at the intermediate level",
      "content": "The Chief Prosecutor at the intermediate level is responsible and answerable for the functioning of the Public Prosecution at intermediate and primary levels within the territorial jurisdiction under his/her supervision. The Chief Prosecutor at the intermediate level is responsible for the following: 1º to make a follow up and lead operations of public prosecution and criminal investigations; 2º to assign duties to the staff and issue instructions to prosecutors at intermediate and Primary levels; 3º to coordinate prosecution activities at intermediate and primary levels; 4º to submit to the Prosecutor General, monthly and whenever considered necessary, a report on prosecution activities indicating achievements and challenges encountered; 5º to carry out an analysis, in collaboration with the organ in charge of criminal investigation, on causes and nature of criminality and submit to the Prosecutor General a report thereof in every six (6) months; 6º to attend security meetings and submit a report to the Prosecutor General; 7º to authorize prosecutors at intermediate level to operate in the territorial jurisdiction of Public Prosecution at primary level or to authorize a prosecutor at primary level to carry out the prosecution activities in another territorial jurisdiction of the primary level located in the territorial jurisdiction at the intermediate level he/she heads and informs the Prosecutor General in writing."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "24",
      "title": "Article 24 – Administrative and financial Autonomy",
      "content": "The National Public Prosecution Authority enjoys administrative and financial autonomy."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "25",
      "title": "Article 25 – Collaboration between the National Public Prosecution Authority and the Ministry in charge of justice",
      "content": "The Minister in charge of justice determines the prosecution policy of the National Public Prosecution Authority. In agreement with the Prosecutor General, he/she formulates general instructions of the policy governing the Public Prosecution before the end of each year which are communicated to all prosecutors in writing. The Prosecutor General submits to the Minister in charge of justice a quarterly report related to the performance of the National Public Prosecution Authority with copies to the President of the Republic and Prime Minister. In regard to the prosecution, the Minister in charge of Justice may, for public interest, issue written instructions to the Prosecutor General to undertake or drop a prosecution case. He/she may also, in case of urgency and in public interest, issue written instructions to any prosecutor to prosecute or drop a prosecution case and inform the Prosecutor General thereof."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "26",
      "title": "Article 26 – Collaboration between the National Public Prosecution Authority and the institution in charge of criminal investigation",
      "content": "With the exception of military prosecution, the National Public Prosecution Authority supervises the organ in charge of investigation. The National Public Prosecution Authority makes a report on the activities of investigators every year and whenever considered necessary and submits it to the supervising authority of the organ in charge of criminal investigation. The organ in charge of criminal investigation reports immediately to the National Public Prosecution Authority after learning of any felony or misdemeanor which has been committed. The Investigator who heads the organ in charge of criminal investigation whose territorial jurisdiction covers the area where a crime was committed informs the Public Prosecution Authority with competent jurisdiction."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "27",
      "title": "Article 27 – Control of detention places",
      "content": "With the exception of places where soldiers, their co-offenders and their accomplices are detained, the National Public Prosecution Authority inspects detention places at least once a week and takes all necessary decisions to ensure compliance with laws."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "28",
      "title": "Article 28 – Competence of the National Public Prosecution Authority",
      "content": "The National Public Prosecution Authority is competent to: 1º investigate offences under prosecution process and lead investigations carried out by criminal investigators; 2º produce incriminating evidence and plead criminal cases before Courts; 3º contribute to the formulation of criminal prosecution strategies; 4º cooperate with judicial institutions whether national or those of other countries in activities related to prosecution of criminals, fighting against criminality and protecting victims and witnesses in accordance with relevant laws; 5º perform other duties provided for by laws."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "29",
      "title": "Article 29 – Decision to launch the prosecution or lodge an appeal",
      "content": "The competence to decide on whether there should be a prosecution, or an appeal belongs to prosecutors at the Prosecutor General’s Office, prosecutors at the intermediate level and prosecutors at the primary level. Prosecutors at the level of the Prosecutor General’s Office file an appeal in the High Court and the Court of Appeal. Prosecutors at the intermediate level file an appeal in the Intermediate Court or in the High Court while prosecutors at the primary level lodge an appeal in primary and intermediate courts."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter II – National Public Prosecution Authority",
      "section": "30",
      "title": "Article 30 – Prosecution in Courts",
      "content": "Prosecutors have the competence to prosecute crimes in courts as follows: 1º in the Supreme Court and the Court of Appeal, except for cases against soldiers, their co-offenders and their accomplices, prosecution is carried out by the Prosecutor General, Deputy Prosecutor General and National Prosecutors chosen by the Prosecutor General with a notification thereof to the High Council of the National Public Prosecution Authority; 2º at the High Court, the prosecution is carried out by the Prosecutor General, Deputy Prosecutor General and other National Prosecutors; 3º at the Intermediate and Primary Courts, the National Public Prosecution Authority is represented by the Chief Prosecutor at the intermediate level assisted by prosecutors at the intermediate level and prosecutors at the primary level. Subject to the provisions of Paragraph One of this Article, prosecutors at the intermediate level may represent the National Public Prosecution Authority in the High Court or in Courts of Primary level while prosecutors at primary level may represent the Public Prosecution in Intermediate Court, upon authorization of the Prosecutor General."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter III – Military Prosecution Department",
      "section": "31",
      "title": "Article 31 – Composition of Military Prosecution Department",
      "content": "The Military Prosecution Department is a single organ which comprises: 1° the Military Prosecutor General's Office; 2° the Military Prosecutors; 3° the Military Judicial Officers."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter III – Military Prosecution Department",
      "section": "32",
      "title": "Article 32 – Office of the Military Prosecutor General",
      "content": "The Office of the Military Prosecutor General is composed of the following persons: 1° the Military Prosecutor General; 2° the Deputy Military Prosecutor General."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter III – Military Prosecution Department",
      "section": "33",
      "title": "Article 33 – Appointment and oath of Military Prosecutors",
      "content": "The Military Prosecutor General, the Deputy Military Prosecutor General and Military Prosecutors are chosen among members of Rwanda Defence Force. They are appointed for indefinite period by a Prime Minister’s Order upon a proposal by the Minister in charge of Rwanda Defence Force. Before assuming prosecution activities, the Military Prosecutor General, the Deputy Military Prosecutor General and Military Prosecutors take the oath of office before the Prime Minister."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter III – Military Prosecution Department",
      "section": "34",
      "title": "Article 34 – Military Judicial Officers",
      "content": "The Military Judicial Officers investigate crimes in the jurisdiction of the Military Courts, apprehend offenders and gather evidence. Military Judicial Officers are chosen among Rwanda Defence Force and appointed by an Order of the Minister in charge of Rwanda Defence Force after consultation with the Military Prosecutor General."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter III – Military Prosecution Department",
      "section": "35",
      "title": "Article 35 – Administration of the Military Prosecution Department",
      "content": "The Military Prosecution is headed by the Military Prosecutor General. In his/her daily activities, either in connection with administration or prosecution, the Military Prosecutor General is assisted by the Deputy Military Prosecutor General. The latter replaces him/her in case of absence."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter III – Military Prosecution Department",
      "section": "36",
      "title": "Article 36 – Responsibilities of the Military Prosecutor General",
      "content": "The Military Prosecutor General has the competence to prosecute all offences committed by military personnel, their co-offenders and their accomplices. The Military Prosecutor General is also responsible for the following: 1º to coordinate activities of the Military Prosecution Department; 2º to prepare and submit to the Minister in charge of Rwanda Defence Force the draft budget of the Military Prosecution Department; 3º to establish the rules of procedure of the Military Prosecution Department after consultation with Minister in charge of Rwanda Defence Force; 4º to provide advice on issues relating to presidential pardon, release on parole and rehabilitation of soldiers, their co-offenders and their accomplices convicted by Military Courts."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter III – Military Prosecution Department",
      "section": "37",
      "title": "Article 37 – Collaboration between the Military Prosecution Department and the Ministry of Defence",
      "content": "The Military Prosecution Department operates under the authority of the Minister in charge of Rwanda Defence Force."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter III – Military Prosecution Department",
      "section": "38",
      "title": "Article 38 – Relations between the Military Prosecution Department and the Ministry of justice",
      "content": "In prosecution matters, the Military Prosecution Department complies with the programme and policy provided for by the Ministry in charge of justice. The Military Prosecutor General prepares a report annually and whenever considered necessary, on the general functioning of prosecution functions of the Military Prosecution Department and submits it to the Minister in charge of justice."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter III – Military Prosecution Department",
      "section": "39",
      "title": "Article 39 – Collaboration between the Military Prosecution Department and other organs of Public Prosecution and the organ in charge of criminal investigation",
      "content": "The Military Prosecution Department collaborates with other organs of Public Prosecution and the organ in charge of criminal investigation in the transfer of suspects and them files in accordance with the competence of each organ."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter III – Military Prosecution Department",
      "section": "40",
      "title": "Article 40 – Prosecution in Military Courts",
      "content": "In the Military Court and Military High Court, criminal prosecution is conducted by the Military Prosecutor General, the Deputy Military Prosecutor General or another Military Prosecutor."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter III – Military Prosecution Department",
      "section": "41",
      "title": "Article 41 – Prosecution in Supreme Court and Court of Appeal",
      "content": "For cases before the Supreme Court and Court of Appeal in which the Military Prosecution prosecutes soldiers, their co-offenders and accomplices, the prosecution is carried out by the Military Prosecutor General, Deputy Military Prosecutor General or by another Military Prosecutor. Military Prosecutors referred to in Paragraph One of this Article are also competent to file an appeal in the Court of Appeal."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter IV – Common provisions",
      "section": "42",
      "title": "Article 42 – Principle of discretion of prosecution",
      "content": "In the prosecution, the Public Prosecution acts under the principle of discretion in the exercise of its function. Whenever it decides to prosecute, it prepares the case file and prosecutes in competent Court. Whenever the Public Prosecution decides not to prosecute, it closes the case file and informs the accused and the victim within the period not exceeding thirty (30) days. The decision to close a file lies within the competence of the Prosecutor General or the Military Prosecutor General."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter IV – Common provisions",
      "section": "43",
      "title": "Article 43 – Matters in which Public Prosecution appears as a party",
      "content": "The Public Prosecution appears in Courts only in criminal matters. However, it may file a civil action to recover the State property if the accused is charged of embezzlement, theft, swindling or undue payment under a contract. In the exercise of their functions, prosecutors who are at the same level may assist or replace each other in the same action."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter V – Final provisions",
      "section": "44",
      "title": "Article 44 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter V – Final provisions",
      "section": "45",
      "title": "Article 45 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter V – Final provisions",
      "section": "46",
      "title": "Article 46 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
