{
  "id": "rw-law-2018-20",
  "type": "statute",
  "title": "Law establishing Regulations Governing Civil Aviation",
  "title_en": "Law establishing Regulations Governing Civil Aviation",
  "short_name": "Law 20 of 2018",
  "status": "repealed",
  "issued_date": "2018-04-29",
  "in_force_date": "2018-04-30",
  "url": "https://rwandalii.org/akn/rw/act/law/2018/20/eng@2018-04-30",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes regulations governing civil aviation."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions",
      "content": "In this Law, the following terms have the following meanings: 1° Convention on International Civil Aviation: Convention on International Civil Aviation signed at Chicago on 07 December 1944 as ratified by Law of 30/04/1947 and its Protocols ratified by Decree-Law of 07/04/1976; 2° search: an operation, normally coordinated by a rescue coordination centre or rescue subcenter, using available personnel and facilities to locate persons in distress; 3° air transport service: domestic or international service for the carriage of passengers and goods by air; 4° dangerous goods: substances or articles which are capable of posing a risk to health, safety, property or the environment and which are shown in the list of dangerous goods in the technical instructions or which are classified according to those instructions; 5° air operator certificate: a certificate authorising an operator to carry out specified commercial air transport operations; 6° search and rescue region: an area of defined dimensions, associated with a Rescue Coordination Centre, within which search and rescue services are provided; 7° Rescue Coordination Centre: a unit responsible for promoting efficient organization of search and rescue services and for coordinating the conduct of search and rescue operations within a search and rescue region; 8° aerodrome: a defined area on land or water including any buildings, installations and equipment intended to be used either wholly or in part for the arrival, departure and surface movement of aircraft; 9° Authority: the national institution in charge of civil aviation; 10° civil aircraft: aircraft other than those owned by the State and which are used for air transport purposes; 11° State aircraft: aircraft used by the Head of State and the one used in military, customs or police services; 12° aircraft: any machine that can derive support in the atmosphere from the reactions of the air other than the reactions of the air against the earth’s surface; 13° statement: the whole or any part of an oral, written or recorded statement relating to an aircraft accident or incident and given by the author of the statement to an investigator; 14° Appeal Committee: a body to which a person who is not satisfied with a decision made by the Director General of the National Authority in charge of civil aviation, may request for reversal of the decision; 15° Minister: the Minister in charge of civil aviation; 16° air navigation services: a. air traffic services; b. aeronautical telecommunications; c. aeronautical information services; d. meteorological service for air navigation; e. instrument flight procedure design service; f. aeronautical cartographic services; g. search and rescue services; 17° Rwanda: land areas and water territory as well as the airspace above such a territory, under the sovereignty or mandate of Rwanda; 18° rescue: an operation to retrieve persons in distress, provide for their initial medical or other needs, and deliver them to a place of safety; 19° person: an individual, a company, an organization, an institution, an association, a group of associations or representatives of such associations and those companies; 20° Director General: the Chief Executive Officer of the executive organ of the Authority."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Scope of this Law",
      "content": "This Law applies to: 1° all civil aircraft personnel; 2° Rwandan civil aircraft in or outside Rwanda; 3° all foreign aircraft in Rwanda; 4° all Rwanda air navigation and all civil airdromes in Rwanda; 5° all aspects of air transport services and aerial works in Rwanda; 6° provision of air navigation services in Rwanda. This Law also applies to aircraft accidents or serious incidents occurring: 1° in or over Rwandan territory or within the corresponding airspace; 2° in waters which do not fall under the sovereignty of any State when Rwanda is the State of registry: 3° in the territory of a contracting State of the International Civil Aviation Organisation which does not intend to conduct an investigation in accordance with Annex 13 to the Convention on International Civil Aviation; 4° in the territory of a non-contracting State of the International Civil Aviation Organisation which does not intend to conduct an investigation in accordance with Annex 13 to the Convention on International Civil Aviation. The provisions of this Law shall not apply to State aircraft. However, an Order of the Minister may determine circumstances and modalities thereof."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Sovereignty over the airspace of Rwanda",
      "content": "Rwanda has absolute and exclusive sovereignty over the airspace above its territory."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Interception of civil aircraft",
      "content": "No person is authorized to intercept a civil aircraft in the airspace or instruct it to land unless interception is carried out by the Rwanda Defence Forces in the performance of their duties. The Minister authorises the use of interception signals or gives instructions to the civil aircraft in space to land if such authorisation is in public interest and not likely to affect aviation safety. The pilot-in-command of a civil aircraft who receives instructions to land from an authorized person must comply with the instructions. An Order of the Minister specifies rules of interception that the pilot-in-command of an intercepting civil aircraft and the pilot-in-command of an intercepted civil aircraft must comply with. Interception of a civil aircraft in the airspace of Rwanda is limited to determining the identity of the aircraft, unless it is necessary to return the civil aircraft to its planned track, direct it beyond the boundaries of Rwanda airspace, guide it away from a prohibited, restricted or danger area or instruct it to land at a designated aerodrome."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter One – General provisions",
      "section": "6",
      "title": "Article 6 – Assistance given to an intercepted civil aircraft",
      "content": "Navigational guidance and related information are given to an intercepted civil aircraft by radiotelephony, whenever radio contact may be established. In case an intercepted civil aircraft is required to land in Rwanda, the aerodrome designated for the landing must be suitable for the safe landing of the aircraft type concerned. Every civil aircraft registered in Rwanda or operated by an operator whose principal place of business or permanent residence is located in Rwanda must comply with interception orders from any other State."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter One – General provisions",
      "section": "7",
      "title": "Article 7 – Aircraft in distress",
      "content": "A person who provides air traffic services who receives a distress signal from an aircraft in Rwanda must provide all possible assistance to that aircraft. A pilot who receives a distress signal from another aircraft or notices an aircraft in distress, must mark on the map the location of the aircraft in distress, collect and transmit available information to appropriate air traffic services. Subject to instructions issued by competent authorities, the owners of the aircraft or authorities of the State in which the aircraft in distress is registered are permitted entry into Rwanda to provide the required assistance. Search and rescue service providers give assistance to aircraft in distress and to survivors of aircraft accidents, regardless of their status, their nationality or circumstances in which such persons are found. Search and rescue service providers collaborate and undertake coordinated measures in searching for missing aircraft which may be recommended from time to time in accordance with the Convention on International Civil Aviation."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter One – General provisions",
      "section": "8",
      "title": "Article 8 – Compliance with the rules and regulations of the air",
      "content": "Every aircraft flying over or manoeuvring within the territory of Rwanda, and every aircraft carrying Rwandan nationality mark, wherever such aircraft may be, must comply with the rules and regulations relating to the flight and manoeuvre of aircraft there in force. Over the high seas, the applied rules are those established under the Convention on International Civil Aviation."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter One – General provisions",
      "section": "9",
      "title": "Article 9 – Air navigation facilities and standard systems",
      "content": "To facilitate air navigation, the competent authority does the following: 1° to provide, in Rwanda, airports, radio services, meteorological services and other air navigation facilities to facilitate international air navigation, in accordance with the standards established by an Order of the Minister, from time to time, pursuant to the Convention on International Civil Aviation; 2° to adopt and implement the appropriate standard systems of communications procedure, codes, markings, signals, lighting and other operational practices and rules which may be recommended or established from time to time, pursuant to the Convention on International Civil Aviation; 3° to collaborate in international measures to secure the publication of aeronautical maps and charts in accordance with standards which may be recommended or established from time to time, pursuant to the Convention on International Civil Aviation."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – General regulatory powers",
      "section": "10",
      "title": "Article 10 – Civil aviation regulations established by the Minister",
      "content": "An Order of the Minister establishes civil aviation regulations relating to: 1° the implementation of the Convention on International Civil Aviation and other conventions between Rwanda and other countries and international organisations; 2° the promotion of a safe and secure civil aviation. The Minister undertakes to keep civil aviation regulations in these respects uniform with those established under the Convention on International Civil Aviation. The Minister is responsible for the implementation of the Yamoussoukro Decision on the Liberalisation of Access to Air Transport Markets in Africa."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – General regulatory powers",
      "section": "11",
      "title": "Article 11 – Powers to maintain civil aviation safety",
      "content": "As part of the Authority’s responsibility to ensure the safety and security of civil aviation, the Director General has the following functions: 1° to develop and promote appropriate, clear and concise regulatory requirements and technical civil aviation safety and security standards; 2° to develop and implement effective enforcement strategies to ensure compliance with civil aviation safety and security standards; 3° to conduct comprehensive aviation industry surveillance, including assessment of safety and security-related decisions taken by any management of the aviation industry, at all levels, in order to determine their impact on aviation safety and security; 4° to oversee and regulate the provision and operation of navigational aids to aviation; 5° to conduct regular reviews of the civil aviation safety and security systems to: a. monitor the safety performance of the aviation industry; b. identify safety and security-related trends and risk factors; c. promote the development and improvement of the safety and security systems; 6° to establish and revise, whenever necessary, minimum safety standards and procedures in relation to the provisions of this Law and related regulations to ensure the safety of civil aviation; 7° to take enforcement actions, when necessary, to ensure the implementation of this Law and the related regulations and standards; 8° to conduct investigations on all matters relating to civil aviation safety; 9° to communicate without delay to the International Civil Aviation Organisation any national regulations which differ from the Convention on International Civil Aviation; 10° to ensure the publication of all standards and procedures issued under this Law in such form and manner as may be best adapted for public compliance; 11° to exercise all powers and responsibilities of the Authority in relation to civil aviation safety oversight; 12° to issue aviation documents including: a. certificates or licenses of operational civil aviation personnel; b. certificates or licenses of aircraft air operators, aircraft maintenance organizations, aerodromes, aviation training organizations, air navigation services providers and other related organizations as determined by the Director General; 13° to certify civil aircraft, air operators, civil aerodromes and aviation organisations; 14° to control licensed personnel, certified air operators, licensed and certified civil aerodromes and other approved organizations; 15° to advise the Government on matters related to any action or condition which: a. is likely to cause any actual or potential threat or damage to persons or property; b. the Authority considers necessary in the furtherance of its objects; 16° to provide advice to the Government on: a. preparing new legislation or amending existing legislation for the regulation of civil aviation safety and security; b. concluding any international agreement with other States, governments or international organisations; 17° to promote the development of civil aviation safety and security capabilities, skills and services for the benefit of the Rwandan people; 18° to provide consultancy relating to the management of civil aviation oversight activities within or outside Rwanda; 19° to maintain and keep records and documents relating to activities within the civil aviation system, in particular to maintain the Rwanda register of aircraft and the civil aviation registry; 20° to provide to the Government such information and advice as the Government may from time to time require; 21° to provide information and advice about civil aviation and foster appropriate information and education programmes about civil aviation that promote the objects of the Authority; 22° to advise and assist the Government in its negotiations with other countries in regard to international air services for aircraft using Rwanda aerodromes and those overflying the airspace of Rwanda; 23° to enforce compliance with the provisions of Annex 18 to the Convention on International Civil Aviation and the International Civil Aviation Organization Technical Instructions for the Safe Transport of Dangerous Goods by Air; 24° to ensure the respect of the provisions of Annex 18 to the Convention on International Civil Aviation and the International Civil Aviation Organisation Technical Instruction for the Safe Transport of Dangerous Goods by Air; 25° to publish all standards and procedures issued under this Law for public compliance; 26° to perform any other functions relating to powers specified in this Article."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – General regulatory powers",
      "section": "12",
      "title": "Article 12 – Delegation of powers",
      "content": "The Director General may, subject to conditions or restrictions and supervision as may be prescribed, delegate to any member of staff or administrative unit of the Authority some of his/her powers under this Law. The Director General may also delegate any assigned powers to any qualified person. However, the Director General ensures that the delegation is not exercised in a way that entities regulated by the Authority do not regulate themselves."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – General regulatory powers",
      "section": "13",
      "title": "Article 13 – Exemption",
      "content": "The Director General may, in exceptional circumstances, exempt any person, aircraft, aerodrome, service or any other acts of the aircraft from the requirements set forth in this Law and related regulations, if the exemption is in the public interest and is not likely to affect aviation safety."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – General regulatory powers",
      "section": "14",
      "title": "Article 14 – Right of access for inspection",
      "content": "The Director General has the right to unhindered access to inspect all civil aircraft registered in Rwanda, documents, aerodromes, air operator facilities, air navigation services, approved training and maintenance organisations and other important facilities, as well as other restricted civil aviation-related sites within Rwanda. The Director General has the right to unhindered access to inspect all civil aircraft registered in Rwanda wherever they operate in the world. When the Authority’s safety inspector is performing the responsibilities of the Authority and upon presenting his/her inspector credentials, the pilot-in-command gives him/her free and uninterrupted access to the flight deck of the aircraft. An air operator and the pilot-in-command avail a suitable seat to the inspector to perform his/her duties as determined by the Authority."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – General regulatory powers",
      "section": "15",
      "title": "Article 15 – Access to a foreign aircraft",
      "content": "The Director General has absolute rights to have access to a foreign aircraft and search on landing or on departure and to inspect the certificates and other documents prescribed under the Convention on International Civil Aviation and its Annexes, provided the search does not cause any delay to the operation of such an aircraft."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – General regulatory powers",
      "section": "16",
      "title": "Article 16 – Prevention of flight",
      "content": "The Director General or his/her proxy has powers to prevent the air operator or a pilot of a civil aircraft from flying the aircraft if: 1° the aircraft is not airworthy or does not meet requirements to navigate; 2° the pilot is not qualified or is not capable for the flight due to physical or mental disability certified by an authorized medical doctor; 3° the flight may cause imminent danger to persons or property on the ground. Subject to the provisions of the Convention on International Civil Aviation, the Director General notifies the State of registry and the State of the air operator in case of prevention of an aircraft flight as indicated under items 1°, 2° and 3° of Paragraph One of this Article."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – General regulatory powers",
      "section": "17",
      "title": "Article 17 – Search and entry to a place where evidence may be found",
      "content": "The Director General or his/her proxy may: 1° enter, for purposes of conducting inspections relating to the enforcement of the provisions of this Law, any aircraft, aerodrome or any other civil aviation facility and premises; 2° seize any document or any other object from the place where the inspection is being carried out for examination or take a copy of the document; 3° enter any place for purposes of carrying out investigations on matters concerning aviation safety; 4° seize any object found in any place referred to in items 1°, 2° and 3° of this Article that he/she believes on reasonable grounds affords evidence with respect to an offence under this Law or the causes or contributing factors pertaining to the investigations referred to in item 3° of this Paragraph; 5° detain any aircraft that he/she believes on reasonable grounds is unsafe or is likely to be operated in an unsafe manner and take reasonable steps to ensure its continued detention. However, where the place referred to in Paragraph One of this Article is a dwelling-house, the Director General or his/her proxy shall not enter that place without the consent of the occupant, except under a search warrant issued by a competent organ. The Director General or his/her proxy shall not use force while executing the search warrant under Paragraph 2 of this Article, unless he/she is accompanied by a law enforcement officer and the use of force is expressly authorised in the search warrant."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Aircraft registration and registration certificate",
      "section": "18",
      "title": "Article 18 – Obligation to register an aircraft",
      "content": "Any person who intends to operate aircraft services in Rwanda must register the aircraft in Rwanda in accordance with the Rwandan law or under the law of the country of origin of the aircraft."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Aircraft registration and registration certificate",
      "section": "19",
      "title": "Article 19 – Rwandan aircraft nationality and registration marks",
      "content": "An aircraft registered under this Law acquires a Rwandan aircraft nationality registration mark “9XR” and the registration mark assigned to it by the Authority."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Aircraft registration and registration certificate",
      "section": "20",
      "title": "Article 20 – Eligibility for aircraft registration",
      "content": "An aircraft is eligible for registration if it is not registered in another country and if it is owned by: 1° the Government of Rwanda, the Government of any of East African Community Partner States or one of their institutions; 2° a Rwandan, any other person legally residing in Rwanda, a citizen of one of the East African Community partner States or person legally and bona fide resident in the East African Community; 3° bodies incorporated under the Rwandan laws or laws of any of the East African Community Partner States."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Aircraft registration and registration certificate",
      "section": "21",
      "title": "Article 21 – Registration of an aircraft",
      "content": "The Director General, upon request by the owner of an aircraft who fulfils requirements for registration of an aircraft, registers the aircraft and issues the owner with a certificate of registration. The Director General establishes a permanent system for the national registration of aircraft in Rwanda."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Aircraft registration and registration certificate",
      "section": "22",
      "title": "Article 22 – Registration of interests in aircraft",
      "content": "The Director General is authorised to establish a national system for recording documents which affect title to or any interest in any aircraft registered in Rwanda and in any aircraft engine, propeller, appliance or spare parts intended for use on any aircraft registered in Rwanda. After the Director General establishes the recording system, no document affecting title to or any interest in such registered aircraft, aircraft engines, propellers, appliances or spare parts is valid, except between the parties thereto, unless it is recorded in that system. The validity of any registered document so recorded is determined by regulations established by Rwandan law, unless otherwise specified by the parties to the contract. The Minister issues instructions governing documents referred to in this Article."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Licenses and certificates relating to civil aviation",
      "section": "23",
      "title": "Article 23 – Requirements for being an aircraft crew member",
      "content": "Every aircraft crew member must hold a valid license issued in compliance with the provisions of this Law and related regulations."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Licenses and certificates relating to civil aviation",
      "section": "24",
      "title": "Article 24 – Civil aviation personnel licensing",
      "content": "If the Director General finds, after investigation, that an applicant for a license of civil aviation fulfils the conditions and is able to perform the duties pertaining to the position for which the license is sought, he/she issues the license."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Licenses and certificates relating to civil aviation",
      "section": "25",
      "title": "Article 25 – Contents of the licence of civil aviation personnel",
      "content": "A license of a civil aviation personnel specifies: 1° the capacity of the holder; 2° the field in which the holder is authorized to serve in civil aviation; 3° other elements that the Director General may consider necessary for ensuring safety in civil aviation."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Licenses and certificates relating to civil aviation",
      "section": "26",
      "title": "Article 26 – Issuance of an air operator certificate",
      "content": "The Director General has the power to issue an air operator certificate and establish minimum safety standards for the operation of the air operator to which such certificate is issued. Every person who intends to operate as an air operator and who is a citizen or a resident of Rwanda, files with the Director General an application for an air operator certificate. If, after investigations, the Director General finds that the person mentioned in Paragraph 2 of this Article is properly and adequately equipped and has demonstrated the ability to conduct a safe operation in accordance with the requirements of this Law, related regulations and standards prescribed there under, he/she issues an air operator certificate to that person."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Licenses and certificates relating to civil aviation",
      "section": "27",
      "title": "Article 27 – Certification of air navigation services",
      "content": "The provision of all air navigation services within Rwanda is subject to certification by the Director General in accordance with the requirements set forth in this Law, related regulations, and safety standards that he/she prescribes."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – Licenses and certificates relating to civil aviation",
      "section": "28",
      "title": "Article 28 – Airworthiness certificate",
      "content": "The Director General issues an airworthiness certificate on the basis of satisfactory evidence that the aircraft conforms to type certificate issued by the State having jurisdiction over the organisation responsible for the type design. The owner of an aircraft registered in Rwanda may request the Director General to issue airworthiness certificate for such an aircraft by use of an appropriate application form. If the Director General considers that the aircraft conforms to the requirements and, after inspection, finds that the aircraft is in good condition for safe operation, he/she issues an airworthiness certificate. The Director General indicates on an airworthiness certificate, its duration, the type of service for which the aircraft is used and such other conditions or requirements for the safety of the aircraft and passengers. An airworthiness certificate may be renewed in accordance with this Law or any related regulations, except that the Director General requires that the continuing airworthiness of the aircraft be monitored by a regular inspection determined by the Director General or any other method similar to such an inspection."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IV – Licenses and certificates relating to civil aviation",
      "section": "29",
      "title": "Article 29 – Certification of international aerodromes and licensing of domestic aerodromes",
      "content": "Any aerodrome intended to be used for international air transport operations is certified in accordance with the requirements set forth in this Law and related regulations. Any aerodrome intended to be used for domestic air transport operations is licensed in accordance with the requirements set forth in this Law, related regulations and technical standards. The Director General has the power to establish minimum safety standards for licensing referred to in this Article."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter IV – Licenses and certificates relating to civil aviation",
      "section": "30",
      "title": "Article 30 – Evaluation and issue of certificates to civil aviation training and maintenance organisations",
      "content": "The Director General has the powers to evaluate and issue certificates of capacity for: 1° approved civil aviation training and maintenance organisations, civil aircraft and its components flight or maintenance organizations, as to adequacy of the course of instruction, suitability and airworthiness of the equipment and competency of the instructors; 2° aircraft and its components maintenance organisations, as to the adequacy and suitability of the equipment, facilities and competency of those engaged in the work or giving any instruction therein. The Director General also has powers to issue certificates to civil aviation training and aircraft maintenance organisations. The Director General authorizes civil aviation training and maintenance organizations to operate depending on the ability of the applicants to comply with the requirements."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Licenses and certificates relating to civil aviation",
      "section": "31",
      "title": "Article 31 – Application forms for license or certificate",
      "content": "Application forms for license or certificate referred to in this Law must contain information on the requirements, the applicant of license or certificate and must be signed by the applicant and kept by the Director General."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter IV – Licenses and certificates relating to civil aviation",
      "section": "32",
      "title": "Article 32 – Modification, suspension or revocation of a license or a certificate",
      "content": "Any certificate issued by the Director General may be suspended or revoked by the Director General for any cause if he/she finds such suspension or revocation to be in the public interest. The Director General may, if considered necessary, inspect, check aircraft and their equipment, civil aviation training organisations, aircraft maintenance organisations, aerodromes, air navigation services and its facilities, air traffic services, civil aviation personnel and any other civil aviation license or certificate holders. If, after such re-inspection or re-examination, or after any other investigation, it is considered necessary for public interest or for the safety of civil aviation, the Director General may modify, suspend or revoke any licence or certificate issued in accordance with this Law and related regulations. Before modification, suspension or revocation of a license or a certificate, the Director General informs the holders in writing the main reasons of such a decision and gives an opportunity to the concerned persons, to provide explanations likely to challenge the decision, except in case of emergency."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter IV – Licenses and certificates relating to civil aviation",
      "section": "33",
      "title": "Article 33 – Appeal Committee",
      "content": "An Appeal Committee is established as a body to which a person who is not satisfied with a decision of the Director General to modify, suspend or revoke of a licence or certificate may appeal. An Order of the Minister determines the organisation, functioning and composition of the Committee referred to in Paragraph One of this Article."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter IV – Licenses and certificates relating to civil aviation",
      "section": "34",
      "title": "Article 34 – Compliance with the terms of a licence",
      "content": "Any person who is licensed to work in aircraft -related activities has the obligation to comply with provisions of this Law as well as the related regulations and the license. When necessary, the Director General has the power to take enforcement actions against a licensed person who fails to comply with the provisions of Paragraph One of this Article."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter IV – Licenses and certificates relating to civil aviation",
      "section": "35",
      "title": "Article 35 – Prohibitions",
      "content": "No person is permitted to: 1° operate any aircraft without airworthiness certificate or in violation of the terms of the certificate; 2° serve in civil aviation in any capacity requiring a license without a license or in violation of regulations implementing this Law; 3° employ unauthorized person in civil aviation in any capacity that requires a licence; 4° operate as an air operator without an air operator certificate or use such a certificate in ways that violate its provisions; 5° operate an aircraft in violation of laws or certificate issued in accordance with this Law; 6° establish a civil aviation training organisation or aircraft maintenance organisation in violation of any regulations related to this Law or the provisions of the certificate issued by the Director General."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter IV – Licenses and certificates relating to civil aviation",
      "section": "36",
      "title": "Article 36 – Validation of a license or a certificate issued by another country",
      "content": "The Director General validates a license or a certificate issued by a civil aviation authority of another country after verifying whether: 1° the personnel licenses or airworthiness certificates for the country signatory to the Convention on International Civil Aviation are valid and in compliance with provisions of the Convention; 2° the documents provided for by the law and regulations on commercial air transport services are complied with."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter V – Civil aviation safety",
      "section": "37",
      "title": "Article 37 – Establishment of the National Aviation Safety Programme",
      "content": "The Director General establishes and implements a National Aviation Safety Programme in order to achieve an acceptable level of safety in civil aviation. The Director General is accountable manager for the National Aviation Safety Programme."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter V – Civil aviation safety",
      "section": "38",
      "title": "Article 38 – Components of the National Aviation Safety Programme",
      "content": "The National Aviation Safety Programme includes the following components: 1° safety policy and objectives; 2° safety risk management mechanisms; 3° safety assurance; 4° civil aviation safety promotion."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter V – Civil aviation safety",
      "section": "39",
      "title": "Article 39 – Powers in matters related to the National Aviation Safety Programme",
      "content": "In matters related to the National Aviation Safety Programme, the Director General has the following functions: 1° to establish an enforcement policy that specifies the conditions and circumstances under which service providers and operators with a Safety Management System (SMS) are allowed to deal with and resolve events involving certain safety issues, internally, within the context of their Safety Management System and to the satisfaction of the Authority; 2° to establish a mechanism for Safety Data and Safety information sharing and exchange between Rwanda and other safety-related organizations in the aviation system which ensures that such data and information is protected from inappropriate use; 3° to establish, through protocols, agreements or memoranda of understanding, advance arrangements between the Authority and the authorities entrusted with administration of justice regarding to the use of safety data and safety information collected, stored and analysed for purposes other than maintaining or improving aviation safety; 4° to establish a mechanism to ensure that the service providers and operators comply with mandatory and voluntary safety reporting requirements; 5° to establish a mechanism which ensures that aviation service providers and operators comply with the acceptable level of safety performance established under the National Aviation Safety Programme (NASP); 6° to ensure that as part of the National Aviation Safety Programme (NASP), an effective Runway Safety Program is established at all international airports which comprises of all stakeholders who operate on the Runway and its vicinity; The Runway Safety Program referred to in item 6° of this Article must include Apron/Ramp Safety."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter V – Civil aviation safety",
      "section": "40",
      "title": "Article 40 – Persons responsible for establishing safety management system",
      "content": "Persons responsible for establishing safety management system in the National Aviation Safety Programme related matters are: 1° approved aviation training organisations that are exposed to safety risks related to aircraft operations during the provision of their services; 2° aircraft operators authorised to conduct international commercial air transport; 3° approved aircraft maintenance organizations providing services to operators of aeroplane or helicopters engaged in international commercial air transport; 4° air traffic services providers; 5° certified aerodromes operators; 6° international general aviation operators of large or turbojet aeroplanes; 7° aircraft designers and manufacturers; 8° such other air navigation service providers as the Director General may deem necessary."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter V – Civil aviation safety",
      "section": "41",
      "title": "Article 41 – Foreign aircraft operations",
      "content": "A person shall not operate a foreign aircraft in Rwanda in circumstances contrary to conditions of a foreign air operator certificate issued by the Director General. However, no foreign air operator certificate is required for foreign aircraft in order to fly over Rwanda, to land on Rwandan territory due to technical reasons or for a foreign State aircraft to operate in Rwanda. The Director General, on receipt of an application submitted in the form and manner acceptable to him/her, issues or amends a Rwanda foreign air operator certificate."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter V – Civil aviation safety",
      "section": "42",
      "title": "Article 42 – Non-scheduled flights",
      "content": "Any foreign aircraft engaged in non-scheduled international air services is permitted to make flights into Rwanda and to make stops for non-commercial purposes, provided that the aircraft holds a special permission issued by respective competent authorities and in accordance with the terms of such permission."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter V – Civil aviation safety",
      "section": "43",
      "title": "Article 43 – Scheduled international air services",
      "content": "Every aircraft engaged in scheduled international air services is not permitted to operate in Rwanda, except under the agreement between Rwanda and the State of registry or the State of the operator or under authorisation issued by the Director General."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter V – Civil aviation safety",
      "section": "44",
      "title": "Article 44 – Maintenance of an aircraft",
      "content": "Every aircraft owner has the obligation to ensure the maintenance of the aircraft and other aviation equipment and use the aircraft or equipment in accordance with this Law and other related regulations issued by the Minister or the Director General."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter V – Civil aviation safety",
      "section": "45",
      "title": "Article 45 – Sending or receiving luggage",
      "content": "Any person sending or receiving luggage or cargo for commercial air transport, whether originating or arriving in international flights to or from Rwanda, has the obligation to send or receive the luggage or cargo in accordance with provisions of this Law and related regulations."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter V – Civil aviation safety",
      "section": "46",
      "title": "Article 46 – Use of aircraft, aerodromes and Rwanda airspace during the state of siege or state of emergency",
      "content": "An Order of the Minister determines the use of aircraft, aerodromes and Rwanda airspace during the state of siege or in a state of emergency officially announced. The Order may also instruct that aerodromes be operated by military services if necessary."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter V – Civil aviation safety",
      "section": "47",
      "title": "Article 47 – Obligations of an operator",
      "content": "Every operator has a duty to make or cause to be made an inspection, maintenance, overhaul, repair of all equipment used in civil aviation and to ensure that the operations carried out are in accordance with this Law, related regulations and orders."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter V – Civil aviation safety",
      "section": "48",
      "title": "Article 48 – Obligations of a person holding an air operator certificate",
      "content": "Every person holding an air operator certificate has a duty to ensure that the maintenance of aircraft and his/her operations are conducted in the public interest and in accordance with the requirements of this Law, related regulations and technical standards issued under this Law by the Director General."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter V – Civil aviation safety",
      "section": "49",
      "title": "Article 49 – Obligations of a person holding an airman certificate",
      "content": "Every person holding an airman certificate has a duty to observe and comply with the Authority and limitations of that certificate, the requirements of this Law, related regulations and technical standards issued under this Law."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter V – Civil aviation safety",
      "section": "50",
      "title": "Article 50 – Obligations of a person performing duties in civil aviation",
      "content": "Every person performing duties in civil aviation has a duty to observe and comply with the requirements of this Law, related regulations and technical standards issued under this Law relating to his/her tasks."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter V – Civil aviation safety",
      "section": "51",
      "title": "Article 51 – Transportation of dangerous goods by air",
      "content": "It is the duty of every person who offers or accepts shipments, cargo or baggage for commercial air transport, whether originating or arriving in international flights to or from Rwanda, or for flights within Rwanda, to offer or accept such shipments, cargo or baggage in accordance with the provisions of Annex 18 to the Convention on International Civil Aviation and the Technical Instructions for the Safe Transport of Dangerous Goods by Air."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter V – Civil aviation safety",
      "section": "52",
      "title": "Article 52 – Obligations of the owner or operator of an aircraft registered in Rwanda",
      "content": "The owner or operator of an aircraft registered in Rwanda must, in or over the territory of other contracting States, ensure that the aircraft carries radio transmitting apparatus only if a license to install and operate such apparatus has been issued by the agency responsible for regulating public utilities in Rwanda. The use of radio transmitting apparatus in the territory of the contracting State whose territory is flown over must comply with the regulations prescribed by that State."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter V – Civil aviation safety",
      "section": "53",
      "title": "Article 53 – Obligation of the person under inspection",
      "content": "The owner or person who is in control of the place that is under inspection and any other person found in the same place must: 1° give the Director General or his/her proxy all the required assistance to enable him/ her to carry out the inspection or audit and to exercise the power conferred on him/ her; 2° provide the Director General or his/her proxy with any information relevant to the administration of this Law or related regulations."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "54",
      "title": "Article 54 – Powers to conduct aircraft accidents and incidents investigation",
      "content": "The Minister is responsible for and vested with powers to investigate, or arrange by contract or otherwise for the investigation on aircraft accidents and incidents occurring in Rwanda and civil aircraft registered in Rwanda occurring outside the territory of any other country for the purpose of determining the facts, conditions and circumstances relating to each accident or incident and the probable cause. In implementing the provisions of Paragraph One of this Article, the organizational structure of the Ministry in charge of civil aviation includes an Aviation Accident Investigation Division responsible for aircraft accidents or incidents investigations. In case of an aircraft accident or incident, the Head of Aviation Accident Investigation Division designates the investigator-in-charge who assumes the task of initiating the investigations immediately. The Minister is responsible for providing or arranging with relevant authorities to enable Aviation Accident Investigation Division to have ready access to sufficient funds for the proper investigation of aircraft accidents and incidents which fall within his or her responsibility."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "55",
      "title": "Article 55 – Objective of the investigation of an aircraft accident or incident",
      "content": "The sole objective of the investigation of an aircraft accident or incident must be the prevention of accidents and incidents. The purpose of this activity is not to apportion blame or liability. Any investigation on an aircraft accident or incident must be separated from any judicial or administrative proceedings. Persons conducting investigations on an aircraft accident or incident have unrestricted access to all evidential material whenever required without delay."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "56",
      "title": "Article 56 – Mandatory reporting of an aircraft accident or incident",
      "content": "The owner, operator, pilot-in-command, a crew member of the aircraft or any person who provides air traffic services who has direct knowledge of aircraft accident or incident must, with details on the nature of the accident or incident and without delay, report the accident or incident to the Minister."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "57",
      "title": "Article 57 – Voluntary reporting system on aircraft accident or incident",
      "content": "Any person having knowledge of an occurrence of the aircraft accident or incident voluntarily reports any information that they believe to be relevant to the Aviation Accident Investigation Division. If a person makes a report as provided in Paragraph One of this Article to the Aviation Accident Investigation Division, his/her identity shall be protected against any legal, disciplinary or other proceedings. The Voluntary Incident reporting system is non-punitive and the sources of the information are protected."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "58",
      "title": "Article 58 – Keeping and preservation of evidence relating to aircraft accident or incident",
      "content": "Every person who possesses or who is in control of evidence relating to an aircraft accident or incident must keep and preserve the evidence unless an investigator in-charge instructs otherwise. Provisions of Paragraph One of this Article shall not prevent any person from taking necessary measures to ensure the safety of any person, property or the environment. However, any person who takes the measures referred to in Paragraph 2 of this Article must, to the extent possible in the circumstances and before taking those measures, record the evidence relating to aircraft accident or incident by the best means available and advise the Minister actions to be taken."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "59",
      "title": "Article 59 – Conducting investigations on aircraft accident or incident",
      "content": "In fulfilling aircraft accident or incident investigation duties, staff members of Aviation Accident Investigation Division shall not be subject to any instruction from the Authority or any other interested party. Aircraft accident or incident investigations include: 1° gathering, recording and analysis of all relevant information on the accident or incidents; 2° protection of certain accident or incident investigation records; 3° issuance of safety recommendations, where appropriate; 4° causes of the accident or incident, where necessary; 5° the final and complete report."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "60",
      "title": "Article 60 – Rights and obligations of investigators on aircraft accidents or incidents",
      "content": "The investigators have the following rights and obligations: 1° uninterrupted access and control over an aircraft accident site and any wreckage thereon; 2° uninterrupted access and control over all relevant accident or incident investigation materials, evidence, documents, including air traffic service recordings and recorders; 3° to conduct detailed examination and testing of relevant material or evidence without delay or interference; 4° non-disclosure of evidence if not in the context of investigations of the accident, unless any appropriate judicial authority determines that the non-disclosure may have adverse effects at domestic or international level or on any other actions related to current or future investigations. Such records include: a. any statement taken during the course of investigations; b. any communication between persons involved in the operation of the aircraft; c. medical or private information of all persons involved in the accident or incident; d. cockpit voice recordings and transcripts from such recordings; e. recordings and transcriptions of recordings of air traffic control units; f. cockpit airborne image recordings and any part or transcripts from such recordings; g. opinions expressed in the information analysis including flight recorder information; h. any records not relevant to accident or incident analysis. Subject to provisions of Paragraph One, item 4° of this Article, investigators also protect the aircraft or wreckage as well as the accident site against access unauthorized persons, pilfering or deterioration."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "61",
      "title": "Article 61 – On-board recordings",
      "content": "The investigator must be given all on-board recordings that relate to the aircraft accident under investigations at any time he or she requests for them for purposes of investigations. The investigator may use any obtained on-board recordings as he/she considers necessary in the interests of aviation safety, but shall not knowingly communicate or permit to be communicated to anyone, any portion thereof that is not related to the causes or contributing factors of the accident under investigations or to the identification of safety deficiencies."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "62",
      "title": "Article 62 – Limitation of access",
      "content": "An investigator may, for purposes of preserving and protecting anything involved or likely to have been involved in an accident, immediately prohibit or limit access to the area surrounding the place at which the thing is located for such a period as is necessary for the purposes of investigations. A person shall not knowingly, enter an area in contravention of a prohibition or limitation of access pursuant to Paragraph One of this Article."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "63",
      "title": "Article 63 – Powers to enter, seize and retain evidence",
      "content": "In case the investigator believes beyond reasonable doubt that there is or is likely to be any object that may prompt the conduct of an investigation, may enter and search that place for the object and seize anything that is found in the place that may be linked with the investigation. The investigator shall not exercise the powers referred to in paragraph One of this Article in relation to a particular place without the consent of the person apparently in charge of that place unless those powers are so exercised in relation to that place under the authority of a search warrant."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "64",
      "title": "Article 64 – Power of access to information",
      "content": "The aircraft investigator may, after informing the concerned person, do the following: 1° to require the person to give him or her the information or to arrange for an appointment to seek a statement, and require him or her to take oath to affirm that the information so provided is true, and make copies of or take such extracts from the information as he or she considers necessary for the purposes of the investigations; 2° to require a person who was directly or indirectly involved in the operation of an aircraft, to seek medical examination at any time he or she believes on reasonable grounds that the medical examination is, or may be, required in the investigations; 3° to require the physician or any other medical practitioner to provide him or her with medical information, where he or she believes on reasonable grounds that the physician or any other medical practitioner has the information concerning the patient which may be relevant to investigations; 4° to require the person having custody of the corpse or the remains of the deceased permit the performance of an autopsy or medical examination if the investigator believes on reasonable grounds that the performance of such autopsy or medical examination on the corpse or on the remains of the deceased may be relevant in the course of investigations. Medical examinations provided for in item 4° of this Article do not include surgery, perforation of the skin or any external tissue or the entry into the body of any drug or foreign substance."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "65",
      "title": "Article 65 – Testimony of investigators on aircraft accidents or incidents",
      "content": "Except for proceedings conducted before a medical examiner or investigations he or she conducted, an investigator is neither qualified as a witness nor shall he or she be compelled to provide testimony in any proceedings, unless if the court, any other person or any other body before whom the proceedings are conducted so orders for a special cause. An opinion of a member of investigators’ team or of a sole investigator is not admissible as evidence in court or elsewhere."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "66",
      "title": "Article 66 – Presentation of credentials",
      "content": "Before exercising his or her rights or powers, an investigator must, on request, present his or her credentials to any person subject to investigations."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "67",
      "title": "Article 67 – Power to test seized property",
      "content": "The investigator may, if necessary, depending on the nature of the property or the seized object, conduct tests on all seized objects for investigations purposes, and take all necessary measures to invite the owner of the object or any other person who possesses exclusive rights on the object."
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "68",
      "title": "Article 68 – Return of seized property",
      "content": "Any property seized by the investigator is returned to the owner or to the person from whom it was seized, as soon as possible after it has served the purpose for which it was seized, unless the owner or the person who has exclusive rights on the property consents otherwise in writing, or if a court of competent jurisdiction orders otherwise. Provisions of this Article do not apply to seized objects for destructive testing or objects which are harmful."
    },
    {
      "provision_ref": "art69",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "69",
      "title": "Article 69 – Memorandum of understanding",
      "content": "The Minister signs a Memorandum of understanding with other Rwandan government’s institutions, aviation industry organizations in Rwanda, as well as aircraft accident investigation authorities in other States, as a means of obtaining assistance in the form of qualified investigators and facilities when required. The Memorandum of Understanding clearly specify, if possible, the role of the aviation accident investigation division and of such other government institutions during investigations of aircraft accidents and incidents."
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "70",
      "title": "Article 70 – Participation of other States in aircraft accident investigation conducted by Rwanda",
      "content": "In case Rwanda conducts investigations on an aircraft accident or on a serious incident, each of the following States is allowed to appoint an accredited representative to participate in the investigation: 1° the State of registry; 2° the State of the operator or state of the owner of the aircraft; 3° the State of manufacture of the aircraft; 4° the State of design; 5° any other State which provided information on the accident or incident, facilities or experts who assist in the investigations, on its requests. A State entitled to appoint its representative to participate in the investigation is also entitled to appoint one or more advisers to assist the accredited representative in the investigation."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "71",
      "title": "Article 71 – Representation of Rwanda in aircraft accident investigations conducted by other States",
      "content": "The Minister appoints an accredited representative and one or more advisers to participate in the investigation into an aircraft accident or incident which occurs in another contracting State in any of the following cases: 1° where Rwanda is the State of registry or if the operator holds documents issued by Rwanda; 2° where Rwanda has, on request by the contracting State which is conducting investigations, provided information, facilities or experts to assist the State; 3° where Rwanda has a special interest in the aircraft accident by virtue of fatalities or injuries to citizens of Rwanda."
    },
    {
      "provision_ref": "art72",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "72",
      "title": "Article 72 – Provision of information to an investigating State",
      "content": "The Minister, on request by the State conducting the investigations on an aircraft accident or incident, provides that State with all the relevant information available to him or her for the investigations. The Minister, upon requests by the state conducting investigations, provide relevant available information on any organization whose activities may have directly or indirectly influenced the operation of the aircraft where Rwanda is the State of registry and the operator holds Rwandan documents."
    },
    {
      "provision_ref": "art73",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "73",
      "title": "Article 73 – Facilitation of aircraft accident investigation",
      "content": "The Minister, in collaboration with other Ministries and relevant public institutions, without delay, facilitates as far as possible, the entry into Rwanda on a temporary basis of experts and all aircraft, tools, spare parts and equipment required in the aircraft accident investigations or in search of an aircraft that had an accident or got lost. The Minister, in collaboration with other ministries and relevant public institutions, facilitates the removal from the territory of Rwanda of the wreckage of the aircraft of another state that was involved in an accident in Rwanda as well as any other aircraft that provided rescue services that may have been brought in Rwanda for investigations or aircraft search purposes."
    },
    {
      "provision_ref": "art74",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "74",
      "title": "Article 74 – Sending parts of an aircraft to another State",
      "content": "The Minister, without delay, for purposes of aircraft accident investigations, sends a part or parts of a wrecked aircraft to another contracting State for a technical examination or testing, if necessary, if such a part or parts require technical examination, and notifies other ministries and relevant public institutions thereof."
    },
    {
      "provision_ref": "art75",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "75",
      "title": "Article 75 – Destruction of damaged aircraft or parts thereof",
      "content": "In case a damaged aircraft or parts thereof, the aircraft, any stock or cargo contained therein, together with the tools, spare parts or equipment brought in for temporary use in aircraft accident investigations or for purposes of search of the aircraft are not removed from the Rwandan territory within three (3) years after completion of the aircraft accident investigations, they are destroyed."
    },
    {
      "provision_ref": "art76",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "76",
      "title": "Article 76 – Notification of findings and recommendations",
      "content": "The investigator in-charge, during investigations of an aircraft accident or incident, notifies in writing any person who, in his or her opinion, has a direct interest either in the provisional or final findings and recommendations that, in his or her opinion, requires urgent action. A person notified of the findings and recommendations of the investigator in-charge as mentioned in Paragraph One of this Article, within ninety (90) days after notification, advises the investigator in-charge in writing of any action taken or proposed to be taken in response to the findings and recommendations, or provides written reasons if no action will be taken or if the action to be taken differs from the action that was recommended."
    },
    {
      "provision_ref": "art77",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "77",
      "title": "Article 77 – Draft report",
      "content": "The investigator in-charge, in a confidential manner, sends a copy of the draft report on the findings of the investigations to any person who, in his or her opinion has a direct interest in the findings and gives that person an opportunity to make observations on the draft report before the final report is prepared. A person shall not communicate, permit communication of or use the draft report for any purpose except for purposes of taking remedial measures relating to its improvement and provision of comments on the draft report."
    },
    {
      "provision_ref": "art78",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "78",
      "title": "Article 78 – Consideration of opinion on the draft report",
      "content": "The investigator in-charge considers the opinion submitted on the draft report, keeps a record of such opinion and notifies in writing, each of the persons who submitted the opinion, indicating the decision taken on the opinion. Subject to other provisions of this Law or to provisions of a written authorization from the author of the opinion on the findings of the investigations, a person shall not, including any person to whom access is provided under this Article, knowingly communicate or permit communication of the information contained in the opinion of any person. The investigator in-charge may use the opinion submitted if he or she considers it is desirable in the interests of aviation safety."
    },
    {
      "provision_ref": "art79",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "79",
      "title": "Article 79 – Providing interim report",
      "content": "The Minister, on a confidential basis, provides an interim report on the progress and findings of an investigation, where a significant progress has been made in the aircraft accident investigation. A person who is provided with an interim report shall not use it, or permit its use, for any purpose not strictly necessary to the examination of the report."
    },
    {
      "provision_ref": "art80",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "80",
      "title": "Article 80 – Power to reconsider findings and recommendations of investigations",
      "content": "The Minister may, at any time, he or she obtains any new evidence reconsider the findings and recommendations of the investigations conducted even if the evidence were publicized or not."
    },
    {
      "provision_ref": "art81",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "81",
      "title": "Article 81 – Keeping and preserving records relating to investigation",
      "content": "The investigator in-charge who conducts investigations on an aircraft accident, must open and maintain a file relating to the investigations for a period of at least twenty (20) years from the date of the aircraft accident or incident. The investigation file on the aircraft accident to be maintained must contain all the information relevant to the aircraft accident and records and opinion collected during the entire investigation process."
    },
    {
      "provision_ref": "art82",
      "chapter": "Chapter VI – Aircraft accidents and incidents investigation",
      "section": "82",
      "title": "Article 82 – Prevention of similar aircraft accidents",
      "content": "The Minister, on the basis of the findings of the aircraft accident or incident investigations, takes any necessary measures in order to prevent similar aircraft accidents in the future."
    },
    {
      "provision_ref": "art83",
      "chapter": "Chapter VII – Aircraft search and rescue",
      "section": "83",
      "title": "Article 83 – Establishment of a National Search and Rescue Coordination Committee",
      "content": "A National Search and Rescue Coordination Committee is established. A Prime Minister’s Order determines the responsibilities, organization and functioning of this Committee."
    },
    {
      "provision_ref": "art84",
      "chapter": "Chapter VII – Aircraft search and rescue",
      "section": "84",
      "title": "Article 84 – Objectives of search and rescue services",
      "content": "The objectives of the search and rescue services are to find persons in distress, assist them, and deliver them to a safety place. Search and rescue services are provided in accordance with the standards prescribed by the Minister."
    },
    {
      "provision_ref": "art85",
      "chapter": "Chapter VII – Aircraft search and rescue",
      "section": "85",
      "title": "Article 85 – Delineation of search and rescue region",
      "content": "The search and rescue region include land, river and lake operations within Rwandan territorial boundaries."
    },
    {
      "provision_ref": "art86",
      "chapter": "Chapter VII – Aircraft search and rescue",
      "section": "86",
      "title": "Article 86 – Coordination of search and rescue operations",
      "content": "All Government institutions involved in search and rescue services implement the regulations issued by the Minister, and take measures to facilitate, the immediate and temporary entry of personnel and their equipment from other States on request through Rescue Coordination Centre."
    },
    {
      "provision_ref": "art87",
      "chapter": "Chapter VII – Aircraft search and rescue",
      "section": "87",
      "title": "Article 87 – Rescue Coordination Centre",
      "content": "The person providing air traffic services establishes a Rescue Coordination Centre for promoting efficient organization of search and rescue services and for coordinating the conduct of search and rescue operations within the search and rescue region."
    },
    {
      "provision_ref": "art88",
      "chapter": "Chapter VII – Aircraft search and rescue",
      "section": "88",
      "title": "Article 88 – Plans of operations",
      "content": "The National Search and Rescue Coordination Committee prepares detailed plans of operations for the conduct of search and rescue operations. The search and rescue plans of operations is developed jointly with representatives aviation operators and other public or private services that may assist in providing search and rescue services or benefit for them, taking into account that the number of survivors could be large."
    },
    {
      "provision_ref": "art89",
      "chapter": "Chapter VII – Aircraft search and rescue",
      "section": "89",
      "title": "Article 89 – Cooperation agreements with neighboring States",
      "content": "Subject to such conditions as may be prescribed by the Minister: 1° agreements or arrangements may be concluded with neighboring States to strengthen search and rescue cooperation and coordination, setting forth the conditions for entry of each other’s search and rescue units and equipment into their respective territories; 2° the Rescue Coordination Centre may request from other rescue coordination centre such assistance, including aircraft, vessels, persons or equipment, as may be needed."
    },
    {
      "provision_ref": "art90",
      "chapter": "Chapter VII – Aircraft search and rescue",
      "section": "90",
      "title": "Article 90 – Entry of another State’ search and rescue unit into Rwanda",
      "content": "Staff members of search and rescue unit of another State are permitted immediate entry into Rwanda for the purpose of searching for the site of aircraft accidents and rescuing survivors of such accidents. The authorities of States who wish their search and rescue units to enter the territory of Rwanda for search and rescue purposes, submit a request to the Rescue Coordination Center, giving full details of the projected mission and its rationale. The Rescue Coordination Center immediately acknowledges the acceptance of such a request and indicates the conditions, if any, under which the projected mission must be undertaken."
    },
    {
      "provision_ref": "art91",
      "chapter": "Chapter VII – Aircraft search and rescue",
      "section": "91",
      "title": "Article 91 – Search and rescue resources",
      "content": "Search and Rescue resources consist of public and private facilities, including co-operating aircraft, ships, other craft and installations operating under co-ordination of Rescue Coordination Centre. The chairperson of the National Search and Rescue Coordination Committee has the right to access, when necessary, other resources, diverted from their primary function by arrangement, request and requisition, or even charter when required for search and rescue purposes."
    },
    {
      "provision_ref": "art92",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "92",
      "title": "Article 92 – Non-compliance with licenses and certificates issued by the Authority",
      "content": "Any person who: 1° forges or alters a license or certificate provided for under this Law in any way whatsoever; 2° uses or attempts to use such license or certificate in any way whatsoever; 3° knowingly and willfully displays or causes to be displayed on any aircraft any marks that are false or misleading as to the country of registration of the aircraft; 4° fails to comply with the requirements set by the license or certificate or makes improper use of them; 5° operates before being issued certificate or license; commits an offence. Upon conviction, he/she is liable to imprisonment for a term of more than five (5) years and not more than ten (10) years and a fine of not less than five million Rwandan francs (Frw 5,000,000) and not more than ten million Rwandan francs (Frw 10,000,000)."
    },
    {
      "provision_ref": "art93",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "93",
      "title": "Article 93 – Interference with air navigation",
      "content": "Any person who: 1° with intent interferes with air navigation within Rwanda, exhibits within Rwanda any light, signal or communication at such a place or in such a manner that is likely to be mistaken for a true light or signal established or for a true light or signal in connection with an airport or other air navigation facility; 2° continues to maintain any such misleading light or signal after due warning by the Director General; 3° knowingly removes, extinguishes or interferes with the operation of any such true light or signal; commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than ten (10) years and not more than fifteen (15) years and a fine of not less than five million Rwandan francs (Frw 5,000,000) and not more than fifteen million Rwandan francs (Frw 15,000,000)."
    },
    {
      "provision_ref": "art94",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "94",
      "title": "Article 94 – Delay to disclose information",
      "content": "A person who fails or delays to give information without good cause while such information is likely to adversely impact the aircraft safety, commits an offense. Upon conviction, he or she is liable to imprisonment for a term of not less than one (1) year and not more than three (3) years and a fine of not less than five million Rwanda francs (Frw 5,000,000) and not more than ten million Rwandan francs (Frw 10,000,000) or only one of these penalties."
    },
    {
      "provision_ref": "art95",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "95",
      "title": "Article 95 – Communication of false information",
      "content": "Any person who, knowingly, imparts, conveys or causes to be imparted or conveyed false information that is likely to endanger the aircraft safety or which concerns an attempt or alleged attempt to do an act provided for under this Law, commits an offence. Upon conviction, he or she is liable to imprisonment for a term of not less than three (3) years and not more than five (5) years and a fine of not less than ten million Rwanda francs (Frw 10,000,000) and not more than fifteen million Rwandan francs (Frw 15,000,000)."
    },
    {
      "provision_ref": "art96",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "96",
      "title": "Article 96 – Removal of parts of aircraft involved in an accident",
      "content": "Any person who, knowingly and without authority, removes, conceals or withholds parts of a aircraft involved in an accident or any property which was aboard the aircraft at the time of the accident, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of more than five (5) years and not more than seven (7) years and a fine of not less than five million Rwandan francs (Frw 5,000,000) and not more than ten million Rwandan francs (Frw 10,000,000)."
    },
    {
      "provision_ref": "art97",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "97",
      "title": "Article 97 – Failure to assist an aircraft in distress",
      "content": "Any person who neglects to provide assistance to an aircraft in distress in Rwandan territory or who fails to seek assistance while he or she is in a position to do so, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than seven (7) years and not more than ten (10) years and a fine of not less than five million Rwandan francs (Frw 5,000,000) to ten million Rwandan francs (Frw 10,000,000)."
    },
    {
      "provision_ref": "art98",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "98",
      "title": "Article 98 – Transportation of dangerous goods in an aircraft",
      "content": "Any person who knowingly, delivers or causes to be delivered to an air operator for commercial air transport or if that person recklessly causes the transportation of such goods in an aircraft in violation of the provisions of Annex 18 of the Convention on International Civil Aviation and the International Civil Aviation Organization Technical Instruction for the Safe Transport of Dangerous Goods by Air, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than seven (7) years and not more than ten (10) years and a fine of not less than five million Rwandan francs (Frw 5,000,000) and not more than ten million Rwandan francs (Frw 10,000,000)."
    },
    {
      "provision_ref": "art99",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "99",
      "title": "Article 99 – Operating unmanned aircraft without authorization",
      "content": "Any person who operates unmanned aircraft without authorization commits an offence. Upon conviction he/she is liable to imprisonment for a term of not less than three (3) years and not more than five (5) years and a fine of not less than five million Rwandan francs (Frw 5,000,000) and not more than ten million Rwandan francs (Frw 10,000,000)."
    },
    {
      "provision_ref": "art100",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "100",
      "title": "Article 100 – Operating unmanned aircraft in prohibited or restricted areas",
      "content": "Any person who: 1° operates an unmanned aircraft in a prohibited or a restricted area, the particulars of which have been duly published in the Rwanda Aeronautical Information Publication, except in accordance with the conditions of the restrictions or by permission granted by the Authority; 2° operates an unmanned aircraft in strategic installations, radar sites, high tension cables and communication masts, highways, stadiums, prisons, police stations, military barracks, courts of law, scenes of crime, except in accordance with the conditions of the restrictions or by permission granted by the Authority, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than three (3) years and not more than five (5) years and a fine of not less than five million Rwandan francs (Rwf 5,000,000) and not more than ten million Rwandan francs (Frw 10,000,000)."
    },
    {
      "provision_ref": "art101",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "101",
      "title": "Article 101 – Using an unmanned aircraft for taking photographs on a prohibited area or an individual without a permit",
      "content": "Any person who uses an unmanned aircraft to take photographs of a prohibited area without a permit or of an individual without the individual’s consent, commits an offence. Upon conviction, he or she is liable to imprisonment for a term of not less than three (3) years and not more than five (5) years and a fine of not less than five million Rwandan francs (Frw 5,000,000) and not more than ten million Rwandan francs (Frw 10,000,000)."
    },
    {
      "provision_ref": "art102",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "102",
      "title": "Article 102 – Failure to declare unmanned aircraft on arrival at the airport or at the border",
      "content": "Any person who: 1° does not declare his/her unregistered unmanned aircraft to airport security or security officer at the border post upon arrival; 2° brings an unmanned aircraft into the country via the airport or at the border post and who does not notify the airport security or security officer at the border post on arrival; 3° has already registered his/her unmanned aircraft prior to arrival in the country but who does not present all documentation to airport security or security officer at the border post to confirm that the unmanned aircraft is adequately registered and marked, commits an offence. Upon conviction, he or she is liable to imprisonment for a term of not less than three (3) months and not more than six (6) months and a fine of not less than one million Rwandan francs (Frw 1,000,000) and not more than two million Rwandan francs (Frw 2,000,000) or only one of these penalties."
    },
    {
      "provision_ref": "art103",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "103",
      "title": "Article 103 – Failure to notify on manufacturing, assembling or testing of civil unmanned aircraft",
      "content": "Any person who: 1° manufactures, assembles a civil unmanned aircraft, or a component thereof without notifying the Authority; 2° tests civil unmanned aircraft or a component thereof without registering it with the Authority; commits an offence. Upon conviction he/she is liable to imprisonment for a term of less than three (3) months and not more than six (6) months and a fine of not less than one million Rwandan francs (Frw 1,000,000) and not more than two million Rwandan francs (Frw 2,000,000) Rwandan francs, or only one of these penalties."
    },
    {
      "provision_ref": "art104",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "104",
      "title": "Article 104 – Owning an unregistered unmanned aircraft",
      "content": "Any person who owns an unregistered unmanned aircraft commits an offence. Upon conviction, he or she is liable to imprisonment for a term of less than three (3) months and not more than six (6) months and a fine of not less than one million Rwandan francs (Frw 1,000,000) and not more than two million Rwandan francs (Frw 2, 000,000), or only one of these penalties."
    },
    {
      "provision_ref": "art105",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "105",
      "title": "Article 105 – Failure to display unmanned aircraft registration mark",
      "content": "An owner of unmanned aircraft who does not prominently display registration marks issued by the Authority, commits an offence. Upon conviction, he or she is liable to a term of imprisonment of not less than one (1) month but not exceeding two (2) months and a fine of not less than five hundred thousand Rwandan francs (Frw 500,000) but not exceeding one million Rwandan francs (Frw 1,000,000) or only one of the penalties."
    },
    {
      "provision_ref": "art106",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "106",
      "title": "Article 106 – False declaration for registration process and obtaining permit or certificate for unmanned aircraft",
      "content": "Any person who makes, with intent to deceive, any false declaration or statement for the purpose of obtaining or renewal or variation of any certificate, license, approval, permission or other document for unmanned aircraft, commits an offence. Upon conviction, he or she is liable to imprisonment for a term of not less than three (3) years and not more than five (5) years and a fine of not less than five million Rwandan francs (Frw 5.000.000) and not more than ten million Rwandan francs (Frw 10,000,000)."
    },
    {
      "provision_ref": "art107",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "107",
      "title": "Article 107 – Unlawful interfere nee of unmanned aircraft operations",
      "content": "Any person who unlawfully interferes with duly authorized operation of unmanned aircraft commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than two (2) years and not more than three (3) years and a fine of not less than five million Rwandan francs (Frw 5,000,000) and not more than ten million Rwandan francs (Frw 10, 000,000)."
    },
    {
      "provision_ref": "art108",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "108",
      "title": "Article 108 – Mounting a lethal weapon or a toxic substance on an unmanned aircraft",
      "content": "Any person who willfully and maliciously mounts lethal weapons or toxic substances on an unmanned aircraft legally permitted to operate into Rwandan airspace commits an offense. Upon conviction, he or she is liable to imprisonment for a term of not less than ten (10) years and not more than fifteen (15) years and a fine of not less than fifteen million Rwandan francs (Frw 15,000,000) and not more than twenty million Rwandan francs (Frw 20,000,000)."
    },
    {
      "provision_ref": "art109",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "109",
      "title": "Article 109 – Causing another civil aviation authority to commit an offence",
      "content": "Any person who, due to his/her conspiracy or negligence causes another civil aviation authority to commit an offence, commits an offence. Upon conviction, he/she is liable to imprisonment for a term of not less than one (1) year and not more than two (2) years, and a fine of not less than two million Rwandan francs (Frw 2,000,000) and not more than three million Rwandan francs (Frw 3,000,000) or only one of these penalties."
    },
    {
      "provision_ref": "art110",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "110",
      "title": "Article 110 – Offence by a company, an organization, an institution, an association or a group of associations with legal personality",
      "content": "Where a company, an organization, an institution, an association or a group of associations with legal personality commits an offence provided for under this Law and it is proved the offence has been committed with the consent or connivance of, or is attributable to any negligence on the part of: 1° any director, manager, secretary or similar officer of such a company, organization, institution, association, group of associations; 2° any person who was purporting to act in any capacity of those referred to in item 1° of Paragraph One of this Article; commits an offence. Upon conviction, it is punished to pay a fine ranging from fifty million Rwandan francs (Frw 50,000,000) to one hundred million Rwandan francs (Frw 100,000,000) or subjected to dissolution. The criminal liability of a company, an organization, an institution, an association or a group of associations with legal personality provided for under Paragraph One of this Law shall in no way relieve those involved therein or their accomplices from being sued individually."
    },
    {
      "provision_ref": "art111",
      "chapter": "Chapter VIII – Offences and penalities",
      "section": "111",
      "title": "Article 111 – Failure to comply with regulations issued by the Authority",
      "content": "Any person who contravenes any provision of regulations, notice or order made under this Law commits an offence, unless another law provides otherwise. Upon conviction, he or she is liable to imprisonment for a term of not less than six (6) months and not more than one (1) year and a fine of not less than two million Rwandan francs (Frw 2,000,000) and not more than five million Rwandan francs (Frw 5,000,000) or one of these penalties only."
    },
    {
      "provision_ref": "art112",
      "chapter": "Chapter IX – Miscellenious, transitional and final provisions",
      "section": "112",
      "title": "Article 112 – Power to require fees for services provided",
      "content": "Fees for services provided by the Authority are determined by the Authority."
    },
    {
      "provision_ref": "art113",
      "chapter": "Chapter IX – Miscellenious, transitional and final provisions",
      "section": "113",
      "title": "Article 113 – Existing regulations and activities",
      "content": "All existing civil aviation related regulations and activities are required to comply with provisions of this Law within twelve (12) months from the publication of this Law in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art114",
      "chapter": "Chapter IX – Miscellenious, transitional and final provisions",
      "section": "114",
      "title": "Article 114 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art115",
      "chapter": "Chapter IX – Miscellenious, transitional and final provisions",
      "section": "115",
      "title": "Article 115 – Repealing provision",
      "content": "Law n° 75/2013 of 11/09/2013 establishing regulations governing civil aviation and all prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art116",
      "chapter": "Chapter IX – Miscellenious, transitional and final provisions",
      "section": "116",
      "title": "Article 116 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "search",
      "definition": "an operation, normally coordinated by a rescue coordination centre or rescue subcenter, using available personnel and facilities to locate persons in distress",
      "source_provision": "art2"
    },
    {
      "term": "air transport service",
      "definition": "domestic or international service for the carriage of passengers and goods by air",
      "source_provision": "art2"
    },
    {
      "term": "dangerous goods",
      "definition": "substances or articles which are capable of posing a risk to health, safety, property or the environment and which are shown in the list of dangerous goods in the technical instructions or which are classified according to those instructions",
      "source_provision": "art2"
    },
    {
      "term": "air operator certificate",
      "definition": "a certificate authorising an operator to carry out specified commercial air transport operations",
      "source_provision": "art2"
    },
    {
      "term": "search and rescue region",
      "definition": "an area of defined dimensions, associated with a Rescue Coordination Centre, within which search and rescue services are provided",
      "source_provision": "art2"
    },
    {
      "term": "Rescue Coordination Centre",
      "definition": "a unit responsible for promoting efficient organization of search and rescue services and for coordinating the conduct of search and rescue operations within a search and rescue region",
      "source_provision": "art2"
    },
    {
      "term": "aerodrome",
      "definition": "a defined area on land or water including any buildings, installations and equipment intended to be used either wholly or in part for the arrival, departure and surface movement of aircraft",
      "source_provision": "art2"
    },
    {
      "term": "Authority",
      "definition": "the national institution in charge of civil aviation",
      "source_provision": "art2"
    },
    {
      "term": "civil aircraft",
      "definition": "aircraft other than those owned by the State and which are used for air transport purposes",
      "source_provision": "art2"
    },
    {
      "term": "State aircraft",
      "definition": "aircraft used by the Head of State and the one used in military, customs or police services",
      "source_provision": "art2"
    },
    {
      "term": "aircraft",
      "definition": "any machine that can derive support in the atmosphere from the reactions of the air other than the reactions of the air against the earth’s surface",
      "source_provision": "art2"
    },
    {
      "term": "statement",
      "definition": "the whole or any part of an oral, written or recorded statement relating to an aircraft accident or incident and given by the author of the statement to an investigator",
      "source_provision": "art2"
    },
    {
      "term": "Appeal Committee",
      "definition": "a body to which a person who is not satisfied with a decision made by the Director General of the National Authority in charge of civil aviation, may request for reversal of the decision",
      "source_provision": "art2"
    },
    {
      "term": "Minister",
      "definition": "the Minister in charge of civil aviation",
      "source_provision": "art2"
    },
    {
      "term": "Rwanda",
      "definition": "land areas and water territory as well as the airspace above such a territory, under the sovereignty or mandate of Rwanda",
      "source_provision": "art2"
    },
    {
      "term": "rescue",
      "definition": "an operation to retrieve persons in distress, provide for their initial medical or other needs, and deliver them to a place of safety",
      "source_provision": "art2"
    },
    {
      "term": "person",
      "definition": "an individual, a company, an organization, an institution, an association, a group of associations or representatives of such associations and those companies",
      "source_provision": "art2"
    },
    {
      "term": "Director General",
      "definition": "the Chief Executive Officer of the executive organ of the Authority",
      "source_provision": "art2"
    }
  ]
}
