{
  "id": "rw-law-2018-13",
  "type": "statute",
  "title": "Law determining Organisation, Powers and Functioning of the High Council of the National Public Prosecution Authority",
  "title_en": "Law determining Organisation, Powers and Functioning of the High Council of the National Public Prosecution Authority",
  "short_name": "Law 13 of 2018",
  "status": "in_force",
  "issued_date": "2018-04-04",
  "in_force_date": "2018-04-16",
  "url": "https://rwandalii.org/akn/rw/act/law/2018/13/eng@2018-04-16",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER",
      "section": "1",
      "title": "Article 1 - Purpose of this Law",
      "content": "This Law establishes taxes on income."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER",
      "section": "2",
      "title": "Article 2 - Scope of this Law",
      "content": "This Law relates to the following taxes income: 1° personal income tax; 2° corporate income tax; 3° withholding tax; 4° capital gain tax."
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER",
      "section": "3",
      "title": "Article 3 - Definitions",
      "content": "For the purposes of this Law, the following terms shall have the following meanings: 1° long term contract: a contract manufacture, installation or construction, or for the performance of related services, which is not completed in the tax period which work under the contract commenced, excluding contracts estimated to be completed within the twelve (12) months as of the date on which work under the contract commenced; 2° small business: business activities which result into a turnover ranging between twelve million and one Rwandan francs (Frw 12,000,001) and twenty million Rwandan francs (Frw 20,000,000) per each tax period; 3° micro-enterprise: business activities which result into a turnover equal to or less than twelve million Rwandan francs (Frw 12,000,000) per each tax period; 4° permanent establishment: a known fixed place of business through which business which gives rise to income wholly or partially carried on; 5° controlled transaction: any income- generating transaction carried out between related persons; 6° arm’s length principle: a principle according to which the conditions of income-generating transaction between related persons do not differ from conditions that would have been applied between independent persons in comparable transactions carried out under comparable circumstances; 7° transfer pricing: conditions, including prices of commercial or financial transactions between related persons, whether residing in the country or abroad; 8° qualified pension fund: any fund, with exception of the public institution in charge of social security, which fulfils following conditions: a. established according to Rwandan laws; b. operated for the purpose of providing pension payments to residents in country or abroad; c. has effective management in Rwanda any time during the tax period; 9° foreign development financial institution: institution carrying out financial activities with public funds, for which administrative decisions are made by Government representatives and having public interest missions, such as sustainable development and poverty reduction; 10° Minister: the Minister in charge of taxes; 11° casual employee: a person who performs labour that does not require special skills, and who is employed by an employer for aggregate period not exceeding thirty (30) days during a tax period; 12° employer: any person who pays to a worker income arising from the work he/she performed or will perform for him/her; 13° first employer: an employer who pays an employee an annual professional income arising from a permanent work or from longer contract than other employers may offer; 14° employee: any person who undertakes work for another person for payment, under the supervision and in accordance with directives of his/her employer in relation with his/her work; 15° person: an individual, companies, de facto companies, cooperatives, partnerships, subsidiaries, permanent establishments and any other association of persons regardless of its status; 16° related person: any person who acts or likely to act in accordance with directives, opinion or wishes of another person when such directives, opinion wishes are communicated or not communicated to them. In particular, following persons are regarded as related person: a. an individual and his/her spouse and their direct lineal ascendants or direct lineal descendants, and their relatives the collateral lineage until at least the degree; b. one of the persons who participates directly or indirectly in the management, control or capital of the other; c. third person who participates directly indirectly in the management, control capital or both control and capital another person; d. such persons referred to under sub-items a), b) and c) who participate directly indirectly in the management, control capital of an enterprise; 17° taxpayer: any person who pays the tax accordance with this Law; 18° liberal profession: profession exercised the basis of special skills, in an independent manner, in offering services to the clients."
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER",
      "section": "4",
      "title": "Article 4 - Residence",
      "content": "An individual is considered to be a resident Rwanda if he/she fulfils one of the following conditions: 1° he/she has a permanent residence Rwanda; 2° he/she has a habitual abode in Rwanda; 3° he/she is a Rwandan representing Rwanda abroad. An individual who stays in Rwanda for more than one hundred eighty three (183) days twelve (12) month period, either continuously or intermittently, is considered to be a resident in Rwanda for the tax period in which the twelve (12) month period has ended. A person other than a natural person considered to be a resident in Rwanda during tax period if: 1° it is a company or an association established according to Rwandan laws; 2° he/she has a place of effective management in Rwanda at any time during that period; 3° it is a Rwanda Government company. An order of the Minister determines person’s permanent residence and the location of the effective place of management."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER",
      "section": "5",
      "title": "Article 5 - Source of taxable income",
      "content": "Income taxable in Rwanda includes following activities performed in Rwanda any person and activities performed abroad by resident of Rwanda: 1° services and employment; 2° activities of a crafts person, singer, artist and a player; 3° sports, cultural and leisure activities; 4° activities carried on by a non-resident through a permanent establishment Rwanda; 5° use, sale, lease and free transfer of business movable assets; 6° sale, lease and free transfer of immovable assets allocated to the business; 7° crop farming, animal farming, fishing and forestry activities; 8° usufruct and other rights attached immovable assets and their sale if such rights are allocated to the business; 9° investments in shares of companies; 10° direct or indirect sale or transfer of shares debentures; 11° change of profits into shares that increases the capital of partners; 12° distribution of profits among partners; 13° lending, deposits and other similar income- generating activities; 14° transfer, sale and lease of intellectual property; 15° any other income generating activities. However, all payments made by a resident Rwanda on services performed abroad, other than those consumed abroad, constitute taxable income."
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER",
      "section": "6",
      "title": "Article 6 - Permanent establishment",
      "content": "For the purposes of this Law, one of following areas is considered as a permanent establishment: 1° a place of management; 2° a branch; 3° a factory or a workshop; 4° a mine, a quarry or any other place for exploitation of natural resources; 5° a site set for construction, construction site or a place where supervision or assembly works are carried out; 6° place of provision of services, including consulting services, carried on by a person, with the support of employees or other personnel, for more than ninety (90) days a twelve (12) month period, either continuously or intermittently. A person is considered as not to be permanent establishment if that person: 1° uses facilities solely for the purpose storage of goods or merchandise belonging to him/her; 2° maintains a stock of goods or merchandise belonging to him/her solely for the purpose of storage; 3° maintains a stock of goods or merchandise belonging to him/her solely for the purpose of processing by another person; 4° has a place of operation aimed purposely purchasing goods or merchandise collecting information related to his/her business; 5° has a place of operation solely for the purpose of performing, within the context of his/her activities, any other activities a preparatory nature or intended to make them more effective. Subject to the provisions of items 1° and 2° Paragraph 2 of this Article, where a person except an independent person, concerned with item 5° of Paragraph 2 of this Article acts behalf of a person and who has capacity to make contracts in the name of that person, that person is considered as if he/she owns a permanent establishment in respect of activities his/her agent undertakes for the person except if such activities of the agent are limited to those mentioned in Paragraph 2 of this Article. A person is not considered as a permanent establishment if he/she only carries out activities through a broker, general commission agent or any other private agent in accordance with procedures of the ordinary course of activities of such an agent. The fact that a company controls or is controlled by another company shall not of itself constitute either company a permanent establishment the other."
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER",
      "section": "7",
      "title": "Article 7 - Foreign tax credit refund",
      "content": "If during a tax period, a resident in Rwanda generates income derived from taxable activities performed abroad, in accordance with Articles 4 and 5 of this Law, the income payable by that resident in respect of that income is reduced by the amount of foreign payable on such income. The amount of foreign tax payable shall be substantiated by appropriate evidence such as tax declaration, a withholding tax certificate or other similar acceptable document. However, the reduction of the income provided for under Paragraph one of this Article shall not exceed the tax payable in Rwanda income from abroad."
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions",
      "section": "8",
      "title": "Article 8 - Tax period",
      "content": "The tax is calculated for the calendar year, which starts on 1 January and ends on December. Upon written request, the Minister may allow writing a taxpayer to apply any other twelve (12) months period as a tax period, if taxpayer fulfils the following conditions: 1° he/she is an entity subject to corporate income tax; 2° he/she is required to keep books of accounts according to generally accepted accounting principles; 3° he/she presents sound reasons to change his/her tax period. Where a taxpayer’s tax period changes, period from the start of the usual tax period the date of such a change is considered as usual tax period and is separately subject taxation."
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions",
      "section": "9",
      "title": "Article 9 - Base of personal income tax",
      "content": "The personal income tax shall be levied on individual annual income."
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions",
      "section": "10",
      "title": "Article 10 - Obligations of the taxpayer",
      "content": "personal income tax Each tax period, a resident taxpayer is liable personal income tax from all domestic and foreign sources in accordance with Articles and 5 of this Law. A non-resident taxpayer is only liable personal income tax which has a source Rwanda."
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions",
      "section": "11",
      "title": "Article 11 - Taxable income",
      "content": "Taxable income derives from the following: 1° employment; 2° business activities; 3° investment; 4° capital gain; 5° use, sale, lease or free transfer of immovable property allocated to business; 6° use, sale, lease or free transfer of movable property allocated to the business."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions",
      "section": "12",
      "title": "Article 12 - Tax rate",
      "content": "Taxable income is rounded to the nearest thousand (Frw 1,000) Rwandan francs and taxed following the real profit according to following table: Annual (FRW) From To 360,000 360,001 1,200,0001 taxable profit Tax rate 0% 1,200,000 20% More 30% However, small enterprises must pay a lump sum tax of three percent (3%) on annual turnover. Small enterprises may renounce to the lump sum imposition by opting for the real regime carrying out accounting in compliance with relevant laws. When they opt for the real regime, they must inform the Tax Administration and this decision is irrevocable for a period of three (3) years starting from date the Tax Administration was informed thereof. Micro-enterprises following their annual turnover must pay the flat amount of tax as the following table: Annual flat amount of tax due in Rwandan francs Annual turnover From 2.000.000 to 4.000.000 60.000 From 4.000.001 to 7.000.000 120.000 From 7.000.001 to 10.000.000 210.000 From 10.000.001 12.000.000 300.000 to The provisions of Paragraphs 2 and 4 of this"
    },
    {
      "provision_ref": "artare-not",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions",
      "section": "are not",
      "title": "Article are not - applicable to any person who",
      "content": "exercises a liberal profession. Without prejudice to the right to be governed the real profit tax regime, the activities of road transport of persons and goods shall be imposed a flat amount of tax determined as indicated the annex to this Law."
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions",
      "section": "13",
      "title": "Article 13 - Tax declaration",
      "content": "An individual who carries out taxable income generating activities prepares an annual declaration in accordance with procedures specified by the Tax Administration and he/she presents the declaration to the Tax Administration not later than 31 st March of following tax period. An individual who carries out taxable income generating activities files his/her annual declaration to the Tax Administration, accompanied by the balance sheet, profit and loss account for that tax period with annexes thereto drawn according to the requirements the generally recognised accounting principles, and any other relevant document required by Tax Administration. However, taxpayers whose annual turnover determined by an Order of the Minister shall obliged to have their annual tax declarations and financial statements certified by a qualified professional and approved by the Tax Administration. A taxpayer who is not required to file an annual tax declaration mentioned in Paragraph One this Article is one who only receives: 1° employment income; 2° income on investment related that is subject to withholding tax. A resident individual in Rwanda who receives employment income from more than one employer or who receives incidental employment income may file an annual declaration as mentioned in Paragraph One this Article, in order to claim a tax refund excess income tax paid."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income",
      "section": "14",
      "title": "Article 14 - Payment of personal income tax",
      "content": "The personal income tax is calculated, reduced by the following: 1° the tax withheld on taxable income; with the exception of the tax withheld employment income, as well as on income to which lump sum tax or flat tax applied; 2° the prepayments made every quarter. The personal income tax referred to Paragraph One of this Article must be paid the Tax Administration not later than 31 March of the year following the tax period through procedures specified by the Tax Administration. Any withholding or prepayment that exceeds the amount of tax liability calculated on basis of Paragraph One of this Article, considered by the Tax Administration liquidation of tax arrears or as the payment any future tax obligations. Upon a written request by the taxpayer and upon satisfaction that prior tax obligations have been discharged, the Tax Administration returns the taxpayer the excess amount within thirty (30) days from the date of receipt of the request."
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income",
      "section": "15",
      "title": "Article 15 - Components of employment",
      "content": "income Employment income includes all payments paid to an employee by his/her employer in cash in kind in relation to the work performed. Those payments are composed of the following: 1° wages, salary, leave pay, sick pay and medical allowance, payment in lieu of leave for an employee who stops working before benefiting from his/her annual leave, sitting allowances, commissions, bonuses and gratuity; 2° allowances relating to the cost of living, subsistence allowances, housing allowances, and entertainment or travel allowances; 3° any discharge or reimbursement of expenses incurred by the employee or an associate; 4° payments to the employee working exceptional conditions of employment; 5° payments for redundancy or loss termination of contract; 6° pension payments; 7° other payments made in respect of previous, current or future employment."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income",
      "section": "16",
      "title": "Article 16 - Payments",
      "content": "employment income tax exempted from The following payments are not included in calculation of taxable employment income: 1° the discharge or reimbursement of expenses incurred by the employee or his/her associate: a. wholly for business activities of employer; b. those that are deducted or would deductible in calculating employee’s income from all his/her business activities; 2° contributions made by the employer for employee to the public institution in charge of social security; 3° pension payment from the public institution in charge of social security or from qualified pension fund; 4° employment income received by employee who is not a Rwandan citizen from a foreign Government or a non- governmental organization under agreement signed by the Government Rwanda, when the income is received the performance of aid services in Rwanda; 5° employment income received from employer who is not a resident in Rwanda by a non-resident individual for performance of services in Rwanda, unless such services are related to a permanent establishment of the employer in Rwanda."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income",
      "section": "17",
      "title": "Article 17 - Persons",
      "content": "employment income tax exempted from Persons that are exempted from employment income tax in Rwanda as provided for international agreements referred to under"
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income",
      "section": "18",
      "title": "Article 18 - Benefits in kind",
      "content": "Benefits in kind received by an employee included in taxable employment income consideration of market value as follows: 1° there shall be added to the taxable income amount meant for the availability and use a motor vehicle to an employee during a period, valued at ten percent (10%) of employment income excluding benefits kind; 2° there shall be added to the taxable income, benefits on a loan including advance on salary exceeding a three (3) months’ salary given to an employee valued at a difference between: a. the interest on loan, which would have been paid by the employee during month in which the loan was received, calculated at a rate of interest offered commercial banks by the National Bank of Rwanda; b. and the actual interest paid by employee in that month; 3° there shall be added to the taxable income amount meant for use or availability for use of premises including or excluding any household equipment of other contents an employer for residential occupation by employee during a tax period, valued twenty percent (20%) of the employment income excluding benefits in kind. Subject to provisions of Paragraph One of this Article, following benefits in kind considered in the same manner as benefits employer gives to an employee: 1° benefits in kind provided by an employer a person related to an employee when there is no service rendered; 2° benefits in kind provided by a company one of its members. However, a rent of house or motor vehicle directly paid by an employer for an employee, is taxed as any allowance referred to"
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits",
      "section": "19",
      "title": "Article 19 - Computation of business profits",
      "content": "Business profits are determined as the income from all business activities reduced by business expenses. Business profit also includes proceeds of sale of any business asset and proceeds from asset sharing received during tax period. Business profits are determined per tax period on the basis of the profit or loss account drawn up in accordance with Generally Accepted Accounting Principles, subject to the provisions of this Law. The Tax Administration may use any other accounting method or other source information in accordance with the law, ensure the accuracy of the taxpayer’s profit."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits",
      "section": "20",
      "title": "Article 20 - Tax exemption for income",
      "content": "accrued from savings and employees’ shares scheme within a company Income accruing from savings in collective investment schemes and employees’ shares scheme within a company are exempted from income tax."
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits",
      "section": "21",
      "title": "Article 21 - Tax exemption for profit",
      "content": "agricultural and livestock activities Income earned by an agriculturalist or pastoralist on agricultural or livestock activities is exempt if the turnover from agricultural livestock activities do not exceed twelve million Rwanda francs (Frw 12,000,000) in a tax period. In case the turnover exceeds twelve million Rwandan francs (Frw 12,000,000), the latter amount is excluded from the taxable income."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits",
      "section": "22",
      "title": "Article 22 - Accounting for small business",
      "content": "A taxpayer running a small business mentioned under item 2° of Article 3, and Paragraph 2 and 3 of Article 12 of this Law, may decide to pay a tax on actual profit derived from business activities in accordance with simplified accounting method to be determined by an Order of the Minister. Such an option may be subject to change after three (3) years."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits",
      "section": "23",
      "title": "Article 23 - Profit on assets in foreign",
      "content": "currency During the conclusion of the tax period, assets in foreign currency, including claims and debts, are valued at the exchange rate on the last day of the tax period. The profits or loss therein are included in the assessment of business profit for that period."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits",
      "section": "24",
      "title": "Article 24 - Computation of profits of",
      "content": "business bound by long-term contract Business profits relating to a long-term contract are computed on the basis of the percentage activities completed during any tax period. The percentage of activities completed during any tax period is determined by comparing total expenses allocated to the contract and incurred before the end of the tax period with the estimated total contract expenses including any variations of fluctuations. A loss in a tax period in which a long-term contract is completed may be carried back and offset against previously taxed business profit from that contract to the extent it cannot absorbed by business profit in the tax period completion."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits",
      "section": "25",
      "title": "Article 25 - Deductions from taxable income",
      "content": "In determining profits on business activities, expenses deducted from taxable income shall fulfil the following: 1° they are incurred for the direct purpose the business and they are directly chargeable to the income; 2° they correspond to a real expense and can substantiated with proper purchase receipts; 3° they lead to a decrease in the net assets the business; 4° they are used for activities related to the period in which they are incurred."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits",
      "section": "26",
      "title": "Article 26 - Non-deductible expenses from",
      "content": "taxable income The following expenses are not deductible from taxable income: 1° dividends declared and profits paid-out their beneficiaries; 2° reserve allowances, savings and other special-purpose funds, unless otherwise provided for by this Law; 3° fines and similar penalties; 4° donations, save for donations given to non- profit making organisations the value which does not exceed one percent (1%) the turnover; 5° income tax paid in accordance with this Law or paid abroad on business profit and recoverable Value Added Tax (VAT); 6° personal consumption expenses; 7° entertainment expenses save for expenses on general sporting activities for employees; 8° twenty per cent (20%) of expenses paid business overheads as in the case telephone, water, electricity and fuel whose private and business use cannot practically separable; 9° management, technical services and royalty fees paid to a non-resident person exceeding two percent (2%) of the turnover of taxpayer; 10° interest arising from loans between related persons either paid or due on a total loan which is greater than four (4) times amount of equity. This equity should not include provisions or reserves according the balance sheet, which is drawn up accordance with the Generally Accepted Accounting Principles. The provisions under item 10° of this Article not apply to commercial banks, financial institutions and insurance companies."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits",
      "section": "27",
      "title": "Article 27 - Trading stock value",
      "content": "The trading stock is valued at the lower price between the cost price and the market price the last day of the tax period. Work in progress is valued at cost price."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits",
      "section": "28",
      "title": "Article 28 - Depreciation",
      "content": "In the determination of business profit, depreciation for business assets is deducted from taxable income. Buildings, heavy industrial equipment and machineries are depreciated annually, each its own, on the basis of the rate of depreciation equivalent to five percent (5%) of the cost acquisition, construction, refining, rehabilitation or reconstruction. Intangible assets including goodwill that purchased from a third party are depreciated annually, each on its own, on the basis of rate of depreciation of ten percent (10%) of cost of acquisition, refining, rehabilitation reconstruction. Information and communication systems whose life is over ten (10) years are depreciated annually on the basis of the rate of depreciation of ten percent (10%) of the cost of acquisition. The assets in the following two categories depreciated in a pooling system on the basis the following rates: 1 º computers and accessories, information and communication systems whose life is under ten (10) years: fifty percent (50%); 2 º any other business asset: twenty five percent (25%). Depreciation of leased assets shall be allowed the lessee in case of finance lease and to lessor in case of operating lease. Land, fine arts, antiquities, jewellery and any other assets that are not subject to wear and tear or obsolescence are not depreciated."
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits",
      "section": "29",
      "title": "Article 29 - Depreciation basis",
      "content": "The depreciation basis for assets is acquisition value. However, for the assets depreciated in pooling system, their depreciation basis is book value in the balance sheet at the beginning of the tax period: 1° increased by the cost of assets acquired created and the cost of refining, rehabilitation and reconstruction of assets in the tax period; 2° decreased by the sale price of assets sold and the compensation received for the loss assets due to natural calamities or other conversion during the tax period. If the depreciation basis is less than zero (0), that amount is added to the business profit and depreciation basis becomes zero (0). If the depreciation basis does not exceed five hundred thousand (500,000) Rwanda francs, entire depreciation basis is deemed to be deductible expense."
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits",
      "section": "30",
      "title": "Article 30 - Training and research expenses",
      "content": "During a tax period, all training and research expenses incurred by a taxpayer, which promote business activities, are considered as deductible from taxable income in accordance with provisions of Article 25 of this Law, if they have been declared and planned in the activity plan that tax period. Expenses on training and research for promotion of business activities do not concern the purchase of land, houses, buildings and other immovable properties including refining, rehabilitation and reconstruction as well assets exploration expenses."
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits",
      "section": "31",
      "title": "Article 31 - Bad debts",
      "content": "In the determination of business profit, deduction is allowed for bad debts if following conditions are fulfilled: 1 º if an amount corresponding to the debt was previously included in the income of taxpayer; 2 º if the debt is written off in the books accounts of the taxpayer; 3 º if the taxpayer has taken all possible steps pursuing payment and has shown a court decision declaring the insolvency of his/her debtor. However, for an individual whose debt is less than three million Rwandan francs (Frw 3,000,000) in addition to the conditions referred to in points 1° and 2° of Paragraph One of this Article, the taxpayer must provide proof that has taken all reasonable steps over a period three (3) years to recover the debt. Notwithstanding the provisions of Paragraph One of this Article, commercial banks and leasing entities duly licensed as such allowed to deduct from taxable income, any increase of the mandatory reserve for non- performing loans as required by the directives related to management of bank loans and similar institutions of the National Bank of Rwanda. The business profit is increased by the entire amount recovered from bad debts deducted from such reserves."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits",
      "section": "32",
      "title": "Article 32 - Loss carried forward",
      "content": "If the computation of business profit results in loss in a tax period, the loss may be deducted from the business profit in the next five (5) periods, earlier losses being deducted before later losses. However, the Tax Administration may authorise the taxpayer who so applied for, loss carried forward of more than five (5) periods if s/he fulfils requirements determined by an Order of the Minister. During a tax period, foreign sourced losses cannot be deducted from either present or future domestic sourced business profits. If during a tax period, the direct and indirect ownership of the share capital or the voting rights of a company, whose shares are not traded on a recognized stock exchange changes more than twenty five per cent (25%) by value or number, the provisions of Paragraph one of this"
    },
    {
      "provision_ref": "artcease-to",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits",
      "section": "cease to",
      "title": "Article cease to - apply to losses incurred by that",
      "content": "company in the tax period and previous periods."
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits",
      "section": "33",
      "title": "Article 33 - Transfer pricing between related",
      "content": "persons Related persons involved in controlled transactions must have documents justifying that their prices are applied according to arm’s length principle. Failure to do so, the Tax Administration adjusts transactions prices in accordance with general rules on transfer pricing, issued by an Order the Minister."
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits | Section 4: Investment income",
      "section": "34",
      "title": "Article 34 - Quarterly prepayment",
      "content": "During the current tax period, the taxpayer pays to the account of the Tax Administration before and not later than 30 June, 30 September and December of the year of taxable business activities, twenty five (25%) per cent of the liability as calculated in the tax declaration the previous tax period. This amount is reduced by the tax withheld in that quarter, unless taxable income is not included in the total taxable income. If the taxpayer uses a tax period that does not coincide with the calendar year, the quarterly prepayments as calculated according Paragraph One of this Article shall be paid not later than the last day of the sixth month (6), ninth month (9) and the twelfth (12) month the tax period of which he / she is allowed. If the taxpayer started his/her business activities during the previous tax period, the quarterly prepayment is calculated as twenty five (25%) percent of the amount of tax liability of previous tax period divided by the number months during which the taxpayer carried on or her business activities and multiplied twelve (12)."
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits | Section 4: Investment income",
      "section": "35",
      "title": "Article 35 - Components of investment",
      "content": "income Investment income includes any payments cash or in kind to an individual in the form financial interest, dividends, proceeds from sale or transfer of shares, royalty, or rent which has not been taxed as business income accordance with the provisions of section 3 this chapter."
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits | Section 4: Investment income",
      "section": "36",
      "title": "Article 36 - Capital gain tax",
      "content": "Without prejudice to the provisions Paragraph one of Article 19 of this Law, capital gain tax is charged on the sale or transfer shares. The capital gain on sale or transfer of shares the difference between the acquisition value shares and their selling or transfer price."
    },
    {
      "provision_ref": "art37",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits | Section 4: Investment income",
      "section": "37",
      "title": "Article 37 - Tax rate on capital gain",
      "content": "The tax rate on capital gain is five percent (5%) applicable on the gain."
    },
    {
      "provision_ref": "art38",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits | Section 4: Investment income",
      "section": "38",
      "title": "Article 38 - Withholding and declaration",
      "content": "capital gain tax The capital gain tax on the sale or transfer shares shall be withheld by the company within which the transaction occurred. The company within which the sale or transfer of shares occurred shall declare and pay capital gain tax to the Tax Administration within fifteen (15) days following the month which the sale or transfer of shares occurred."
    },
    {
      "provision_ref": "art39",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits | Section 4: Investment income",
      "section": "39",
      "title": "Article 39 - Exemption from capital gain tax",
      "content": "Capital gain from the sale or transfer of shares on the capital market and capital gain from sale or transfer of units of the collective investment schemes, is exempted from capital gain tax."
    },
    {
      "provision_ref": "art40",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits | Section 4: Investment income",
      "section": "40",
      "title": "Article 40 - Financial income",
      "content": "Financial income includes: 1° income from loans; 2° income from deposits; 3° income from guarantees; 4° income from government securities, income from bonds, negotiable securities issued by the Government, securities issued by public and private companies, well as income from cash negotiable securities."
    },
    {
      "provision_ref": "art41",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits | Section 4: Investment income",
      "section": "41",
      "title": "Article 41 - Dividend income",
      "content": "Dividend income includes income from shares in any societies, other similar income that may be generated by all entities that pay corporate income tax, as well as the outstanding balance after the taxation of income from the correction made by the Tax Administration in the transfer pricing."
    },
    {
      "provision_ref": "art42",
      "chapter": "CHAPTER II: PERSONAL INCOME TAX | Section One: General provisions | Section 2: Employment income | Section 3: Business profits | Section 4: Investment income",
      "section": "42",
      "title": "Article 42 - Royalty income",
      "content": "Royalty income includes: 1° all payments of any kind received as a prize for the use of, or the right to use, any copyright of literary, craftsmanship scientific work including cinematograph films, films, or tapes used for radio television broadcasting; 2° any payment received from using trademark, design or model, computer application and invention patent; 3° the price of using, or of the right to use industrial, commercial or scientific equipment or for using information concerning industrial, commercial scientific knowledge; 4° payments from natural resource use."
    },
    {
      "provision_ref": "art43",
      "chapter": "CHAPTER III: CORPORATE INCOME | Section one: General provisions",
      "section": "43",
      "title": "Article 43 - Taxation of rental income",
      "content": "All revenues derived from rent of machinery and other equipment including agriculture and livestock equipment in Rwanda, are included taxable income, reduced by: 1° ten percent (10%) of gross revenue deemed expense; 2° interest paid on loans; 3° depreciation expenses calculated provided for by Article 28 of this Law. TAX"
    },
    {
      "provision_ref": "art44",
      "chapter": "CHAPTER III: CORPORATE INCOME | Section one: General provisions",
      "section": "44",
      "title": "Article 44 - Base for corporate income tax",
      "content": "The corporate income tax is levied on business profits received by companies."
    },
    {
      "provision_ref": "art45",
      "chapter": "CHAPTER III: CORPORATE INCOME | Section one: General provisions",
      "section": "45",
      "title": "Article 45 - Taxpayers",
      "content": "The following entities are subject to corporate income tax: 1° companies established in accordance with Rwandan or foreign law; 2° cooperative societies and their branches; 3° commercial public institutions; 4° partnerships; 5° entities established by Districts and the City of Kigali, as long as these entities perform an income generating activity; 6° de facto companies or associations and any other type of entities that are established realize profits. Entities mentioned under items 1°, 2° and 3° Paragraph One of this Article, are deemed conduct business with their whole equity. This means that all their revenues are received from their business activities."
    },
    {
      "provision_ref": "art46",
      "chapter": "CHAPTER III: CORPORATE INCOME | Section one: General provisions",
      "section": "46",
      "title": "Article 46 - Entities which are exempted from",
      "content": "corporate income tax The Government of Rwanda and the following entities are exempted from corporate income tax: 1° the City of Kigali and Districts; 2° the National Bank of Rwanda; 3° entities that carry out only activities of religious, humanitarian, charitable, scientific or educational character, unless the revenue received exceeds corresponding expenses or if those entities conduct a business; 4° international organizations, agencies technical cooperation and their representatives, if such exemption provided for by international agreements; 5° qualified pension funds; 6° public institution in charge of social security; 7° Development Bank of Rwanda « BRD »; 8° Agaciro Development Fund Corporate Trust; 9° Business Development Fund limited “BDF Ltd”. However, entities exempted from corporate income tax are required to submit to the Tax Administration their financial statements not later than 31 March following the tax period."
    },
    {
      "provision_ref": "art47",
      "chapter": "CHAPTER III: CORPORATE INCOME | Section one: General provisions",
      "section": "47",
      "title": "Article 47 - Zero-rated entities",
      "content": "Companies and cooperatives that carry out micro finance activities approved by competent authorities pay corporate income tax at the rate of zero percent (0%) for a period of five years from the time of their approval. However, this period may be renewed where entities fulfil the conditions prescribed by Order of the Minister. Entities referred to in Paragraph one of this"
    },
    {
      "provision_ref": "artare-required",
      "chapter": "CHAPTER III: CORPORATE INCOME | Section one: General provisions",
      "section": "are required",
      "title": "Article are required - to submit to the Tax",
      "content": "Administration their financial statements not later than 31 March following the tax period."
    },
    {
      "provision_ref": "art48",
      "chapter": "CHAPTER III: CORPORATE INCOME | Section one: General provisions",
      "section": "48",
      "title": "Article 48 - Scope of tax liability to corporate",
      "content": "income tax Resident entities are liable to corporate income tax on business profit per tax period whether from domestic or foreign operations. However, dividends paid between resident companies and which have been subject to withholding tax are not included in corporate taxable income. Non-resident entities shall be liable to corporate income tax on business profit per tax period, which is equivalent to the income tax applicable to resident entities, through their permanent establishments in the country."
    },
    {
      "provision_ref": "art49",
      "chapter": "CHAPTER III: CORPORATE INCOME | Section one: General provisions",
      "section": "49",
      "title": "Article 49 - Corporate income tax rate",
      "content": "Taxable Business profit is rounded down to nearest one thousand Rwandan Francs (Frw 1.000) and taxable at a rate of thirty percent (30%). Newly listed companies on capital market shall be taxed for a period of five (5) years on following rates: 1° twenty percent (20%) if those companies sell at least forty percent (40%) of their shares to the public; 2° twenty five percent (25%) if those companies sell at least thirty percent (30%) of their shares to the public; 3° twenty eight percent (28%) if those companies sell at least twenty percent (20%) of their shares to the public."
    },
    {
      "provision_ref": "art50",
      "chapter": "CHAPTER III: CORPORATE INCOME | Section one: General provisions | Section 2: Corporate income",
      "section": "50",
      "title": "Article 50 - Tax Declaration",
      "content": "A taxpayer who receives taxable business profit prepares an annual tax declaration in accordance with the procedure determined by the Tax Administration and presents it, at the same time, with the accounting balance sheet, profit and loss statement for the tax period, the annexes thereto, as well as any other relevant document required by the Tax Administration, not later than 31 st March of the following tax period. The amount of tax to be paid is calculated on basis of the annual basic declaration, reduced by: 1° the tax withheld on taxable income; with exception of the tax withheld employment income, as well as on income to which lump sum tax or flat tax applied. 2° the prepayments made every quarter. The tax is paid to the Tax Administration on date the tax declaration is submitted. If a withheld or prepaid tax exceeds the amount of tax liability calculated on the basis Paragraph One of this Article, it is considered by the tax administration as liquidation of arrears or as the payment of any future obligations. Upon a written request by taxpayer and upon satisfaction that prior obligations have been discharged, the Tax Administration returns to the taxpayer excess amount within thirty (30) days from date of receipt of the request."
    },
    {
      "provision_ref": "art51",
      "chapter": "CHAPTER III: CORPORATE INCOME | Section one: General provisions | Section 2: Corporate income",
      "section": "51",
      "title": "Article 51 - Corporate income taxation",
      "content": "The corporate income is taxable in the same way as personal income as provided for by provisions of Chapter II of this Law dealing with personal income tax, with the exception the provisions of Article 12 as well as all other provisions on employment income tax. However the following companies shall pay as follows: 1° small business companies pay a lump sum tax of three per cent (3%) of the turnover; 2° micro-enterprise companies pay the flat whose amount is indicated in accordance with the table referred to under Article 12 this Law; 3° without prejudice to real profit tax regime, companies operating in the Transport persons and goods by road pay a flat calculated as indicated in the annex of this Law."
    },
    {
      "provision_ref": "art52",
      "chapter": "CHAPTER III: CORPORATE INCOME | Section one: General provisions | Section 2: Corporate income",
      "section": "52",
      "title": "Article 52 - Taxation of income from the rent",
      "content": "of movable and immovable assets Income from the rent of movable and immovable assets incorporated as assets entities which are subject to corporate income tax is consolidated in the total taxable income."
    },
    {
      "provision_ref": "art53",
      "chapter": "CHAPTER III: CORPORATE INCOME | Section one: General provisions | Section 2: Corporate income",
      "section": "53",
      "title": "Article 53 - Corporate restructuring",
      "content": "Companies are subject to restructuring follows: 1° a merger of two or more resident companies into a separate company; 2° the acquisition or a takeover of fifty percent (50%) or more of shares or voting rights, number or value in a resident company exchange for shares of the purchasing company; 3° the acquisition of fifty percent (50%) more of the assets and liabilities of resident company by another resident company solely in exchange of shares the purchasing company; 4° the acquisition of the entire company’s assets so that its existence is replaced by purchasing company; 5° splitting of a resident company into two more resident companies."
    },
    {
      "provision_ref": "art54",
      "chapter": "CHAPTER III: CORPORATE INCOME | Section one: General provisions | Section 2: Corporate income",
      "section": "54",
      "title": "Article 54",
      "content": "companies Taxation of restructured In case of restructuring of companies, transferring company is exempt from tax respect of capital gains and losses realized restructuring. The receiving company values assets and liabilities involved at their book value in the hands of the transferring company at time of restructuring. The receiving company depreciates the business assets according to rules that would have applied to the transferring company as if the restructuring did not take place. In case of restructuring, the receiving company is entitled to carry over the reserves and provisions created by the transferring company, subject to the conditions that would have applied to the transferring company as if restructuring did not take place. The receiving company assumes the rights and obligations the transferring company in respect of such reserves and provisions."
    },
    {
      "provision_ref": "art55",
      "chapter": "CHAPTER IV: WITHHOLDING TAXES",
      "section": "55",
      "title": "Article 55 - Taxation in case of liquidation",
      "content": "For the purpose of liquidation of a company, after payment of liabilities and distribution dividends, the remainder, shall be considered dividends on shares in the last tax period of company’s existence."
    },
    {
      "provision_ref": "art56",
      "chapter": "CHAPTER IV: WITHHOLDING TAXES",
      "section": "56",
      "title": "Article 56 - Withholding tax on employment",
      "content": "income The withholding tax on employment income referred to in Article 15 of this Law shall be paid according to the rates provided in the table below: Monthly taxable Income (Frw) From To Tax Rate 30,000 0% 30,001 100,000 20% 100,001 More 30% Notwithstanding Paragraph One of this Article, income from a casual labourer is subject to on the special rate of fifteen percent (15%). However, in computing casual labourer’s tax, income not exceeding thirty thousand (30,000 Frw) per month is rated at zero percent (0%)."
    },
    {
      "provision_ref": "art57",
      "chapter": "CHAPTER IV: WITHHOLDING TAXES",
      "section": "57",
      "title": "Article 57 - Persons responsible for applying",
      "content": "a withholding tax on employment income An individual or an entity that pays employees in cash or in kind are responsible withholding and paying the withholding tax employment income referred to in Article 15 this Law. Employers referred to in Paragraph One of this"
    },
    {
      "provision_ref": "artpaying-the",
      "chapter": "CHAPTER IV: WITHHOLDING TAXES",
      "section": "paying the",
      "title": "Article paying the - withholding tax",
      "content": "employment income must, within fifteen (15) days following the end of each month or quarter depending on the relevant laws: 1° file a tax declaration through procedures specified by the Tax Administration and transmit the tax withheld; 2° transmit to the employee a statement indicating his/her name, the amount and type of income and the amount of withheld and paid. An employer who is not the first employer shall withhold tax at the rate of thirty percent (30%)."
    },
    {
      "provision_ref": "art58",
      "chapter": "CHAPTER IV: WITHHOLDING TAXES",
      "section": "58",
      "title": "Article 58 - Time period over which the",
      "content": "declaration and payment of the tax employment income are made by the employee Subject to the provisions of Article 57 of this Law, when the employer does not have responsibility to withhold the tax employment income in accordance with ratified international agreements, the employee must, within fifteen (15) days following the end each month, file a tax declaration and pay such a tax through procedures specified by the Tax Administration."
    },
    {
      "provision_ref": "art59",
      "chapter": "CHAPTER IV: WITHHOLDING TAXES",
      "section": "59",
      "title": "Article 59 - Tax on sitting allowance",
      "content": "Sitting allowance allocated to the members the Board of Directors are taxable at a rate thirty percent (30%)."
    },
    {
      "provision_ref": "art60",
      "chapter": "CHAPTER IV: WITHHOLDING TAXES",
      "section": "60",
      "title": "Article 60 - Withholding tax on payments",
      "content": "other methods of extinguishing an obligation A withholding tax of fifteen percent (15%) the total amount excluding Value Added Tax (VAT) where applicable is levied on payments or other methods of extinguishing an obligation made by resident individuals including tax- exempt entities, when such payments or other methods of extinguishing an obligation made to a person not registered in the Rwandan tax administration or to a registered person who does not have recent income tax declaration. Payments or other methods of extinguishing obligation subject to the withholding tax fifteen percent (15%) are related to following: 1° dividends, except income distributed to holders of shares or units in collective investment schemes; 2° financial interests except: a. interests on deposits in financial institutions for at least a period of one year; b. interests on loans granted by a foreign development financial institution exempted from income tax under applicable law in the country of origin; c. interests paid by banks operating Rwanda to banks or other foreign financial institutions; 3° royalties; 4° service fees including management and technical service fees except transport services; 5° performance payments made to a crafts person, a musician, an artist, a player, sports, cultural and leisure activities irrespective of whether paid directly indirectly; 6° gambling activities; 7° goods sold in Rwanda However, money which is recorded in the books of account as a liability of a taxpayer to creditors and which reduces the taxable income deemed a payment if it has exceeded six months following the tax period. Paragraphs one and 2 of this Article are also applicable to non-resident persons for such payments on behalf their permanent establishments. Subject to the provisions of the previous paragraphs of this Article, a fifteen per cent (15%) tax shall be withheld on dividends attributed to a company registered in Rwanda. However, the withholding tax shall be five percent (5%) if levied on the following interests: 1° dividends and interest on securities listed on capital market when the beneficiary the dividends or interest is a resident taxpayer of Rwanda or of the East African Community; 2° interests derived from treasury bonds with a maturity of at least three (3) years. The withholding tax on payments made to person registered with the Tax Administration but without that person making the previous declaration is deducted from income tax during its declaration and its payment."
    },
    {
      "provision_ref": "art61",
      "chapter": "CHAPTER IV: WITHHOLDING TAXES",
      "section": "61",
      "title": "Article 61 - Withholding tax on goods",
      "content": "imported for commercial use A withholding tax of five percent (5%) of value of goods imported for commercial use shall be paid at custom on the cost insurance and freight (CIF) value before the goods are released by customs. The withholding tax referred to in Paragraph one of this Article shall be deducted from income tax when it is declared and paid."
    },
    {
      "provision_ref": "art62",
      "chapter": "CHAPTER IV: WITHHOLDING TAXES",
      "section": "62",
      "title": "Article 62 - Withholding tax on public tenders",
      "content": "A withholding tax on public tenders of three percent (3%) of the sum of invoice, excluding the Value Added Tax (VAT), is retained when public tenders are paid. However, a tax of fifteen percent (15%) shall withheld on public tenders if the recipient is not registered with the Tax Administration or he/she is registered but does not have his/her previous income tax declaration. A withholding tax on payment made to a person registered with the Tax Administration shall deducted from income tax during the income declaration and its payment."
    },
    {
      "provision_ref": "art63",
      "chapter": "CHAPTER IV: WITHHOLDING TAXES",
      "section": "63",
      "title": "Article 63 - Time",
      "content": "withholding taxes for declaration The person who withholds taxes referred to Articles 59, 60 and 62 of this Law is required file a tax declaration and make payment accordance with the procedures prescribed the Tax Administration within a period fifteen (15) days after the month in which taxes were withheld."
    },
    {
      "provision_ref": "art64",
      "chapter": "CHAPTER IV: WITHHOLDING TAXES",
      "section": "64",
      "title": "Article 64 - Persons",
      "content": "withholding taxes exempted from The following taxpayers are exempted from withholding taxes referred to in Articles 59, and 62 of this Law: 1° those whose business profit is exempted from taxation; 2° those who have tax clearance certificate issued by the tax administration. The Tax Administration may revoke a clearance certificate at any time if the conditions required by the tax administration are not fulfilled."
    },
    {
      "provision_ref": "art65",
      "chapter": "CHAPTER IV: WITHHOLDING TAXES",
      "section": "65",
      "title": "Article 65 - Failure to withhold tax",
      "content": "Any person who is required to withhold tax and who fails to do so in accordance with this Law is personally liable to pay to the Tax Administration, the amount of tax which has not been withheld including penalties and interest on arrears. However, the person who is liable to pay the not withheld has the right to appeal for amount of the tax imposed or to recover any excess amount of tax paid."
    },
    {
      "provision_ref": "art66",
      "chapter": "CHAPTER IV: WITHHOLDING TAXES",
      "section": "66",
      "title": "Article 66 - Records of payments and tax",
      "content": "withheld Any person who pays a withholding tax keeps and makes available to the Tax Administration, for inspection and whenever necessary, records in relation to each tax period showing following: 1° payments made to taxpayer; 2° amount of tax withheld and paid. A person who pays withholding tax shall keep the records referred to in Paragraph One of this"
    },
    {
      "provision_ref": "artfor-a",
      "chapter": "CHAPTER V: MISCELLANEOUS AND",
      "section": "for a",
      "title": "Article for a - period of ten (10) years after",
      "content": "end of the tax period to which the records relate. The Tax Administration may require a person who pays a withholding tax to provide a copy records kept in accordance with Paragraph 2 this Article. FINAL PROVISIONS"
    },
    {
      "provision_ref": "art67",
      "chapter": "CHAPTER V: MISCELLANEOUS AND",
      "section": "67",
      "title": "Article 67 - Tax reduction or exemption for",
      "content": "investment Any tax reduction or exemption of income for the purposes of promoting and facilitating investment is carried out pursuant to the Law investment promotion and facilitation."
    },
    {
      "provision_ref": "art68",
      "chapter": "CHAPTER V: MISCELLANEOUS AND",
      "section": "68",
      "title": "Article 68 - Drafting, consideration and",
      "content": "adoption of this Law This Law was drafted in English, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art69",
      "chapter": "CHAPTER V: MISCELLANEOUS AND",
      "section": "69",
      "title": "Article 69 - Repealing provision",
      "content": "Law n o 16/2005 of 18/08/2005 on direct taxes on income as modified and complemented date and all prior legal provisions contrary this Law are hereby repealed."
    },
    {
      "provision_ref": "art70",
      "chapter": "CHAPTER V: MISCELLANEOUS AND",
      "section": "70",
      "title": "Article 70 - Commencement",
      "content": "This Law comes into force on the date of publication in the Official Gazette of Republic of Rwanda. Kigali, on 13/04/2018 (sé) KAGAME Paul President of the Republic (sé) Dr. NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General 016/2018 RYO KU WA 13/04/2018 RISHYIRAHO KU MUSARURO W’IBINYABIZIGA BITWARA ku musaruro w’ibinyabiziga bitwara Umusoro w’ibinyabiziga bitwara ibintu Umusoro 1 toni toni 2 toni 2,5 toni 3 toni 3,5 toni 4 toni 4,5 toni 5 toni 5,5 toni 6 toni 6,5 toni 7 toni 7,5 toni 8 toni 8,5 toni 9 toni 9,5 toni toni 11 toni 12 toni 13 toni 14 toni: 15 16 toni 17 toni 18 toni 19 toni 20 toni 21 toni 22 toni 23 toni 24 toni 25 toni 26 toni 27 toni 28 toni 29 toni 30 toni w’ibindi binyabiziga Umusoro ESTABLISHING INCOME TAXES TRANSPORTING PERSONS AND GOODS of income tax for vehicles transporting Annual of income tax for vehicles transporting Annual 1 tons tons 2 tons 2,5 tons 3 tons 3,5 tons 4 tons 4,5 tons 5 tons 5,5 tons 6 tons 6,5 tons 7 tons 7,5 tons 8 tons 8,5 tons 9 tons 9,5 tons 10 tons 11 tons 12 tons 13 tons 14 tons: 15 16 tons 17 tons 18 tons 19 tons 20 tons 21 tons 22 tons 23 tons 24 tons 25 tons 26 tons 27 tons 28 tons 29 tons 30 tons Rates of income tax for other vehicles Annual ETABLISSANT LES IMPOTS SUR LE VEHICULES TRANSPORTANT LES PERSONNES sur le revenu des véhicules transportant Impôt des véhicules transportant les biens Impôt 1 tonne tonnes 2 tonnes tonnes 3 tonnes tonnes 4 tonnes tonnes 5 tonnes tonnes 6 tonnes tonnes 7 tonnes 8 tonnes tonnes 9 tonnes tonnes 11 tonnes 12 tonnes 13 tonnes 14 tonnes: 15 tonnes 17 tonnes 18 tonnes 19 tonnes 20 tonnes 21 tonnes 22 tonnes 23 tonnes 24 tonnes 25 tonnes 26 tonnes 27 tonnes 28 tonnes 29 tonnes 30 tonnes de l’impôt sur le revenu des autres Impôt Seen to be annexed to the Law nº 016/2018 of 13/04/2018 establishing taxes on income Kigali, on 13/04/2018 (sé) KAGAME Paul President of the Republic (sé) Dr. NGIRENTE Edouard Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General"
    }
  ],
  "definitions": [
    {
      "term": "small business",
      "definition": "business activities which result into a turnover ranging between twelve million and one Rwandan francs (Frw 12,000,001) and twenty million Rwandan francs (Frw 20,000,000) per each tax period",
      "source_provision": "art3"
    },
    {
      "term": "micro-enterprise",
      "definition": "business activities which result into a turnover equal to or less than twelve million Rwandan francs (Frw 12,000,000) per each tax period",
      "source_provision": "art3"
    },
    {
      "term": "permanent establishment",
      "definition": "a known fixed place of business through which business which gives rise to income wholly or partially carried on",
      "source_provision": "art3"
    },
    {
      "term": "controlled transaction",
      "definition": "any income- generating transaction carried out between related persons",
      "source_provision": "art3"
    },
    {
      "term": "transfer pricing",
      "definition": "conditions, including prices of commercial or financial transactions between related persons, whether residing in the country or abroad",
      "source_provision": "art3"
    },
    {
      "term": "qualified pension fund",
      "definition": "any fund, with exception of the public institution in charge of social security, which fulfils following conditions: a",
      "source_provision": "art3"
    },
    {
      "term": "foreign development financial institution",
      "definition": "institution carrying out financial activities with public funds, for which administrative decisions are made by Government representatives and having public interest missions, such as sustainable development and poverty reduction",
      "source_provision": "art3"
    },
    {
      "term": "Minister",
      "definition": "the Minister in charge of taxes",
      "source_provision": "art3"
    },
    {
      "term": "casual employee",
      "definition": "a person who performs labour that does not require special skills, and who is employed by an employer for aggregate period not exceeding thirty (30) days during a tax period",
      "source_provision": "art3"
    },
    {
      "term": "employer",
      "definition": "any person who pays to a worker income arising from the work he/she performed or will perform for him/her",
      "source_provision": "art3"
    },
    {
      "term": "first employer",
      "definition": "an employer who pays an employee an annual professional income arising from a permanent work or from longer contract than other employers may offer",
      "source_provision": "art3"
    },
    {
      "term": "employee",
      "definition": "any person who undertakes work for another person for payment, under the supervision and in accordance with directives of his/her employer in relation with his/her work",
      "source_provision": "art3"
    },
    {
      "term": "person",
      "definition": "an individual, companies, de facto companies, cooperatives, partnerships, subsidiaries, permanent establishments and any other association of persons regardless of its status",
      "source_provision": "art3"
    },
    {
      "term": "related person",
      "definition": "any person who acts or likely to act in accordance with directives, opinion or wishes of another person when such directives, opinion wishes are communicated or not communicated to them",
      "source_provision": "art3"
    },
    {
      "term": "taxpayer",
      "definition": "any person who pays the tax accordance with this Law",
      "source_provision": "art3"
    },
    {
      "term": "liberal profession",
      "definition": "profession exercised the basis of special skills, in an independent manner, in offering services to the clients",
      "source_provision": "art3"
    }
  ]
}
