{
  "id": "rw-law-2018-2",
  "type": "statute",
  "title": "Law establishing the Institute of National Museums of Rwanda and determining its Mission, Organisation and Functioning",
  "title_en": "Law establishing the Institute of National Museums of Rwanda and determining its Mission, Organisation and Functioning",
  "short_name": "Law 2 of 2018",
  "status": "repealed",
  "issued_date": "2018-02-09",
  "in_force_date": "2018-02-27",
  "url": "https://rwandalii.org/akn/rw/act/law/2018/2/eng@2018-02-27",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes the Institute of National Museums of Rwanda. It also determines its mission, organisation and functioning."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Establishment of the Institute",
      "content": "There is established an Institute of National Museums of Rwanda, abbreviated as “INMR”."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Definitions of terms",
      "content": "For the purposes of this Law, the following terms are defined as follows: 1° Museum: a permanent institution established, in the service of the changing society, which collects, conserves, researches, communicates and exhibits the tangible and intangible heritage of humanity and its surrounding in general for the purposes of research, training, education, leisure and enjoyment for customers; 2° Independent museum: private museum; 3° Minister: Minister in charge of culture; 4° heritage: any material, being tangible or intangible, transmissible from generation to generation, as a tradition for a specific society; 5° natural heritage: heritage including natural sites, biodiversity and elements therein due to its specific situation, whose existence can in no way be attributed to man, but protected and preserved for its beauty or its historical importance for a specific society or the world in general, and kept for future generations; 6° cultural heritage: a tangible and intangible heritage of a local community or of a natural person related to the cultural tradition passed down from generation to generation and with a particular value in terms of science, technology, history and archaeology, philosophy, art and religion and other areas related to culture."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Legal personality and autonomy of INMR",
      "content": "INMR has legal personality and enjoys administrative and financial autonomy. It is also governed in accordance with relevant laws."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Category of INMR",
      "content": "INMR falls within the category of non-commercial public institutions."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter One – General provisions",
      "section": "6",
      "title": "Article 6 – Head office of INMR",
      "content": "The head office of INMR is situated in the City of Kigali, the Capital of the Republic of Rwanda. It may be transferred elsewhere in Rwanda when deemed necessary. INMR may, when deemed necessary and upon approval by a Prime Minister’s Order, have branches elsewhere in the country."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Mission of INMR",
      "section": "7",
      "title": "Article 7 – Mission of INMR",
      "content": "INMR has the general mission to carry out research, to preserve, to disseminate and promote the national cultural and natural heritage identity. In particular, INMR has the following main mission: 1° to coordinate activities of the national museums of Rwanda; 2° to collect and conserve objects of national cultural and natural heritage; 3° to search for and inform competent organs about objects of cultural and natural heritage unlawfully exported, or kept beyond the designated time abroad for their repatriation to Rwanda; 4° to maintain, preserve and promote objects and sites of national heritage in the interest of the Rwandan society using different means including technology; 5° to conduct research on objects and sites of Rwanda’s heritage, conserve, exhibit and publish findings thereof; 6° to raise awareness about national heritage and related knowledge; 7° to contribute to development of general education programmes on national cultural and natural heritage; 8° to contribute towards the promotion of literary and artistic creativity based on national cultural and natural heritage; 9° to encourage the private sector and various organs to exploit opportunities offered by national cultural and natural heritage to promote the national economy; 10° to contribute to setting guidelines for establishing museums in Rwanda; 11° to exhibit the national heritage in a way that attracts those visiting it; 12° to implement regulations on the creation and functioning of museums in Rwanda and supervise their implementation; 13° to support private museums, monitor their operation and provide them with advice; 14° to implement the Government policies and strategies regarding national cultural and natural heritage; 15° to advise the Government on the setting up of policies and strategies related to national cultural and natural heritage; 16° to build relationships and collaborate with regional and international institutions having similar mission. Requirements for establishing museums are determined by an Order of the Minister."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Supervising authority of INMR and performance contract",
      "section": "8",
      "title": "Article 8 – Supervising authority of INMR",
      "content": "A Prime Minister’s Order determines the supervising authority of INMR."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Supervising authority of INMR and performance contract",
      "section": "9",
      "title": "Article 9 – Performance contract",
      "content": "INMR operates on the basis of performance contract. Modalities for conclusion and evaluation of performance contract of INMR are determined by relevant laws."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "10",
      "title": "Article 10 – Management organs of INMR",
      "content": "INMR is comprised of the following management organs: 1° the Board of Directors; 2° the Executive Organ."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "11",
      "title": "Article 11 – Composition of the Board of Directors of INMR",
      "content": "The Board of Directors of INMR is composed of seven (7) members appointed by a Presidential Order including its Chairperson and Deputy Chairperson. Members of the Board of Directors of INMR are selected on the basis of their competence and expertise. At least thirty percent (30%) of the members of the Board of Directors of INMR must be females. The term of office of the members of the Board of Directors of INMR and modalities for their replacement are determined by a Presidential Order."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "12",
      "title": "Article 12 – Powers of the Board of Directors of INMR",
      "content": "The Board of Directors of INMR is the supreme management and decision-making organ. The Board of Directors of INMR has absolute power to make decisions regarding administration, human resources and property of INMR in order to fulfil its mission."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "13",
      "title": "Article 13 – Responsibilities of the Board of Directors of INMR",
      "content": "The main responsibilities of the Board of Directors of INMR are the following: 1º to oversee the functioning of the Executive Organ of INMR and provide strategic guidance to be followed by the Executive Organ in fulfilment of its mandate; 2º to approve the strategic plan and action plan of INMR and related reports; 3º to conclude a performance contract with the supervising authority of INMR and make follow up on its execution; 4º to approve the procedure manuals and internal rules and regulations of INMR; 5º to approve the draft budget proposal of INMR, monitor the use of the budget and approve the budget execution report; 6º to make decisions on all critical matters under the mission of INMR; 7º to approve the regulations of museums in Rwanda; 8º to approve the draft organisational structure of INMR; 9º to evaluate the functioning of INMR on the basis of the action plan and the budget; 10º to submit quarterly activity reports to the supervising authority of INMR; 11º to approve the report on activities and use of property for the previous year 12º to approve research projects carried out by INMR experts."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "14",
      "title": "Article 14 – Duties of the Chairperson of the Board of Directors of INMR",
      "content": "The Chairperson of the Board of Directors of INMR has the following duties: 1º to chair the Board of Directors of INMR and coordinate its activities; 2º to convene and preside over meetings of the Board of Directors of INMR; 3º to submit the minutes of meetings of the Board of Directors of INMR to its supervising authority; 4º to sign the performance contract between the Board of Directors of INMR and the supervising authority of INMR; 5º to submit INMR reports adopted by the Board of Directors of INMR to relevant organs; 6º to follow up the implementation of resolutions of the Board of Directors of INMR; 7º to perform such other duties falling within the mission of the Board of Directors of INMR as may be assigned to him/her by it."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "15",
      "title": "Article 15 – Duties of the Deputy Chairperson of the Board of Directors of INMR",
      "content": "The Deputy Chairperson of the Board of Directors of INMR has the following duties: 1º to assist the Chairperson and replace him/her in case of his/her absence; 2º to perform such other duties falling within the mission of the Board of Directors of INMR as may be assigned to him/her by it."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "16",
      "title": "Article 16 – Incompatibilities with membership of the Board of Directors of INMR",
      "content": "Members of the Board of Directors of INMR are not allowed to perform any remunerated activity within INMR. Members of the Board of Directors of INMR are also not allowed, neither individually nor through companies in which they hold shares, to bid for tenders of INMR."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "17",
      "title": "Article 17 – Reasons for loss of membership to the Board of Directors and modalities for replacement",
      "content": "A member of the Board of Directors of INMR loses membership if: 1° the term of office expires; 2° he/she resigns in writing; 3° he/she is no longer able to perform his/her duties due to physical or mental disability certified by a committee of three (3) recognized medical doctors; 4° he/she is sentenced to a term of imprisonment equal to or exceeding six (6) months in a final judgement; 5° he/she is absent in meetings for three (3) consecutive times without valid reasons; 6° he/she manifests any behaviour likely to compromise his/her dignity, that of his/her work or his/her position; 7° he/she jeopardizes the interests of INMR; 8° he/she is convicted of the crime of genocide or genocide ideology; 9° he/she no longer fulfils the requirements considered at the time of his/her appointment; 10° he/she dies. In case a member of the Board of Directors of INMR leaves office before expiry of his/her term of office, the competent authority appoints his/her substitute to complete his/her predecessor’s term of office."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "18",
      "title": "Article 18 – Convening and holding of meetings of the Board of Directors and modalities for decision-making",
      "content": "The meeting of the Board of Directors of INMR is held once a quarter and whenever necessary upon invitation by its Chairperson or Deputy Chairperson in case of absence of its Chairperson, at his/her own initiative or upon request in writing by at least one third (1/3) of its members. The invitation is submitted in writing to the members of the Board of Directors of INMR at least fifteen (15) days before the meeting is held. However, an extraordinary meeting is convened in writing at least three (3) working days before the meeting is held. The quorum for a meeting of the Board of Directors of INMR to take place is two-thirds (2/3). However, when a meeting is convened for the second time it takes place regardless of the number of members present. Items to be examined by the meeting of the Board of Directors of INMR in the first quarter of the year include the approval of the financial and activity reports for the previous year. Every quarter, the Board of Directors of INMR must examine the financial and activity reports relating to the previous quarter to be transmitted to the supervising authority of INMR. The Director General attends the meetings of the Board of Directors of INMR. Modalities for decision-making by the Board of Directors of INMR are determined by the internal rules and regulations of INMR."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "19",
      "title": "Article 19 – Invitation of a resource person to meetings of the Board of Directors of INMR",
      "content": "The Board of Directors of INMR may invite in its meetings any person from whom it may seek advice on a certain item on the agenda. The invited person is not allowed to vote. He/she is not also allowed to follow debates on other items on the agenda."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "20",
      "title": "Article 20 – Approval of resolutions and minutes of the meeting of the Board of Directors of INMR",
      "content": "Resolutions of the meeting of the Board of Directors of INMR are signed by its members immediately after the end of the meeting, and a copy thereof is sent to the authority supervising INMR in a period not exceeding five (5) working days. The head of the supervising authority of INMR gives his/her views on the resolutions of the meeting of the Board of Directors of INMR in a period not exceeding fifteen (15) working days from receipt thereof. If this period expires before he/she gives his/her views, the resolutions of the meeting are deemed definitively approved. The minutes of the meeting of the Board of Directors of INMR are signed by the Chairperson and its rapporteur and approved during the next meeting. A copy of minutes of the meeting is sent to the authority supervising INMR in a period not exceeding fifteen (15) working days from the day of its approval."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "21",
      "title": "Article 21 – Rapporteur of the meetings of the Board of Directors of INMR",
      "content": "The Director General of INMR serves as the rapporteur of the meetings of the Board of Directors of INMR, but he/she has no right to vote in decision making. The Director General of INMR does not participate in the meetings that make decisions on issues that concern him/her. In that case, members of the Board of Directors of INMR elect a rapporteur among themselves."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "22",
      "title": "Article 22 – Personal interest in an issue on the agenda",
      "content": "When a member of the Board of Directors of INMR has a direct or indirect interest in the issue to be examined, he/she must immediately inform the Board of Directors of INMR about where his/her interest lies. The member having an interest in the issue to be examined cannot attend the meeting deliberating on that issue. When it happens that all members of the Board of Directors of INMR or many of them have a direct or indirect interest in the issue to be examined in such a way that it is impossible to make a decision on the issue, the issue shall be submitted to INMR supervising authority which makes a ruling thereon within thirty (30) days."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "23",
      "title": "Article 23 – Sitting allowances of members of the Board of Directors of INMR",
      "content": "A Presidential Order determines sitting allowances of members of the Board of Directors of INMR."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "24",
      "title": "Article 24 – Composition of the Executive Organ of INMR",
      "content": "The Executive Organ of INMR is comprised of the Director General appointed by a Presidential Order and other members of staff recruited in accordance with relevant laws. A Presidential Order may also appoint the Deputy Directors General and determine their powers and duties."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "25",
      "title": "Article 25 – Functioning of members of the Executive Organ of INMR",
      "content": "An Order of the Prime Minister determines the functioning of members of the Executive Organ of INMR."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "26",
      "title": "Article 26 – Responsibilities of the Executive Organ of INMR",
      "content": "The Executive Organ of INMR has the following main responsibilities: 1° to monitor and coordinate daily functions and activities; 2° to perform such other duties falling within the mission of INMR as may be assigned by the Board of Directors of INMR."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "27",
      "title": "Article 27 – Powers and duties of the Director General of INMR",
      "content": "The Director General of INMR has the power of decision in the administrative and financial management of INMR in accordance with relevant laws. He/she coordinates and directs the activities of INMR. The Director General of INMR has the following duties: 1° to supervise daily activities of INMR; 2° to serve as the legal representative of INMR; 3° to serve as the spokesperson of INMR; 4° to implement decisions of the Board of Directors of INMR; 5° to ensure the management of staff, equipment and property of INMR and submit a related report to the Board of Directors of INMR; 6° to prepare the action plan and activities report to be approved by the Board of Directors of INMR; 7° to prepare the draft internal rules and regulations of INMR to be approved by the Board of Directors of INMR; 8° to prepare the draft budget proposal of INMR; 9° to ensure the execution of INMR budget; 10° to attend the meetings of the Board of Directors of INMR and act as rapporteur; 11° to perform such other duties relating to the mission of INMR as may be assigned to him/her by the Board of Directors of INMR."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "28",
      "title": "Article 28 – Organization, functioning and mission of organs of INMR",
      "content": "An Order of the Prime Minister determines Organization, functioning and mission of organs of INMR."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "29",
      "title": "Article 29 – Statute governing the staff of INMR",
      "content": "The staff of INMR is governed by the general statutes for public service."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter IV – Organisation and functioning of INMR",
      "section": "30",
      "title": "Article 30 – Salaries and other fringe benefits allocated to members of the Executive organ of INMR",
      "content": "Salaries and other fringe benefits allocated to the Executive Organ of INMR are fixed in accordance with relevant laws."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter V – Property and finance of INMR",
      "section": "31",
      "title": "Article 31 – Property of INMR and its sources",
      "content": "The property of INMR is comprised of movable and immovable assets. The property of INMR comes from the following sources: 1º State budget allocations; 2º State or development partners’ subsidies; 3º income from services rendered; 4º interests from its property; 5º loans granted to INMR as approved by the Minister in charge of finance; 6º donations and bequests. An Order of the Minister determines modalities for INMR acquisition and disposal of the property consisting of the national cultural and natural heritage."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter V – Property and finance of INMR",
      "section": "32",
      "title": "Article 32 – Preparation of the draft budget of INMR",
      "content": "INMR prepares its annual draft budget to be approved by the relevant authority and executed in accordance with relevant laws."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter V – Property and finance of INMR",
      "section": "33",
      "title": "Article 33 – Use, management and audit of property of INMR",
      "content": "The use, management and audit of the property of INMR are carried out in accordance with relevant laws. The internal audit service of INMR submits a report to the Board of Directors, with a copy to the Director General of INMR. The Office of Auditor General of State Finances shall audit the management and use of financial resources and property."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter V – Property and finance of INMR",
      "section": "34",
      "title": "Article 34 – Annual financial report",
      "content": "Within three (3) months following the end of the financial year, the Director General of INMR submits the annual financial report to the supervising authority of INMR after its approval by the Board of Directors of INMR in accordance with laws governing the management of State Finances and property."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter V – Property and finance of INMR",
      "section": "35",
      "title": "Article 35 – Validity of acts performed",
      "content": "Acts performed by INMR established by the Law nº 64/2013 of 27/08/2013 establishing the Institute of National Museums of Rwanda (INMR) and determining its mission, organisation and functioning shall remain valid."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "36",
      "title": "Article 36 – Transfer of employees",
      "content": "Former employees of INMR established by Law nº 64/2013 of 27/08/2013 establishing the Institute of National Museums of Rwanda (INMR) and determining its mission, organization and functioning are transferred to INMR established by this Law."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "37",
      "title": "Article 37 – Transfer of property, liabilities and contracts",
      "content": "Movable and immovable property as well as liabilities and contracts of INMR established by Law nº 64/2013 of 27/08/2013 establishing the Institute of National Museums of Rwanda (INMR) and determining its mission, organization and functioning are transferred to INMR established by this Law."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "38",
      "title": "Article 38 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "39",
      "title": "Article 39 – Repealing provision",
      "content": "Law nº 64/2013 of 27/08/2013 establishing the Institute of National Museums of Rwanda (INMR) and determining its mission, organisation and functioning and all prior provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "40",
      "title": "Article 40 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "Independent museum",
      "definition": "private museum",
      "source_provision": "art3"
    },
    {
      "term": "Minister",
      "definition": "Minister in charge of culture",
      "source_provision": "art3"
    },
    {
      "term": "heritage",
      "definition": "any material, being tangible or intangible, transmissible from generation to generation, as a tradition for a specific society",
      "source_provision": "art3"
    },
    {
      "term": "natural heritage",
      "definition": "heritage including natural sites, biodiversity and elements therein due to its specific situation, whose existence can in no way be attributed to man, but protected and preserved for its beauty or its historical importance for a specific society or the world in general, and kept for future generations",
      "source_provision": "art3"
    },
    {
      "term": "cultural heritage",
      "definition": "a tangible and intangible heritage of a local community or of a natural person related to the cultural tradition passed down from generation to generation and with a particular value in terms of science, technology, history and archaeology, philosophy, art and religion and other areas related to culture",
      "source_provision": "art3"
    }
  ]
}
