{
  "id": "rw-space-agency-2021",
  "type": "statute",
  "title": "Law establishing Rwanda Space Agency",
  "title_en": "Law establishing Rwanda Space Agency",
  "short_name": "Law 22 of 2021",
  "status": "in_force",
  "issued_date": "2021-04-18",
  "in_force_date": "2021-04-30",
  "url": "https://rwandalii.org/akn/rw/act/law/2021/22/eng@2021-04-30",
  "description": "Establishes Rwanda Space Agency and its governance framework for space-related national programs and services.",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes the Rwanda Space Agency. It also determines its mission, responsibilities, powers, organisation and functioning."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions",
      "content": "In this Law, the following terms have the following meanings: 1° applications of space sciences and technologies: applications referring to the scientific principles of space science, engineering and other related fields; 2° space: universe not subject to national appropriation by claim of sovereignty, by means of use or occupation, or by any other means; 3° space sector: sector comprising all stakeholders across the triple-helix as follows: a. private sector; b. institutions of higher learning and other capacity development institutions; c. Government institution or body that has either partial or full-scale activity, interest or benefit from the utilization of space technologies."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Establishment of Agency",
      "content": "Rwanda Space Agency abbreviated as “RSA” is established. RSA is a specialised organ."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Head office of RSA",
      "content": "The head office of RSA is located in the City of Kigali, the Capital of the Republic of Rwanda. If considered necessary, it can be transferred elsewhere in Rwanda, upon a Presidential Order."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Legal personality and autonomy",
      "content": "RSA has a legal personality and enjoys administrative, financial, asset and human resource management autonomy."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Mission, responsibilities and powers of RSA",
      "section": "6",
      "title": "Article 6 – Mission of RSA",
      "content": "The mission of RSA is to develop Rwanda's space sector towards socio-economic development."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Mission, responsibilities and powers of RSA",
      "section": "7",
      "title": "Article 7 – Responsibilities of RSA",
      "content": "RSA has the following responsibilities: 1° to advise the Government on creation and development of national and international space policies; 2° to implement the national and international space policies and strategies; 3° to regulate and coordinate all space activities of various sectors and stakeholders in Rwanda; 4° to promote capacity building in space sciences and technologies and their applications and build highly skilled professionals; 5° to create an environment conducive to entrepreneurial and industrial development in space technology; 6° to conduct and promote scientific research and innovation in space science and technology for fostering socio-economic development and national security; 7° to promote the applications of space sciences and technologies, facilities, system and data; 8° to cooperate and collaborate with other regional and international bodies with a similar mission, focusing on partnerships in academia and industry for the peaceful use of space and its commercialization;"
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Mission, responsibilities and powers of RSA",
      "section": "8",
      "title": "Article 8 – Powers of RSA",
      "content": "RSA has the following powers: 1° to represent Rwanda in the United Nations Committee on the Peaceful Use of Outer Space and other space -related bodies and forums; 2° to issue permits, authorizations and licenses that are required in space activities in accordance with relevant governing laws and regulations; 3° to set up regulations implementing space laws, international space regulations or national and international space policies and strategies; 4° to follow up on activities of sectors to which permits, authorisations and licenses have been issued by RSA; 5° to impose an administrative fine provided for by laws or regulations."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Organisation and functioning of RSA",
      "section": "9",
      "title": "Article 9 – Supervising authority of RSA",
      "content": "RSA is supervised by the Office of the President of the Republic."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Organisation and functioning of RSA",
      "section": "10",
      "title": "Article 10 – Governance organs of RSA",
      "content": "Governance organs of RSA are the following: 1° the Advisory Council; 2° the Executive Organ."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Organisation and functioning of RSA",
      "section": "11",
      "title": "Article 11 – Members of the Advisory Council, their functioning and their term of office",
      "content": "A Presidential Order determines members of the Advisory Council of RSA, their functioning and their term of office."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Organisation and functioning of RSA",
      "section": "12",
      "title": "Article 12 – Responsibilities of the Advisory Council",
      "content": "The Advisory Council is responsible for advising the Executive Organ on strategic guidance in the fulfilment of RSA mission."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Organisation and functioning of RSA",
      "section": "13",
      "title": "Article 13 – Members of the Executive Organ and their appointment",
      "content": "The Executive Organ of RSA is composed of the Chief Executive Officer, appointed by a Presidential Order and other staff members appointed in accordance with the special statute established by a Prime Minister’s Order. A Presidential Order may appoint Chief Officers and determine their responsibilities."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Organisation and functioning of RSA",
      "section": "14",
      "title": "Article 14 – Responsibilities of the Executive Organ",
      "content": "The Executive Organ of RSA has the following responsibilities: 1° to organize and coordinate the daily performance of all responsibilities of RSA; 2° to implement the recommendations of the the Advisory Council; 3° to ensure the execution of the budget of RSA; 4° to prepare an action plan and activity report to be submitted to relevant organs; 5° to prepare draft of the organisational structure and organization chart, salaries and other fringe benefits of other staff members of RSA; 6° to perform such other duty as may be determined by the President of the Republic."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Organisation and functioning of RSA",
      "section": "15",
      "title": "Article 15 – Responsibilities of the Chief Executive Officer",
      "content": "The Chief Executive Officer of RSA has the following responsibilities: 1° to oversee, coordinate and monitor the daily activities of RSA; 2° to prepare the budget proposal, action plan and activities report to be submitted to the Office of the President of the Republic; 3° to implement, make follow-up on and monitor compliance with space laws and policies in accordance with national laws and treaties relating to space; 4° to implement recommendations made by the Advisory Council; 5° to serve as the legal representative of RSA; 6° to impose an administrative fine provided for by laws or regulations; 7° ensure the management and execution of the budget of RSA; 8° to coordinate and prepare short, medium and long term strategic plans of RSA; 9° to perform such other duty as may be assigned by the President of the Republic."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Organisation and functioning of RSA",
      "section": "16",
      "title": "Article 16 – Organisational structure of RSA",
      "content": "The organisational structure of RSA organs is determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Organisation and functioning of RSA",
      "section": "17",
      "title": "Article 17 – Salaries and other fringe benefits for members of the Executive Organ of RSA",
      "content": "Salaries and other fringe benefits of members of the Executive Organ of RSA are determined by and approved by the Cabinet."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Property and finance",
      "section": "18",
      "title": "Article 18 – Property of RSA and its sources",
      "content": "The property of RSA consists of movable and immovable assets. The property of RSA derives from the following sources: 1° State budget allocations; 2° State’s or partners’ subsidies; 3° loans granted to RSA approved by the Minister in charge of finance; 4° fees from its activities; 5° administrative fine and regulation fees; 6° interests from its property; 7° donations and bequests."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Property and finance",
      "section": "19",
      "title": "Article 19 – Budget of RSA",
      "content": "RSA prepares its annual budget to be approved by the relevant authority and used in accordance with the relevant legislation."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Property and finance",
      "section": "20",
      "title": "Article 20 – Use, management and audit of the property of RSA",
      "content": "The use, management and audit of the property of RSA is carried out in accordance with the relevant legislation. The Auditor General of State Finances carries out the audit of the use and management of the finances and property of RSA, having due regard to matters that are classified. A Presidential Order determines matters that are classified."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Property and finance",
      "section": "21",
      "title": "Article 21 – Annual financial report of RSA",
      "content": "Within three (3) months following the closure of the financial year, the Chief Executive Officer of RSA submits the annual financial statements to the Office of the President of the Republic."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter V – Final provisions",
      "section": "22",
      "title": "Article 22 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter V – Final provisions",
      "section": "23",
      "title": "Article 23 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter V – Final provisions",
      "section": "24",
      "title": "Article 24 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "space",
      "definition": "universe not subject to national appropriation by claim of sovereignty, by means of use or occupation, or by any other means",
      "source_provision": "art2"
    },
    {
      "term": "space sector",
      "definition": "sector comprising all stakeholders across the triple-helix as follows: a",
      "source_provision": "art2"
    }
  ]
}
