{
  "id": "rw-law-2017-59",
  "type": "statute",
  "title": "Law governing Radiation Protection",
  "title_en": "Law governing Radiation Protection",
  "short_name": "Law 59 of 2017",
  "status": "repealed",
  "issued_date": "2018-01-24",
  "in_force_date": "2018-01-25",
  "url": "https://rwandalii.org/akn/rw/act/law/2017/59/eng@2018-01-25",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs the use, management and regulation of ionising radiations related activities to ensure protection of people, biodiversity and the environment from ionising radiations adverse effects by assessing and managing the risks posed by ionising radiations related activities."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Scope of this Law",
      "content": "This Law applies to: 1° the management of radioactive waste resulting from civilian applications; 2° the regulation and management of the peaceful use of ionising radiations including the production, possession, use, import, export, transportation, transfer, handling and management, or other related activities or practices approved by the Regulatory Authority."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Definitions",
      "content": "In this Law, the following terms are defined as follows: 1° safeguards agreement and additional protocol: the Agreement between the Republic of Rwanda and the International Atomic Energy Agency (IAEA) for the Application of Safeguards in connection with the Treaty on the Non Proliferation of Nuclear Weapons; 2° ionising radiations equipment: any equipment or machinery associated with the use or operation of an ionising radiations source, including the ionising radiations sources themselves and any structure used to support or shield such equipment, machinery or ionising radiations sources; 3° ionising radiations related activities: the design, manufacture, construction, import and export, distribution, loan, sell, approve or revoke the use and operation, maintenance, repair, transfer, commissioning and decommissioning or possession of ionising radiations sources for industrial use, education, research, agriculture and medical purposes; transport of radio-active material; the mining and processing ores; the closing down of associated facilities; the clean-up of sites affected by residues from past activities; and radio-active waste management activities such as the discharge of effluent; any activity involving nuclear material as defined in the safeguards agreement; 4° overexposure: exposure of a person, other than a patient undergoing medical examination or treatment, to radiation in excess of the dose limits of that form of ionising radiations; 5° dose limits: dose of an ionising radiations fixed by the Regulatory Authority as a maximum to which a person may be exposed based on scientific recommendations; 6° ionising radiations source: anything that may cause ionising radiations exposure either by emitting ionising radiations or by releasing radioactive substances or material and can be treated as a single entity for protection and safety purposes; 7° radioactive material: any material emitting ionising radiations including neutrons as to entail significant risk of disability or disease as a result of exposure; 8° injury: cellular or genetic damage; 9° ionizing radiations: electromagnetic energy, atomic particles or nuclear particles that are capable of ionising atoms; 10° radioactive waste: any ionising radiations source for which no further use is foreseen; 11° code of practice: a document prepared by an owner or employer to provide information to workers and other persons concerning the safe operation of ionising radiations facilities, ionising radiations equipment or ionising radiations sources; 12° baseline environmental survey for a mining area: a survey that indicates what the current radiological profile of a mining area is and provides key parameters to which specific attention should be paid as well as information on the expected harmful doses that employees and public might be exposed to and informs the optimisation choices and monitoring regimes that will be needed in the following phase; 13° ionising radiations facility: any irradiation installations, mining and milling facilities, waste management facilities and any other place where radioactive materials are produced, processed, used, handled, stored or incinerated or where ionising radiations generators are installed on such a scale that consideration of protection and safety is required; 14° radiation protection: the protection of people, biodiversity and environment from harmful effects of exposure to ionising radiations, and the means for achieving this; 15° licensee: a person to whom license has been issued to carry out any activity involving ionising radiations sources; 16° employer: any person who employs or provides services related to ionising radiations activities; 17° employee: any person who is employed by an employer that provides services related to ionising radiations activities; 18° inspection officer: an official of Regulatory Authority entrusted with the responsibility of inspection of activities referred to in this Law; 19° person: an individual and an association, a company or any other legal entity that is directly or indirectly in connection with ionising radiations equipment or source; 20° license: a document issued by the Regulatory Authority that grants permission to own radiation sources or to carry out any activity involving ionising radiations sources; 21° national register: national database containing registers, records and inventories of radiation sources and any activity or event related to ionising radiations; 22° Regulatory Authority: authority in charge of regulation of utilities or any other authority that may be established by the Law."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Regulation for radiation protection",
      "section": "4",
      "title": "Article 4 – Regulation",
      "content": "The regulatory functions for radiation protection are performed by the Regulatory Authority in an independent, impartial and transparent manner."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Regulation for radiation protection",
      "section": "5",
      "title": "Article 5 – Major focus of the regulation",
      "content": "The Regulatory Authority with regards to regulating radiation protection, focuses mainly on the following: 1° to put in place regulations and guidelines and rules for implementing this Law; 2° to grant, amend, temporarily suspend or revoke authorizations, permits and licenses issued, as well as set conditions for ionising radiations related activities; 3° to inspect, monitor and assess ionising radiations related activities; 4° to enforce administrative measures and penalties in the event of non-compliance with the established regulations; 5° to ensure that corrective actions taken to counter unsafe or potentially unsafe conditions detected at the location where licensed activities are taken place are complied with by the licensees; 6° to establish, maintain and update a national register of ionising radiations sources; 7° to identify ionising radiations places, material or sources; 8° to establish dose limits of ionising radiations to persons in conducting activities whose regulation is carried out by the Regulatory Authority; 9° to establish regulatory measures for the security of radioactive materials and associated facilities, and establish measures for the detection, prevention and response to unauthorized or malicious acts involving ionising radiations materials or facilities; 10° to cooperate with other relevant agencies in establishing and maintaining a plan for preparedness for and response to ionising radiations emergencies; 11° to cooperate with other public or private bodies involved in radiation protection; 12° to exchange information and cooperate with regulatory bodies in other Countries and with relevant international organizations while exercising its responsibilities; 13° to establish appropriate mechanisms and procedures for informing and consulting the public and other stakeholders about regulatory process of ionising radiation related activities as to the safety, health and environmental aspects of regulated activities and practices, including incidents, accidents and abnormal occurrences; 14° to advise the Government on matters relating to radiation protection; 15° to ensure the implementation of international conventions related to radiation protection ratified by Rwanda; 16° to specify activities exempted from regulatory control; 17° to perform any other activity meant for guarding people, environment and biodiversity against ionising radiations."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter III – Use and surveillance of radioactive materials or ionising radiations sources",
      "section": "6",
      "title": "Article 6 – Manufacture of ionising radiations sources",
      "content": "Any person who intends to manufacture or undertake any activity related to the production of ionising radiations sources must apply for authorization from the Regulatory Authority."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Use and surveillance of radioactive materials or ionising radiations sources",
      "section": "7",
      "title": "Article 7 – Ionising radiations management in mining and milling",
      "content": "Any person authorized to exploit a mining or milling site of radioactive or naturally occurring radioactive materials must ensure the following: 1° to conduct a baseline environmental survey to assess the site’s existing environment prior to any other mining activity; 2° to establish monitoring and surveillance programme to obtain the data necessary to demonstrate to the Regulatory Authority that environmental and radiological contamination is not exceeding regulatory standards (and that possible releases from tailings or waste are not likely) to cause unacceptable radiological exposure to the environment or to human health; 3° safety of his/her employees by providing protection equipment, maintaining and periodically inspecting the buildings, plants and equipment and organizing work in shifts so as to protect employees against risks of ionising radiations. The baseline environmental survey as well as monitoring and surveillance programme must be approved by the Regulatory Authority."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Use and surveillance of radioactive materials or ionising radiations sources",
      "section": "8",
      "title": "Article 8 – Calibration and maintenance of ionising radiations equipment",
      "content": "To calibrate and maintain ionising radiations equipment, the following must be taken into consideration: 1° every licensee must calibrate and maintain his/her ionising radiations equipment and such maintenance is carried out in a condition that must not endanger the biodiversity environment and the health or safety of persons operating or affected by the operation of the equipment; 2° the calibration and maintenance must be carried out in such way that the equipment performs the function for which it was intended and designed. An employee who finds that he/she is operating ionising radiations equipment that does not comply with the provision of Paragraph One of this Article, must immediately cease operation of that equipment and in writing inform his/her employer about the reason for so doing."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Use and surveillance of radioactive materials or ionising radiations sources",
      "section": "9",
      "title": "Article 9 – Quality assurance programme",
      "content": "The licensee must establish and implement a quality assurance program for ionising radiations activities as defined by the Regulatory Authority."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Use and surveillance of radioactive materials or ionising radiations sources",
      "section": "10",
      "title": "Article 10 – Import, export and management of radioactive waste",
      "content": "The import of radioactive waste is prohibited. The export of radioactive waste is allowed upon authorization by the Regulatory Authority. The Regulatory Authority sets up regulation governing radioactive waste management."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Use and surveillance of radioactive materials or ionising radiations sources",
      "section": "11",
      "title": "Article 11 – Duties of the radioactive waste generator",
      "content": "The radioactive waste generator is responsible for providing all necessary resources for radioactive waste management and decommissioning including a decommissioning plan."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Use and surveillance of radioactive materials or ionising radiations sources",
      "section": "12",
      "title": "Article 12 – Disposal of radioactive waste",
      "content": "No person can dispose of or cause to be disposed of any radioactive waste, except with prior written approval of the Regulatory Authority."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Use and surveillance of radioactive materials or ionising radiations sources",
      "section": "13",
      "title": "Article 13 – Disposal of Radioactive waste by the Regulatory Authority",
      "content": "Whenever radioactive waste is found in any place and the Regulatory Authority is of the opinion that the radioactive waste is unlikely to be fully disposed of, the Regulatory Authority has power to: 1° dispose of that radioactive waste in such a manner as the Regulatory Authority considers appropriate; 2° recover any expenses incurred by the Regulatory Authority in disposing of the radioactive waste from the person found liable for the act."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Use and surveillance of radioactive materials or ionising radiations sources",
      "section": "14",
      "title": "Article 14 – Transportation of radioactive materials",
      "content": "Transportation of radioactive materials within the jurisdiction of Rwanda must be subject to the requirements established by the Regulatory Authority."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Use and surveillance of radioactive materials or ionising radiations sources",
      "section": "15",
      "title": "Article 15 – Periodical assessment of employee’s health",
      "content": "The employer must cater for periodic medical assessment of his/her employees in accordance with regulation established by the Regulatory Authority. If the Regulatory Authority finds that the working environment is detrimental to the health of any employee, it takes measures as provided for in this Law and related regulations."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Use and surveillance of radioactive materials or ionising radiations sources",
      "section": "16",
      "title": "Article 16 – Prohibited ionising radiations equipment",
      "content": "No person shall use or operate any ionising radiations equipment if its use or operation is prohibited by the Regulatory Authority."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Use and surveillance of radioactive materials or ionising radiations sources",
      "section": "17",
      "title": "Article 17 – Ionising radiations exposure limits",
      "content": "The licensee with equipment that produces ionising radiations must ensure that exposure of persons to ionising radiations is kept as low as possible. Without prejudice to the provisions of Paragraph One of this Article, the exposure of persons to ionising radiations shall not exceed the dose limits prescribed in the regulations established by the Regulatory Authority."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Use and surveillance of radioactive materials or ionising radiations sources",
      "section": "18",
      "title": "Article 18 – Notice of incidents and overexposure",
      "content": "If an overexposure or an incident that has the potential of causing overexposure of a person occurs, the owner of the ionising radiations sources shall forthwith: 1° notify the Regulatory Authority about the incident as to the time, place and nature of the overexposure or incident; 2° carry out an investigation into the circumstances surrounding the overexposure or incident; 3° prepare and submit within forty eight (48) hours a report to the Regulatory Authority outlining circumstances of the overexposure or incident and the corrective measures taken to prevent a reoccurrence of the overexposure or incident."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Use and surveillance of radioactive materials or ionising radiations sources",
      "section": "19",
      "title": "Article 19 – Information for employees",
      "content": "Any employer must ensure that employees who are likely to be exposed to ionising radiations are informed of the potential risks connected with such radiations and the precautions to be taken to protect them and other persons from those risks. The employer must ensure that the following information is brought to the attention of each employee: 1° the employee’s responsibilities and duties in accordance with this Law and related regulations; 2° the type of ionising radiations which the employee will be using or exposed to and related potential health risks; 3° the radiation protection principles and dose limits for ionising radiations which the employee will be using; 4° the uses and limitations of the ionising radiation facility, ionising radiations equipment and other ionising radiations sources which will be at the disposal of the employee; 5° other relevant information related to radiation-protection. Any employer shall provide his/her employees with training on how to protect themselves, other people and environment against ionising radiations. Each trained employee must be provided with a certificate."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Use and surveillance of radioactive materials or ionising radiations sources",
      "section": "20",
      "title": "Article 20 – Protective equipment",
      "content": "Any employer must provide his/her employees with protective equipment and ensure their safety as prescribed in this Law and related regulations."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Use and surveillance of radioactive materials or ionising radiations sources",
      "section": "21",
      "title": "Article 21 – Code of practice",
      "content": "Any employer must have a code of practice approved by the Regulatory Authority for the safe operation of ionising radiations facilities, ionising radiations equipment and other ionising radiations sources."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Importation and exportation of ionising radiations sources",
      "section": "22",
      "title": "Article 22 – Importation and exportation",
      "content": "The Regulatory Authority establishes a regulatory framework for importation and exportation of ionising radiations sources."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Importation and exportation of ionising radiations sources",
      "section": "23",
      "title": "Article 23 – Right of access to facilities and other locations",
      "content": "The Regulatory Authority or any authorized person with intent to conduct inspection of activities has the right of access to any facility, site and other locations as provided for under the Safeguards Agreement and the Additional Protocol."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter V – Inspection of any ionising radiation-related activities",
      "section": "24",
      "title": "Article 24 – Inspection by the Regulatory Authority",
      "content": "Any ionising radiation-related activities must be inspected by the Regulatory Authority. The Authority may at any time: 1° enter into a facility in which radiation-related activities are performed or any place where ionising radiations sources are located; 2° inspect a facility in which radiation-related activities are performed, ionising radiations sources and the personnel; 3° require the production of any records including books, action plan, employees’ training certificates and any other documents that relate to radiation safety and security, examine and make copies of them or temporarily take them; 4° inspect, seize or take samples of any material whether being produced, used or found in or on the place being inspected; 5° make tests and take photographs in respect of any facility in which ionising radiation-related activities are performed or of any ionising radiations sources; 6° interview and obtain information from any person concerning a facility or place being inspected."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter V – Inspection of any ionising radiation-related activities",
      "section": "25",
      "title": "Article 25 – Evidence",
      "content": "An inspection officer who takes or returns any records, including books, action plan and any other documents shall provide or receive a written evidence to that effect."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter V – Inspection of any ionising radiation-related activities",
      "section": "26",
      "title": "Article 26 – Samples",
      "content": "An inspection officer who takes samples of any material must: 1° give written evidence to the person from whom those samples were taken; 2° return those samples to that person after the intended use if considered necessary."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter V – Inspection of any ionising radiation-related activities",
      "section": "27",
      "title": "Article 27 – Confidentiality",
      "content": "The Regulatory Authority must keep confidential samples, documents and any other relevant information from the licensee."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter VI – Licencing regime",
      "section": "28",
      "title": "Article 28 – Performing ionising radiation-related activities",
      "content": "It is prohibited to conduct any radiation-related activity unless an authorization or licence is obtained from the Regulatory Authority."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter VI – Licencing regime",
      "section": "29",
      "title": "Article 29 – Categories of licences and requirements",
      "content": "Categories of licences and requirements are determined by the Regulatory Authority. The Regulatory Authority establishes a regulatory licensing framework governing radiation protection."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter VII – Offences and penalties",
      "section": "30",
      "title": "Article 30 – Receipt, possession and transfer of ionising radiations sources",
      "content": "Any person who receives, possesses or transfers ionising radiations sources without authorization commits an offence. He/she is liable to imprisonment for a term of not less than one (1) year but not exceeding three (3) years and a fine of not less than two million Rwandan Francs (FRW 2,000,000) but not exceeding three million Rwandan Francs (FRW 3,000,000) or only one of these penalties. Where acts referred to under Paragraph One of this Article: 1° have caused substantial damage to property, he/she is liable to imprisonment for a term of not less than three (3) years but not exceeding five (5) years and a fine of not less than three million Rwandan Francs (FRW 3,000,000) but not exceeding five million Rwandan Francs (FRW 5,000,000) or only one of these penalties. 2° have caused injury, disability, illness to a person, he/she is liable to imprisonment for a term of not less than five (5) years but not exceeding ten (10) years and a fine of not less than five million Rwandan Francs (FRW 5,000,000) but not exceeding ten million Rwandan Francs (FRW 10,000,000) or only one of these penalties. 3° have caused death to a person, he/she shall be liable to imprisonment for a term of not less than seven (7) years but not exceeding twelve (12) years and a fine of not less than fifteen million Rwandan Francs (FRW 15,000,000) but not exceeding twenty million Rwandan Francs (FRW 20,000,000). Any person who receives, possesses or transfers ionising radiations sources with authorisation in a way that causes, or is likely to cause, substantial damage to property because of negligence, commits an offence. He/she is liable to imprisonment for a term of not less than six (6) months but not exceeding one (1) year and a fine of not less than one million Rwandan Francs (FRW 1,000,000) but not exceeding two million Rwandan Francs (FRW 2,000,000) or only one of these penalties. When the acts referred to under Paragraph 3 of this Article: 1° have caused injury, disability, illness to a person, he/she is liable to imprisonment for a term of not less than one (1) year but not exceeding three (3) years and a fine of not less than two million Rwandan Francs (FRW 2,000,000) but not exceeding five million Rwandan Francs (FRW 5,000,000) or only one of these penalties. 2° have caused death to a person, he/she is liable to imprisonment for a term of not less than five (5) years but not exceeding ten (10) years and a fine of not less than ten million Rwandan Francs (FRW 10,000,000) but not exceeding fifteen million Rwandan Francs (FRW 15,000,000)."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter VII – Offences and penalties",
      "section": "31",
      "title": "Article 31 – Use, alteration or disposal of ionising radiations sources",
      "content": "Any person who uses, alters or disposes of ionising radiations sources without authorisation commits an offence. He/she is liable to imprisonment for a term of not less than five (5) years but not exceeding seven (7) years and a fine of not less than three million Rwandan Francs (FRW 3,000,000) but not exceeding five million Rwandan Francs (FRW 5,000,000) or only one of these penalties. Where acts referred to under Paragraph One of this Article: 1° have caused substantial damage to property, he/she is liable to imprisonment for a term of not less than seven (7) years but not exceeding ten (10) years and a fine of not less than five million Rwandan Francs (FRW 5,000,000) but not exceeding seven million Rwandan Francs (FRW 7,000,000) or only one of these penalties. 2° have caused injury, disability, illness to a person, he/she shall be liable to imprisonment for a term of not less than ten (10) years but not exceeding fifteen (15) years and a fine of not less than seven million Rwandan Francs (FRW 7,000,000) but not exceeding ten million Rwandan Francs (FRW 10,000,000) or only one of these penalties. 3° have caused death to a person, he/she is liable to imprisonment for a term of not less than fifteen (15) years but not exceeding twenty (20) years and a fine of not less than ten million Rwandan Francs (FRW 10,000,000) but not exceeding fifteen million Rwandan Francs (FRW 15,000,000). Any person who uses, alters or disposes of ionising radiations sources with authorisation in a way that causes, or is likely to cause, substantial damage to property because of negligence, commits an offence. He/she shall be liable to imprisonment for a term of not less than one (1) year but not exceeding three (3) years and a fine of not less than one million Rwanda Francs (FRW 1,000,000) but not exceeding three million Rwanda Francs (FRW 3,000,000) or only one of these penalties. Where acts referred to under Paragraph 3 of this Article: 1° have caused injury, disability, illness to a person, he/she is liable to imprisonment for a term of not less than three (3) years but not exceeding five (5) years and a fine of not less than seven million Rwandan Francs (FRW 7,000,000) but not exceeding ten million Rwandan Francs (FRW 10,000,000) or only one of these penalties. 2° have caused death to a person, he/she is liable to imprisonment for a term of not less than five (5) years but not exceeding ten (10) years and a fine of not less than ten million Rwanda Francs (FRW 10,000,000) but not exceeding fifteen million Rwanda Francs (FRW 15,000,000)."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter VII – Offences and penalties",
      "section": "32",
      "title": "Article 32 – Dispersal of ionising radiations sources",
      "content": "Any person who disperses ionising radiations sources in a way that causes, or is likely to cause substantial damage to property commits an offence. He/she is liable to imprisonment for a term of not less than ten (10) years but not exceeding fifteen (15) years and a fine of not less than fifteen million Rwandan Francs (FRW 15,000,000) but not exceeding twenty million Rwandan Francs (FRW 20,000,000) or only one of these penalties. Where acts referred to under Paragraph One of this Article: 1° have caused injury, disability or illness to a person, he/she is liable to imprisonment for a term of not less than fifteen (15) years but not exceeding twenty (20) years and a fine of not less than twenty million Rwandan Francs (FRW 20,000,000) but not exceeding twenty-five million Rwandan Francs (FRW 25,000,000) or only one of these penalties. 2° have caused death to a person, he/she shall be liable to imprisonment for a term of not less than twenty (20) years but not exceeding twenty-five (25) years and a fine of not less than twenty-five million Rwandan Francs (FRW 25,000,000) but not exceeding thirty million Rwandan Francs (FRW 30,000,000)."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter VII – Offences and penalties",
      "section": "33",
      "title": "Article 33 – Theft of ionising radiations sources",
      "content": "Any person who commits an act of theft of ionising radiations sources commits an offence. He/she shall be liable to imprisonment for a term of not less than five (5) years but not exceeding ten (10) years and a fine of not less than five million Rwandan Francs (FRW 5,000,000) but not exceeding ten million Rwandan Francs (FRW 10,000,000) or only one of these penalties; Where the theft referred to under paragraph one of this Article: 1° is committed by an employee or any other person having scientific knowledge in ionising radiations matters, the penalty shall be imprisonment for a term of not less than ten (10) years but not exceeding fifteen (15) years and a fine of not less than fifteen million Rwandan Francs (FRW 15,000,000) but not exceeding twenty million Rwandan Francs (FRW 20,000,000) or only one of these penalties. 2° is committed by threat or use of force or by any other form of intimidation, the penalty shall be imprisonment for a term of not less than fifteen (15) years but not exceeding twenty (20) years and a fine of not less than twenty million Rwandan Francs (FRW 20,000,000) but not exceeding twenty-five million Rwandan Francs (FRW 25,000,000) or only one of these penalties. 3° is committed by any person or an organised gang of armed robbery, the penalty shall be a life imprisonment and a fine of not less than fifty million Rwanda Francs (FRW 50,000,000) but not exceeding one hundred million Rwanda Francs (FRW 100,000,000)."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter VII – Offences and penalties",
      "section": "34",
      "title": "Article 34 – Use of ionising radiations sources with the intention of causing death or injury to any person or substantial damage to property",
      "content": "Any person who uses ionising radiations sources with an intent to cause death or injury to any person or substantial damage to property commits an offence. He/she shall be liable to a life imprisonment and a fine of not less than one hundred million Rwandan Francs (FRW 100,000,000) but not exceeding one hundred and fifty million Rwandan Francs (FRW 150,000,000)."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter VIII – Final provisions",
      "section": "35",
      "title": "Article 35 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter VIII – Final provisions",
      "section": "36",
      "title": "Article 36 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter VIII – Final provisions",
      "section": "37",
      "title": "Article 37 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "ionising radiations equipment",
      "definition": "any equipment or machinery associated with the use or operation of an ionising radiations source, including the ionising radiations sources themselves and any structure used to support or shield such equipment, machinery or ionising radiations sources",
      "source_provision": "art3"
    },
    {
      "term": "ionising radiations related activities",
      "definition": "the design, manufacture, construction, import and export, distribution, loan, sell, approve or revoke the use and operation, maintenance, repair, transfer, commissioning and decommissioning or possession of ionising radiations sources for industrial use, education, research, agriculture and medical purposes",
      "source_provision": "art3"
    },
    {
      "term": "transport of radio",
      "definition": "active material",
      "source_provision": "art3"
    },
    {
      "term": "the clean",
      "definition": "up of sites affected by residues from past activities",
      "source_provision": "art3"
    },
    {
      "term": "and radio",
      "definition": "active waste management activities such as the discharge of effluent",
      "source_provision": "art3"
    },
    {
      "term": "overexposure",
      "definition": "exposure of a person, other than a patient undergoing medical examination or treatment, to radiation in excess of the dose limits of that form of ionising radiations",
      "source_provision": "art3"
    },
    {
      "term": "dose limits",
      "definition": "dose of an ionising radiations fixed by the Regulatory Authority as a maximum to which a person may be exposed based on scientific recommendations",
      "source_provision": "art3"
    },
    {
      "term": "ionising radiations source",
      "definition": "anything that may cause ionising radiations exposure either by emitting ionising radiations or by releasing radioactive substances or material and can be treated as a single entity for protection and safety purposes",
      "source_provision": "art3"
    },
    {
      "term": "radioactive material",
      "definition": "any material emitting ionising radiations including neutrons as to entail significant risk of disability or disease as a result of exposure",
      "source_provision": "art3"
    },
    {
      "term": "injury",
      "definition": "cellular or genetic damage",
      "source_provision": "art3"
    },
    {
      "term": "ionizing radiations",
      "definition": "electromagnetic energy, atomic particles or nuclear particles that are capable of ionising atoms",
      "source_provision": "art3"
    },
    {
      "term": "radioactive waste",
      "definition": "any ionising radiations source for which no further use is foreseen",
      "source_provision": "art3"
    },
    {
      "term": "code of practice",
      "definition": "a document prepared by an owner or employer to provide information to workers and other persons concerning the safe operation of ionising radiations facilities, ionising radiations equipment or ionising radiations sources",
      "source_provision": "art3"
    },
    {
      "term": "baseline environmental survey for a mining area",
      "definition": "a survey that indicates what the current radiological profile of a mining area is and provides key parameters to which specific attention should be paid as well as information on the expected harmful doses that employees and public might be exposed to and informs the optimisation choices and monitoring regimes that will be needed in the following phase",
      "source_provision": "art3"
    },
    {
      "term": "ionising radiations facility",
      "definition": "any irradiation installations, mining and milling facilities, waste management facilities and any other place where radioactive materials are produced, processed, used, handled, stored or incinerated or where ionising radiations generators are installed on such a scale that consideration of protection and safety is required",
      "source_provision": "art3"
    },
    {
      "term": "radiation protection",
      "definition": "the protection of people, biodiversity and environment from harmful effects of exposure to ionising radiations, and the means for achieving this",
      "source_provision": "art3"
    },
    {
      "term": "licensee",
      "definition": "a person to whom license has been issued to carry out any activity involving ionising radiations sources",
      "source_provision": "art3"
    },
    {
      "term": "employer",
      "definition": "any person who employs or provides services related to ionising radiations activities",
      "source_provision": "art3"
    },
    {
      "term": "employee",
      "definition": "any person who is employed by an employer that provides services related to ionising radiations activities",
      "source_provision": "art3"
    },
    {
      "term": "inspection officer",
      "definition": "an official of Regulatory Authority entrusted with the responsibility of inspection of activities referred to in this Law",
      "source_provision": "art3"
    },
    {
      "term": "person",
      "definition": "an individual and an association, a company or any other legal entity that is directly or indirectly in connection with ionising radiations equipment or source",
      "source_provision": "art3"
    },
    {
      "term": "license",
      "definition": "a document issued by the Regulatory Authority that grants permission to own radiation sources or to carry out any activity involving ionising radiations sources",
      "source_provision": "art3"
    },
    {
      "term": "national register",
      "definition": "national database containing registers, records and inventories of radiation sources and any activity or event related to ionising radiations",
      "source_provision": "art3"
    },
    {
      "term": "Regulatory Authority",
      "definition": "authority in charge of regulation of utilities or any other authority that may be established by the Law",
      "source_provision": "art3"
    }
  ]
}
