{
  "id": "rw-law-2017-58",
  "type": "statute",
  "title": "Law regulating the Warehouse Receipt System",
  "title_en": "Law regulating the Warehouse Receipt System",
  "short_name": "Law 58 of 2017",
  "status": "repealed",
  "issued_date": "2018-01-21",
  "in_force_date": "2018-01-25",
  "url": "https://rwandalii.org/akn/rw/act/law/2017/58/eng@2018-01-25",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs the warehouse receipt system."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "As used in this Law, the following terms shall have the meanings ascribed to them below: 1° operating license: authorisation issued in accordance with this Law and including renewals and amendments thereof unless otherwise provided; 2° commodity: an agricultural or mining good and/or any other product that may be determined by the Authority; 3° purchase: acquisition of a product through sale, discount, negotiation, mortgage, pledge, collateral, or any voluntary transaction that may produce an interest in property; 4° Authority: the Capital Market Authority of Rwanda; 5° warehouse receipt: an evidence that specifies the quantity of commodities and states the quality that were deposited at a particular warehouse by a named depositor; 6° negotiable warehouse receipt: an instrument that may be legally transferred to another person by endorsement or delivery of a commodity; 7° non-negotiable warehouse receipt: an instrument issued to the holder or to the order of a specified person and marked non-negotiable on the face of it; 8° Minister: the Minister in charge of trade; 9° warehouse: a building, structure or other protected enclosure duly licensed by the Minister to be used for the storage or conditioning of commodities for the purpose of trading; 10° certified warehouse: a warehouse which meets basic standards; 11° licensed warehouse: any warehouse for which the Authority has issued an operating license in accordance with this Law; 12° warehouse operator: a person engaged in the business of storing commodities in accordance with this Law; 13° holder: a person who possesses a warehouse receipt issued or endorsed to him/her or to his/her order or to the holder or in blank; 14° endorsement: signing on the warehouse receipt by the depositor or holder of the warehouse receipt for the purpose of its negotiation; 15° person: an individual, a business company or a cooperative; 16° warehouse receipt operator: a person licensed to issue a warehouse receipt of commodities; 17° depositor: a person who delivers commodities to the warehouse operator for storage; 18° endorsee: a person to whom the warehouse receipt is negotiated."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Issuance of warehouse receipt operator’s license",
      "section": "3",
      "title": "Article 3 – Organ to issue a warehouse receipt operator’s license",
      "content": "The Authority is the competent organ to issue a warehouse receipt operator’s license and to make a follow-up thereon. An Order of the Minister determines fees for applying for application for and issuance of a warehouse receipt operator’s license."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Issuance of warehouse receipt operator’s license",
      "section": "4",
      "title": "Article 4 – Application for warehouse receipt operator’s license",
      "content": "Any person who intends to act as a warehouse receipt operator must apply to the Authority. No person is authorised to issue a warehouse receipt unless he/she holds a license."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Issuance of warehouse receipt operator’s license",
      "section": "5",
      "title": "Article 5 – Requirements for application for a warehouse receipt operator’s license",
      "content": "Any applicant for a warehouse receipt operator’s license applicant must fulfil the following requirements: 1° have a minimum capital determined by the Authority; 2° own or lease a certified warehouse with the necessary equipment that enables it to receive, weigh, grade, store, clean and off load the commodities to be tendered for storage; 3° indicate commodities of which he/she intends to issue the warehouse receipt; 4° employ qualified personnel with the relevant training and experience for handling, grading and to properly store commodities for which the warehouse seeks to be licensed; 5° have a certificate of insurance for all commodities which are or may be in such a warehouse that may be destroyed by fire and any other insurable risks. The Authority may require the warehouse receipt operator’s license applicant to furnish any other information the Authority considers necessary in connection with his/her application, which information shall be furnished or verified as laid down in the general regulations issued by the Authority."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Issuance of warehouse receipt operator’s license",
      "section": "6",
      "title": "Article 6 – Issuance of warehouse receipt operator’s license",
      "content": "In case the Authority is satisfied that the information needed is sufficient to process the application, it gives a written notice of its decision within fifteen (15) working days from the date of application of the warehouse operator’s license. If the decision is not communicated within fifteen (15) working days from the date of application of the warehouse receipt operator’s license without a justified reason, the application is considered to have been granted."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Issuance of warehouse receipt operator’s license",
      "section": "7",
      "title": "Article 7 – Publication of issuance of warehouse receipt operator’s license",
      "content": "A warehouse receipt operator publishes, within thirty (30) days from the actual date of issue of the warehouse receipt operator’s license, the following information in at least one of the widely circulated newspapers published in Rwanda: 1° the address and head office of the warehouse; 2° the address of each certified warehouse under his/her control; 3° the type of commodities for which he/she has been authorized to issue warehouse receipts. A licensed warehouse receipt operator must permanently display in a visible place of all his/her business premises a statement showing that he/she has been issued with warehouse receipt operator’s license. The Authority shall annually publish in a newspaper of national circulation and on its website the names of licensed warehouses receipt operators."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Issuance of warehouse receipt operator’s license",
      "section": "8",
      "title": "Article 8 – Grounds for suspension and revocation of warehouse receipt operator’s license",
      "content": "The Authority may suspend or revoke the warehouse receipt operator’s license and order the warehouse receipt operator to cease all related activities in case the warehouse receipt operator: 1° fails to maintain the required minimum capital; 2° breaches in part or in whole laws and regulations governing warehouse receipt operations; 3° is in the process of dissolution and winding up or in case there are strong indications that such dissolution and winding up are likely to take place; 4° is found to be incompetent or incapacitated to keep conducting his/her business."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Issuance of warehouse receipt operator’s license",
      "section": "9",
      "title": "Article 9 – Procedures for suspension and revocation of warehouse receipt operator’s license",
      "content": "Before the warehouse receipt operator’s license is revoked, the Authority notifies the warehouse receipt operator in writing of the allegations levelled against him/her in order for him/her to respond to the allegations within fifteen (15) working days from the date of receipt of the notification. In case fifteen (15) working days from the notification date expires without reasonable response from the warehouse receipt operator, the Authority makes a final decision regarding revocation of the warehouse receipt operator’s license. In case the decision to revoke the warehouse receipt operator’s license is final, the Authority or its designated person announces to the public, through at least one of the widely circulated newspapers published in Rwanda, information regarding the revocation of warehouse receipt operator’s license and the grounds therefor."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Issuance of warehouse receipt operator’s license",
      "section": "10",
      "title": "Article 10 – Effects of suspension and revocation of warehouse receipt operator’s license",
      "content": "A warehouse receipt operator whose license is suspended or revoked immediately cedes the control of all warehouses and commodities stored therein to the Authority or to any other organ the Authority delegates for that purpose. Pending final decision of the case, the Authority or any other delegated organ performs management tasks."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Issuance of warehouse receipt operator’s license",
      "section": "11",
      "title": "Article 11 – Legal recourse against the Authority’s decision",
      "content": "A person may appeal against any decision taken by the Authority if she/he is aggrieved by one or all of the following decisions: 1° refusal to grant a license legally applied for; 2° revocation or suspension of a license issued; 3° imposition of new conditions or requirements contrary to this law. The appeal against a decision taken by the Authority is filed with the Independent Review Panel established for settling issues related to capital market within fourteen (14) days from the ate of notification of the decision to the appellant. Seeking legal recourse against the Authority’s decision has no suspensive effect on the execution of the decision."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Issuance of warehouse receipt operator’s license",
      "section": "12",
      "title": "Article 12 – Decision of the Independent Review Panel",
      "content": "The Independent Review Panel may, on an appeal made to it under this Article, accept, invalidate or alter the decision of the Authority or take any other decision in the interests of justice. The Independent Review Panel’s decision may be challenged in courts."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Warehouse receipt",
      "section": "13",
      "title": "Article 13 – Status of a warehouse receipt",
      "content": "A legally drawn up warehouse receipt constitutes a valid contract between a warehouse operator and a depositor as a proof of the holder having proprietary rights in commodities as well as that of the person to whom such warehouse receipt was issued."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Warehouse receipt",
      "section": "14",
      "title": "Article 14 – Use of warehouse receipt",
      "content": "The warehouse receipt held by a person who acquires proprietary rights on commodities be: 1° presented as collateral to obtain a loan, or to increase an existing loan; 2° used as collateral for a total or partial satisfaction of a pre-existing claim; 3° used as a proof sufficient to support any pre-existing contract."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Warehouse receipt",
      "section": "15",
      "title": "Article 15 – Form of a warehouse receipt",
      "content": "A warehouse receipt shall not necessarily be in any particular form. A warehouse receipt may be in hard or electronic form. The Authority may put in place model warehouse receipts which may be operated by warehouse operators."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Warehouse receipt",
      "section": "16",
      "title": "Article 16 – Contents of a warehouse receipt",
      "content": "A warehouse receipt contains at least the following essential information: 1° the name and physical address of the warehouse; 2° a description of the location of the warehouse where commodities are stored; 3° the names of the owner of the stored commodities; 4° the names of the person having received and stored the commodities; 5° the receipt number and the date of issuance thereof; 6° a written statement that the commodities received will be delivered to the holder of the receipt; 7° a statement proving that commodities received will be sent to the owner or a designated person; 8° a description of the rate of applicable storage charges; 9° the date and signature of the person responsible for receiving commodities or his/her representative; 10° a written statement indicating the amount paid or to be paid to the owner of the commodities and the guarantee of the person having received the commodities; 11° a written declaration of all advance payments made and the liability invoked by the person who received the commodities to claim advance payment; 12° the description of the commodities or of the packages containing them with particulars of quantity and quality or grade; 13° the market value of the commodities at the time of storage; 14° the name of the insurance company indemnifying risks as required by the Authority; 15° the indication on the negotiability or non-negotiability of the warehouse receipt. Commodities stored in the warehouse but owned by the warehouse operator are indicated on the warehouse receipt. A warehouse receipt operator may insert in the receipt issued any other terms or conditions that are not contrary to the provisions of this Law and do not limit the warehouse operator’s obligations."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Warehouse receipt",
      "section": "17",
      "title": "Article 17 – Duplicate of a warehouse receipt",
      "content": "Only one warehouse receipt is issued in respect of the same commodities. The holder of an original receipt or his/her transferees retain the title to the commodities. In case of a lost or destroyed warehouse receipt, another new receipt is issued, which is the same as the original one and plainly marked on its face “duplicate”. The warehouse receipt marked as a duplicate has the same standing as the original. If the holder of the original warehouse receipt cannot certainly be known, the warehouse receipt operator responsible for issuance of warehouse duplicate receipt is severally liable to all the holders."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Warehouse receipt",
      "section": "18",
      "title": "Article 18 – Seizure",
      "content": "Commodities kept in a warehouse for which warehouse receipts are issued in the name of a person other than the warehouse operator shall not be seized on account of debts or bankruptcy of the warehouse operator."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Warehouse receipt",
      "section": "19",
      "title": "Article 19 – Negotiability of a warehouse receipt by delivery of commodities",
      "content": "A negotiable warehouse receipt may be negotiated by delivery of commodities when it is indicated on the receipt that the warehouse receipt operator undertakes to deliver the commodities either to the holder or at the order of a named person and that person or a subsequent endorsee has endorsed it in blank."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Warehouse receipt",
      "section": "20",
      "title": "Article 20 – Negotiability of a warehouse receipt endorsed in blank or to the holder",
      "content": "When by the terms of a negotiable warehouse receipt commodities are deliverable to the holder, or where a negotiable warehouse receipt has been endorsed in blank or to the holder, the receipt may be negotiated by the holder endorsing it to a named person, and in that case the receipt is thereafter negotiated by endorsement of the endorsee or a subsequent endorsee or by delivery of commodities if it is again endorsed in blank or to the holder."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Warehouse receipt",
      "section": "21",
      "title": "Article 21 – Negotiability of a warehouse receipt to the order of a named person",
      "content": "When the terms of a negotiable warehouse receipt indicate that the commodities are deliverable to the order of a named person, the receipt may be negotiated by the endorsement to that person. When the endorsement is to a named person, the receipt may again be negotiated by endorsement in blank, to the holder or to another named person, and subsequent negotiation may be made in the same manner."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Warehouse receipt",
      "section": "22",
      "title": "Article 22 – Transfer of a negotiable warehouse receipt",
      "content": "A negotiable warehouse receipt may be transferred to third parties by endorsement and delivery. Any provision in a negotiable warehouse receipt that limits negotiability is of no effect."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Warehouse receipt",
      "section": "23",
      "title": "Article 23 – Effect of transfer of negotiable warehouse receipt",
      "content": "Authorized transfer of a negotiable warehouse receipt has the effect of conferring full title over the commodities represented by such instrument on the endorsee. The holder in due course of a negotiable warehouse receipt enforces his/her right in the instrument free from all previous claims and defects."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Warehouse receipt",
      "section": "24",
      "title": "Article 24 – Transfer of negotiable warehouse receipt without endorsement",
      "content": "Where a negotiable warehouse receipt is transferred for valuable consideration by delivery of commodities and the endorsement of the transferor is essential for negotiation, the transferee acquires a right against the transferor to compel the transferor to endorse the receipt, unless the warehouse receipt cannot be endorsed due to another reason."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Warehouse receipt",
      "section": "25",
      "title": "Article 25 – Warranties on negotiation of a negotiable warehouse receipt",
      "content": "A transferor, for consideration of a negotiable warehouse receipt, warrants that: 1° the warehouse receipt is genuine; 2° he/she has a legal right to negotiate or transfer it; 3° he/she has no knowledge of any fact that would impair the validity and value of the warehouse receipt; 4° his/her negotiation is done in good faith and effective with respect to the title of the warehouse receipt and the commodities it represents; 5° that the person has the right to transfer the title of the commodities. The endorsement of a receipt does not make the endorser liable for any failure on the part of the warehouse receipt operator or previous endorsers of the warehouse receipt to fulfil their respective obligations."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Warehouse receipt",
      "section": "26",
      "title": "Article 26 – Rights of a person to whom a negotiable warehouse receipt has been transferred",
      "content": "A person to whom a negotiable warehouse receipt is duly transferred acquires the following rights: 1° the title to the warehouse receipt; 2° the title to the commodities including the right to approve such activities as are authorized by the depositor and noted on the warehouse receipt; 3° all rights accruing under the law governing the Authority or estoppel, including rights to commodities delivered to the warehouse operator after the warehouse receipt has been issued; 4° the right to the compliance with the obligation of the warehouse receipt operator to hold or deliver the commodities according to the terms of the warehouse receipt and any related storage agreement free of any defence or claim by the warehouse operator, except those arising under the terms of the warehouse receipt or storage agreement or under this Law."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter III – Warehouse receipt",
      "section": "27",
      "title": "Article 27 – Negotiable warehouse receipt that is blank or issued to the order of someone but being altered",
      "content": "When a blank negotiable warehouse receipt has been filled by a person without authority, the holder in due course of such receipt has full title on the commodities represented by the instrument. Any other unauthorized alteration on the warehouse receipt is enforceable against the warehouse operator in accordance with its original terms."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter III – Warehouse receipt",
      "section": "28",
      "title": "Article 28 – Nature of a non-negotiable warehouse receipt",
      "content": "A non-negotiable warehouse receipt always carries the words “NON-NEGOTIABLE” on the face of it, failure to observe this rule has the effect of rendering the instrument negotiable. Rights and obligations arising out of a non-negotiable warehouse receipt are only transferred to third parties in accordance with rules governing sale or those on ordinary assignment of rights and obligations."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter III – Warehouse receipt",
      "section": "29",
      "title": "Article 29 – Transfer of a non-negotiable warehouse receipt",
      "content": "When the title to commodities covered by a non-negotiable warehouse receipt is transferred by the holder by delivery to the holder of the warehouse receipt or by a transfer in writing executed by the holder, the transfer does not affect or bind the warehouse operator until the warehouse operator is notified in writing thereof."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter III – Warehouse receipt",
      "section": "30",
      "title": "Article 30 – Rights of a person to whom a non-negotiable warehouse receipt is transferred",
      "content": "A person to whom the commodities covered by a non-negotiable warehouse receipt are transferred acquires: 1° the title of the transferor to the commodities; 2° the right to deposit with the warehouse receipt operator the receipt or duplicate thereof or to give notice in writing to the warehouse operator of the transfer. The transferee acquires the benefit of the obligation of the warehouse receipt operator to hold possession of commodities in storage for him/her according to the terms of the receipt upon deposit of the transfer of the commodities and upon giving notice in writing of the transfer and upon the warehouse operator having a reasonable opportunity of verifying the transfer."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "31",
      "title": "Article 31 – Trading through licensed warehouse",
      "content": "Activities related to warehouse receipt must be carried out through the licensed warehouse receipt operator. An Order of the Minister determines those who are required to buy and sell commodities through a warehouse of the warehouse operator."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "32",
      "title": "Article 32 – Establishment of standards and guidelines",
      "content": "Any warehouse operator issues the required standards and other requirements determined by an Order of the Minister. The Authority issues general regulations prescribing the manner in which specified commodities must be inspected, classified, graded or weighed for the purposes of being deposited in a warehouse."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "33",
      "title": "Article 33 – Records of a warehouse",
      "content": "A warehouse operator fills and maintain complete and correct records of: 1° all warehouse receipts and any duplicates issued and the names and addresses of persons to whom the receipts were issued; 2° all warehouse receipts returned or cancelled; 3° names and addresses of persons to whom delivery of commodities was made upon submission of warehouse receipts; 4° all notices of negotiation, including written proofs of payment and warehouse receipts issued with the names and addresses of the transferees thereto; 5° the daily status of all commodities held in the warehouse and movement of commodities in and out of the warehouse."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "34",
      "title": "Article 34 – Publication of tariffs",
      "content": "A warehouse operator shall display tariffs agreed with the Authority in a conspicuous place at each certified warehouse. In any case, a warehouse operator shall not charge an amount in excess of the displayed tariffs."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "35",
      "title": "Article 35 – Keeping commodities separately",
      "content": "A warehouse operator must separate the commodities covered by each warehouse receipt, unless the warehouse receipt provides otherwise. However, the owner of the commodities must disclose to the warehouse operator any particular information regarding the storage special feature of the commodities."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "36",
      "title": "Article 36 – Avoiding to mix commodities of different type and quality",
      "content": "A warehouse receipt operator shall not mix commodities stored in his/her warehouse with other goods of the same type and quality unless he/she is authorized by the owner. Holders of the warehouse receipts for the mixed commodities have common ownership of the entire stock but each holder is entitled to claim such proportion of commodities as it is indicated on his/her warehouse receipt."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "37",
      "title": "Article 37 – Removal of commodities from the warehouse",
      "content": "A warehouse operator may require removal of commodities from the warehouse in following cases: 1° at the termination of the period of storage fixed by the warehouse receipt or storage agreement; 2° if the period of storage is not specified in the warehouse receipt or storage agreement, he/she provides for a notice period which is not be less than thirty (30) days; 3° if the warehouse operator believes that the commodities are about to deteriorate or lose value to less than the amount of his/her collateral within the time prescribed. The request for removal of commodities from the warehouse shall be done upon notification to the person on whose account the commodities are held and any other person known to claim an interest on the commodities."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "38",
      "title": "Article 38 – Security of the warehouse",
      "content": "A warehouse operator shall be responsible for providing security for the commodities kept in the warehouse. A warehouse operator shall also be responsible for exercising such care and diligence in regard to the commodities as their owner would exercise the custody of them in similar conditions."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "39",
      "title": "Article 39 – Conditions for delivering commodities",
      "content": "A warehouse operator shall deliver commodities to a person possessing a warehouse receipt that has been issued in accordance with the provisions of this law. The delivery of commodities shall be made in good faith and when there is no notice of any defect in the title of that person."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "40",
      "title": "Article 40 – Persons prevented from being delivered commodities",
      "content": "A warehouse operator who, prior to delivery of commodities, receives information or otherwise becomes aware that a person to whom delivery of commodities is to be made is not legally entitled to, shall not deliver them. Where several persons claim the title to or delivery of commodities under a warehouse receipt, the warehouse operator shall not deliver the commodities until he/she ascertains the validity of different claims or until the person claiming the title to the commodities provides a court decision ascertaining his/her right to the warehouse receipt."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "41",
      "title": "Article 41 – Delivery of commodities under a negotiable warehouse receipt",
      "content": "A warehouse operator shall deliver commodities upon request of a holder of negotiable warehouse receipt provided that: 1° the payment of the warehouse operator’s collateral is settled; 2° the warehouse receipt with such endorsements as a requirement for the negotiation of the warehouse receipt is surrendered; 3° the delivery of the commodities is acknowledged in writing by the recipient."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "42",
      "title": "Article 42 – Delivery of commodities under a non-negotiable warehouse receipt",
      "content": "A warehouse operator shall deliver commodities upon request of a holder of non-negotiable warehouse receipt provided that the warehouse receipt operator’s lien is satisfied and the holder acknowledges in writing the delivery of the commodities."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "43",
      "title": "Article 43 – Cancellation of a warehouse receipt",
      "content": "A warehouse operator who delivers commodities from a warehouse upon presentation of a warehouse receipt shall cancel the warehouse receipt. When a warehouse operator delivers part of the commodities for which a warehouse receipt has been issued, he/she shall indicate on it details of delivered commodities or packages."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "44",
      "title": "Article 44 – Failure or refusal to deliver commodities",
      "content": "When a warehouse operator fails or refuses to deliver commodities on the basis of the provisions of this Law, he/she shall bear the burden of establishing the existence of a lawful and justifiable excuse for not delivering the commodities."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "45",
      "title": "Article 45 – Basis of a warehouse operator’s collateral",
      "content": "A warehouse operator’s collateral on commodities deposited or on the proceeds thereof shall derive from: 1° all lawful charges for warehouse and preservation of the commodities; 2° lawful claims relating to advance payments, interest, insurance, transportation, labour, weighing, repairing and other charges and expenses in relation to such commodities; 3° all reasonable charges and expenses incurred for notice and advertisements of sale; 4° charges for sale of commodities where default has been made in satisfying the warehouse operator’s lien."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "46",
      "title": "Article 46 – Warehouse operator’s right on commodities",
      "content": "A warehouse operator shall have the following specific rights of claim on the commodities stored in his/her warehouse: 1° to hold commodities until the claims arising from the collateral arises are satisfied; 2° to sell the commodities by public auction or by mutual agreement after notifying the Authority of his/her intention to do so and obtaining approval, where the commodities are not removed from his/her warehouse; 3° to retain or sell, in order to satisfy his/her right of lien, reasonable amount of the stored commodities, by public auction or by mutual agreement in accordance with terms commonly applied for commercial reasons upon such conditions and such circumstances."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "47",
      "title": "Article 47 – Requirements for enforcement of the right on commodities",
      "content": "A warehouse operator may exercise his/her lien on commodities only if: 1° the storage and other charges for which the right arises have not been paid; 2° all persons known to have any claim on interest in the commodities have been duly notified; 3° the right is only exercised with respect to the commodities stored and that he/she possesses in his/her warehouse; 4° the collateral related only to the commodities covered by the particular warehouse receipt or to the proceeds thereof. In cases where a warehouse operator may exercise his/her lien on commodities, he/she retains the commodities subject to the terms of the warehouse receipt and in accordance with relevant provisions of this Law."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "48",
      "title": "Article 48 – Notification to persons having interest on the commodities",
      "content": "The notification letter to persons known to have any claim on interest in commodities on which the warehouse operator intends to exercise his/her lien includes: 1° the statement of the claim; 2° a description of the commodities subject to collateral; 3° a request for payment within a specified period; 4° a statement that the commodities will be sold by public auction or by mutual agreement if the claim is not paid within the time stated therein."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "49",
      "title": "Article 49 – Preventing the sale of the commodities",
      "content": "A person claiming a right in the commodities may, at any time before the sale of the commodities, pay the amount required to pay the collateral and other reasonable expenses of the warehouse operator in order to prevent the sale of commodities."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "50",
      "title": "Article 50 – Loss of lien",
      "content": "A warehouse operator loses his/her lien on the commodities by: 1° surrendering possession of those commodities; 2° refusing to deliver the commodities when a request, which he/she is bound to comply with under the provisions of this Law, has been made."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "51",
      "title": "Article 51 – Liability for omission of the essential terms from a warehouse receipt",
      "content": "A warehouse operator shall be liable for damages caused to the person affected by the omission from a warehouse receipt of the essential terms provided under this law."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "52",
      "title": "Article 52 – Liability for non-cancelation of a warehouse receipt",
      "content": "A warehouse operator who delivers commodities for which a negotiable warehouse receipt has been issued and fails to cancel the receipt, to suspend it or to indicate on it the part of commodities already delivered, is liable for failure to deliver the commodities indicated on it to anyone who purchases the warehouse receipt in good faith and for valuable consideration. The liability referred to in Paragraph One of this Article remains whether the person acquired the title to the receipt before or after delivery of all commodities or any portion of the commodities."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "53",
      "title": "Article 53 – Liability for loss of or damage to commodities",
      "content": "A warehouse operator is liable for loss of or damage caused to commodities in his/her warehouse. However, whenever a warehouse operator notices that the commodities kept with him/her are subject of any modification requiring other conditions of storage, he/she informs the depositor or owner of the commodities in writing in order to take any other required measures."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "54",
      "title": "Article 54 – Compensation for loss of and damage to commodities",
      "content": "Once commodities under the possession of the warehouse operator are damaged or stolen despite appropriate storage and all precautions, the compensation equivalent to the value of commodities at the time of deposit is payable by the warehouse operator. In case the commodities are damaged or stolen due to negligence of the warehouse operator, the compensation is equivalent to the value of commodities plus any loss of profit that would have been earned from the sale of the commodities by the holder of the title. The warehouse operator is liable for compensation to any person having proprietary rights in the commodities or to the owner of the commodities according to the situation."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "55",
      "title": "Article 55 – Compensation for unlawful exercise of right of lien",
      "content": "A warehouse operator who, in the course of exercising his/her right of lien, fails to comply with requirements of this Law he/she is liable to compensate any persons claiming a right on the commodities for the value of those commodities and loss of profits."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter IV – Activities of a warehouse operator",
      "section": "56",
      "title": "Article 56 – Exemption of liability for a warehouse operator",
      "content": "The warehouse operator shall not incur any liability when: 1° loss, destruction, damage or deterioration of the commodities delivered to him/her for storage is attributable to circumstances of force majeure; 2° he/she has received commodities, issued a warehouse receipt and delivered or otherwise disposed of them in good faith, in full compliance with the standards of commercial practice in the field and in accordance with provisions of this Law; 3° commodities have been legally sold or disposed of because of their perishable or their hazardous nature; 4° he/she disposed of commodities in lawful manner, after he /she tried and was unable to sell them to satisfy a lien; 5° he/she retained commodities as collateral, sold them in order to satisfy his/her lien and held the balance in trust for holder of the warehouse receipt."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter V – Information, inspection and investigation",
      "section": "57",
      "title": "Article 57 – Submission of report",
      "content": "The warehouse operator must submit to the Authority the report of activities on quarterly basis. The Authority issues a regulation defining the format and content of the report."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter V – Information, inspection and investigation",
      "section": "58",
      "title": "Article 58 – Power of the Authority to call for information",
      "content": "The Authority has the power to require in writing a warehouse operator to provide it with such necessary information within reasonable period and verified in such a manner as it was indicated. The obligation to give information under Paragraph One of this Article shall apply without prejudice to any other legal provision."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter V – Information, inspection and investigation",
      "section": "59",
      "title": "Article 59 – Inspection of warehouses",
      "content": "The Authority or a person it may designate may, whenever necessary, inspect on how any licensed warehouse operator complies with provisions of this Law and terms and conditions of his/her license."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter V – Information, inspection and investigation",
      "section": "60",
      "title": "Article 60 – Power of the Authority to enter a warehouse",
      "content": "The Authority has the power to enter a warehouse in order to inspect the storage facilities in the warehouse and how commodities are classified, weighed, graded and stored."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter V – Information, inspection and investigation",
      "section": "61",
      "title": "Article 61 – Inspection of records and documents of warehouses",
      "content": "The Authority may inspect any record or document relating to the licensed warehouse, and make copies, or take extracts from them, and where necessary, take possession of such documents."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter V – Information, inspection and investigation",
      "section": "62",
      "title": "Article 62 – Audit of accounts of a warehouse",
      "content": "A licensed warehouse operator shall be responsible for having the accounts of the warehouse audited by accredited auditors every fiscal year."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter V – Information, inspection and investigation",
      "section": "63",
      "title": "Article 63 – Selective inquiry",
      "content": "The Authority may make selective inquiries of a warehouse operator or any other person whom he/she has cause to believe that he/she has relevant information relating to activities of the warehouse."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter V – Information, inspection and investigation",
      "section": "64",
      "title": "Article 64 – Designation of investigators",
      "content": "The Authority, at its own initiative or upon request, may through writing direct one or more of its employees or one or more other persons to investigate and report to it the results of the investigation on matters related to activities of a warehouse when it has cause to believe that: 1° a violation has been committed against this Law or any regulation; 2° a warehouse operator has engaged in negligence, fraud or other misconduct; 3° the manner in which a warehouse operator has engaged or is engaging in his/her warehouse operation business is not in the interest of the consumer or the public interest."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter V – Information, inspection and investigation",
      "section": "65",
      "title": "Article 65 – Obligation to facilitate the investigator",
      "content": "Any person who is believed by the investigator to have under his/her control any warehouse record or document which is likely to contain information relevant to an investigation, or who is so believed of otherwise having such information in his/her possession or under his/her control, must: 1° submit to him/her, any record or document in his/her possession or under his/her control specified by the investigator as may be relevant to the investigation, and submit them to him/her at the time and place specified in a written request; 2° provide him/her with required explanation or further particulars in respect of any record or document produced for the purpose of investigation; 3° meet him/her at the time and place as requested in writing, and answer in good faith under oath as may be required by the investigator; 4° give him/her all assistance which may facilitate him/her the investigation, including responding to all written questions that may be raised by the investigator."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter VI – Administrative sanctions",
      "section": "66",
      "title": "Article 66 – Issuance of a duplicate warehouse receipt without following its issuance procedure",
      "content": "A warehouse receipt operator who knowingly issues a duplicate warehouse receipt without substantially following the procedure for the issuance of a duplicate warehouse receipt specified in this Law is liable to an administrative fine equivalent to five (5) times the value of the warehouse receipt."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter VI – Administrative sanctions",
      "section": "67",
      "title": "Article 67 – Issuance of warehouse receipt without stating that the owner of commodities is also the warehouse operator",
      "content": "A warehouse receipt operator or his/her agent who issues a negotiable warehouse receipt which does not state that the owner of commodities is also the warehouse operator is liable to an administrative fine equivalent to three (3) times the value of the commodities."
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter VI – Administrative sanctions",
      "section": "68",
      "title": "Article 68 – Delivery of commodities without giving back the negotiable warehouse receipt to the warehouse operator",
      "content": "A warehouse operator, an officer in a warehouse or an agent of a warehouse operator who, being aware that a warehouse receipt is outstanding, delivers commodities without getting back a negotiable warehouse receipt at or before the time of such delivery and thereby causes loss or illegal profit to any person is liable to an administrative fine equivalent to three (3) times the value of the commodities."
    },
    {
      "provision_ref": "art69",
      "chapter": "Chapter VI – Administrative sanctions",
      "section": "69",
      "title": "Article 69 – Violation of the general regulations of the Authority",
      "content": "Any person who violates or fails to comply with the general regulations of the Authority is liable to an administrative fine of two million Rwandan francs (Frw 2,000,000)."
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter VII – Offences and penalties",
      "section": "70",
      "title": "Article 70 – Destruction of warehouse records and documents",
      "content": "A person who damages, alters, conceals or disposes of, or causes the destruction, falsification, concealment or disposal of, any warehouse record and document, which he/she knows are relevant to an inspection or an investigation under this Law, commits an offence. When convicted, he/she is liable to a term of imprisonment of not less than five (5) years but not exceeding seven (7) years and a fine of not less than three million Rwandan francs (Frw 3,000,000) but not exceeding five million Rwandan francs (Frw 5,000,000) or only one of these penalties."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter VII – Offences and penalties",
      "section": "71",
      "title": "Article 71 – Issuance of a warehouse receipt for commodities not received",
      "content": "Any warehouse receipt operator who knowingly issue a warehouse receipt without taking the actual physical delivery of the commodities in the warehouse or without having the commodities whose number, quality, weight and grade correspond to information specified in the warehouse receipt at the time of issuing such warehouse receipt commits an offence. When convicted, he/she ise liable to a term of imprisonment of not less than five (5) years but not exceeding seven (7) years and a fine of not less than three million Rwanda francs (Frw 3,000,000) but not exceeding five million Rwandan francs (Frw 5,000,000) or only one of these penalties."
    },
    {
      "provision_ref": "art72",
      "chapter": "Chapter VII – Offences and penalties",
      "section": "72",
      "title": "Article 72 – Fraudulent issuance of a warehouse receipt for commodities",
      "content": "Where the issuance of a warehouse receipt for commodities containing any false statement is done fraudulently, the person who issues or aids in issuing of such a warehouse receipt commits an offence. When convicted, he/she is liable to a term of imprisonment of not less than five (5) years but not exceeding seven (7) years and a fine of not less than three million Rwandan francs (Frw 3,000,000) but not exceeding five million Rwandan francs (Frw 5,000,000) or only one of these penalties."
    },
    {
      "provision_ref": "art73",
      "chapter": "Chapter VII – Offences and penalties",
      "section": "73",
      "title": "Article 73 – Negotiation of warehouse receipt for commodities under security interest",
      "content": "Any person who deposits commodities to which he/she is not entitled to, or upon which there is a lien or security interest, as well as one who receives a negotiable warehouse receipt which he/she afterwards negotiates for value in bad faith without disclosing that he/she is not entitled to the commodities or that there is a lien or security interest on them commits an offence. When convicted, he/she is liable to a term of imprisonment of not less than five (5) years but not exceeding seven (7) years and a fine of not less than three million Rwandan francs (Frw 3,000,000) but not exceeding five million Rwandan francs (Frw 5,000,000) or only one of these penalties."
    },
    {
      "provision_ref": "art74",
      "chapter": "Chapter VII – Offences and penalties",
      "section": "74",
      "title": "Article 74 – Issuance of warehouse receipt without a license",
      "content": "Any person who issues a warehouse receipt without a license commits an offence. When convicted, he/she is liable to a term of imprisonment of not less than five 5 years but not exceeding seven (7) years and a fine of not less than three million Rwandan francs (Frw 3,000,000) but not exceeding five million Rwandan francs (Frw 5,000,000) or only one of these penalties."
    },
    {
      "provision_ref": "art75",
      "chapter": "Chapter VIII – Miscellaneous and final provisions",
      "section": "75",
      "title": "Article 75 – Destination of fines",
      "content": "Amounts of fines imposed in accordance with the provisions of this Law are allocated to the Public Treasury and deposited on an account in the National Bank of Rwanda specified by the Authority."
    },
    {
      "provision_ref": "art76",
      "chapter": "Chapter VIII – Miscellaneous and final provisions",
      "section": "76",
      "title": "Article 76 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in kinyarwanda."
    },
    {
      "provision_ref": "art77",
      "chapter": "Chapter VIII – Miscellaneous and final provisions",
      "section": "77",
      "title": "Article 77 – Repealing provision",
      "content": "The Decree of 20 March 1923 regulating the warehouse receipt system and all prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art78",
      "chapter": "Chapter VIII – Miscellaneous and final provisions",
      "section": "78",
      "title": "Article 78 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "commodity",
      "definition": "an agricultural or mining good and/or any other product that may be determined by the Authority",
      "source_provision": "art2"
    },
    {
      "term": "purchase",
      "definition": "acquisition of a product through sale, discount, negotiation, mortgage, pledge, collateral, or any voluntary transaction that may produce an interest in property",
      "source_provision": "art2"
    },
    {
      "term": "Authority",
      "definition": "the Capital Market Authority of Rwanda",
      "source_provision": "art2"
    },
    {
      "term": "warehouse receipt",
      "definition": "an evidence that specifies the quantity of commodities and states the quality that were deposited at a particular warehouse by a named depositor",
      "source_provision": "art2"
    },
    {
      "term": "negotiable warehouse receipt",
      "definition": "an instrument that may be legally transferred to another person by endorsement or delivery of a commodity",
      "source_provision": "art2"
    },
    {
      "term": "non-negotiable warehouse receipt",
      "definition": "an instrument issued to the holder or to the order of a specified person and marked non-negotiable on the face of it",
      "source_provision": "art2"
    },
    {
      "term": "Minister",
      "definition": "the Minister in charge of trade",
      "source_provision": "art2"
    },
    {
      "term": "warehouse",
      "definition": "a building, structure or other protected enclosure duly licensed by the Minister to be used for the storage or conditioning of commodities for the purpose of trading",
      "source_provision": "art2"
    },
    {
      "term": "certified warehouse",
      "definition": "a warehouse which meets basic standards",
      "source_provision": "art2"
    },
    {
      "term": "licensed warehouse",
      "definition": "any warehouse for which the Authority has issued an operating license in accordance with this Law",
      "source_provision": "art2"
    },
    {
      "term": "warehouse operator",
      "definition": "a person engaged in the business of storing commodities in accordance with this Law",
      "source_provision": "art2"
    },
    {
      "term": "holder",
      "definition": "a person who possesses a warehouse receipt issued or endorsed to him/her or to his/her order or to the holder or in blank",
      "source_provision": "art2"
    },
    {
      "term": "endorsement",
      "definition": "signing on the warehouse receipt by the depositor or holder of the warehouse receipt for the purpose of its negotiation",
      "source_provision": "art2"
    },
    {
      "term": "person",
      "definition": "an individual, a business company or a cooperative",
      "source_provision": "art2"
    },
    {
      "term": "warehouse receipt operator",
      "definition": "a person licensed to issue a warehouse receipt of commodities",
      "source_provision": "art2"
    },
    {
      "term": "depositor",
      "definition": "a person who delivers commodities to the warehouse operator for storage",
      "source_provision": "art2"
    },
    {
      "term": "endorsee",
      "definition": "a person to whom the warehouse receipt is negotiated",
      "source_provision": "art2"
    }
  ]
}
