{
  "id": "rw-law-2017-48",
  "type": "statute",
  "title": "Law governing the National Bank of Rwanda",
  "title_en": "Law governing the National Bank of Rwanda",
  "short_name": "Law 48 of 2017",
  "status": "repealed",
  "issued_date": "2017-09-23",
  "in_force_date": "2017-10-09",
  "url": "https://rwandalii.org/akn/rw/act/law/2017/48/eng@2017-10-09",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article one – Purpose of this Law",
      "content": "This Law establishes a specialized organ referred to as the National Bank of Rwanda, abbreviated as “BNR” both in Kinyarwanda and French or as “NBR” in English. It also determines the organ’s mission, organization and functioning."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions",
      "content": "In this Law, the following terms have the following meanings: 1° regulations: normative acts which are aimed to specify modalities of application of provisions of this Law; 2° directives: Orders or prohibitions of acting in a certain manner designed for an individual or legal entity; 3° Governor: Governor of the National Bank of Rwanda; 4° Deputy Governor: Deputy Governor of the National Bank of Rwanda; 5° decision: a resolution taken by the National Bank of Rwanda after examination of a dossier or a certain issue in accordance with the Constitution and other laws; 6° reserve funds: any liquid assets set aside for future use to curb budget shortage and meet unexpected cost and which are normally considered as additional assets."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Capital",
      "content": "The overall capital of NBR entirely subscribed by the Government of Rwanda is seven billion Rwandan francs (7,000,000,000 FRW). The capital may be increased either by the capitalization of reserve funds on the decision of the Board of Directors of NBR upon approval by a Presidential Order or by new capital endowment by the Government of Rwanda."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Special legal status of NBR",
      "content": "NBR has legal personality as well as administrative and financial autonomy. NBR is not subject to any directives from any person or institution in the exercise of its powers or in performance of its mission. NBR is neither subject to commercial registration, nor to regulations that govern public accounting. However, NBR is subject to ordinary rules of commercial accounting and in its commercial relations with third parties, it is governed by the provisions of commercial legislation if regulations or special provisions governing it do not provide otherwise."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Head Office, branches, correspondents and agents of NBR",
      "content": "The Head Office of NBR is in the City of Kigali, the Capital of the Republic of Rwanda. It may be transferred elsewhere on the territory of Rwanda if considered necessary. NBR may establish its branch in any locality of the national territory upon approval by the Board of Directors. NBR may designate financial institutions to act as the Bank’s agents in Rwanda and abroad or correspondents abroad."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Mission and powers of NBR",
      "section": "6",
      "title": "Article 6 – Mission",
      "content": "The general mission of NBR is to ensure price stability and sound financial system. In particular, NBR has the following responsibilities. 1° to define and implement the monetary policy; 2° to organise, supervise and coordinate the foreign exchange market; 3° to supervise and regulate the activities of financial institutions notably banks, micro finance institutions, non-deposit taking lending institutions, finance-lease institutions, insurance institutions, social security institutions, pension funds/schemes institutions, discount houses and other financial services providers that are not supervised by any other institution under specific laws; 4° to supervise and regulate payment systems; 5° to conduct a financial stability assessment for sustaining economic growth and development; 6° to formulate and implement policies to promote the establishment of regulations and the supervision of efficient and effective clearing and settlement payment systems; 7° to issue and manage currency; 8° to hold and manage official foreign exchange reserves; 9° to act as State Cashier; 10° to collect, compile, disseminate monetary and related financial statistics on a timely basis; 11° to follow up and promote the soundness of financial institutions and their compliance with governing laws including Law on preventing and penalising the crime of money laundering and financing terrorism; 12° to ensure the adoption by financial institutions of policies and procedures designed to control and manage risks effectively; 13° to adopt policies to safeguard the rights and interests of customers, depositors and creditors of financial institutions, having regard to the need for financial institutions to compete effectively in the market and take reasonable risks; 14° to carry out any other task that may be assigned to it by other laws."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Mission and powers of NBR",
      "section": "7",
      "title": "Article 7 – Publicising strategies of the monetary policy",
      "content": "NBR periodically communicates to the public the strategies of the monetary policy and the ways of implementing them. At the request of the Government or on its own initiative, NBR provides its opinion on the domestic financial situation of the country and propose appropriate measures to take. The opinion of NBR on the status of currency, access on credit and the economy in general is particularly sought in the event the Government needs to take monetary or financial measure."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Mission and powers of NBR",
      "section": "8",
      "title": "Article 8 – Regulations, directives and decisions",
      "content": "NBR has powers to set regulations, directives and take decisions on maters provided by this Law and other specific laws. NBR’s regulations, directives and decisions are respected by the concerned persons. In the event of a dispute, they may not be suspended before the final judgment rendered by a competent court."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Mission and powers of NBR",
      "section": "9",
      "title": "Article 9 – Publication of regulations and directives",
      "content": "Regulations and directives issued by NBR are published in accordance with applicable laws."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Mission and powers of NBR",
      "section": "10",
      "title": "Article 10 – Administrative sanctions",
      "content": "NBR determines administrative sanctions for breach of its regulations, directives and decisions made under this Law and other laws."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Organization of NBR",
      "section": "11",
      "title": "Article 11 – Organs of NBR",
      "content": "NBR is comprised of the following organs: 1° Management organs; 2° Committees."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Organization of NBR",
      "section": "12",
      "title": "Article 12 – Management organs of NBR",
      "content": "Management organs of NBR are the following: 1° the Board of Directors; 2° the Management."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Organization of NBR",
      "section": "13",
      "title": "Article 13 – Members of the Board of Directors",
      "content": "The Board of Directors consists of the following nine (9) members: 1° the Governor who is the Chairperson of the Board of Directors; 2° the Deputy Governor who is the Deputy Chairperson of the Board of Directors; 3° seven (7) other members appointed by Presidential Order and who are chosen among personalities with competence and wide experience in the monetary, financial, or economic fields. At least thirty percent (30%) of the members of the Board of Directors must be females. With the exception of the Governor and the Deputy Governor other members of the Board of Directors are appointed for a term of office of four (4) years renewable only once. In appointing members of the Board of Directors, continuity of NBR’s operations is taken into account."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Organization of NBR",
      "section": "14",
      "title": "Article 14 – Requirements for being a member of the Board of Directors",
      "content": "A member of the Board of Directors must: 1° be of Rwandan nationality; 2° be entitled to enjoyment of all his/her rights in the country; 3° not have been sentenced to a term of imprisonment equal to or exceeding six (6) months in a final judgment; 4° be of high moral integrity; 5° not have been convicted of the crime of genocide ideology and related crimes; 6° not have been convicted of the crime of genocide."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Organization of NBR",
      "section": "15",
      "title": "Article 15 – Responsibilities and powers of the Board of Directors",
      "content": "The Board of Directors devises NBR’s general policy and supervise its implementation. Particularly, the Board of Directors has the following responsibilities: 1° to formulate policies regarding the execution of NBR’s functions and define NBR’s organizational chart; 2° to approve regulations and directives that NBR may issue under existing laws; 3° to take any decision pertaining to the supervision of financial institutions in accordance with the existing laws; 4° to deliberate and decide on the minting, issuing, withdrawal or exchange of bank notes and coins and their features and submitting them to competent authority for approval; 5° to establish other NBR’s Committees other than those provided for under this Law; 6° to approve the NBR’s internal rules and regulations; 7° to determine special statutes that govern recruitment, appointment, management, dismissal of the NBR staff members, their salaries and fringe benefits; 8° to approve specific rules that regulate procurement of NBR; 9° to specify the terms and conditions of service of the Governor and the Deputy Governor other than those provided for under this Law; 10° to determine, after consultation with the appointing authority, salaries and fringe benefits entitled to the Governor and the Deputy Governor while in service and after they cease to perform their duties; 11° to approve NBR’s annual budget and to decide, where necessary on modifications thereof during the course of financial year; 12° to decide on receiving, giving away and selling of property as well as on the use of the NBR’s core capital; 13° to appoint an independent auditor of NBR; 14° to approve the financial statements prepared by the independent auditor and decide on the distribution of operating income; 15° to approve the annual activity report that the Governor submits to the President of the Republic and to Parliament; 16° to establish branches of NBR and determine their locations; 17° to decide on any other issue relating to the mission of NBR that this Law or any other Law has not explicitly entrusted to any other organ of NBR. The Board of Directors may delegate some of its powers to the Governor, in particular the powers of issuing regulations or directives and making decisions, as mentioned in items 2° and 3° of this Article. The Board of Directors may establish its own committees to which it delegates the performance of any of its functions or duties under this Law. No committee of the Board of Directors shall comprise the Governor or the Deputy Governor."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Organization of NBR",
      "section": "16",
      "title": "Article 16 – Incompatibilities with the functions of member of the Board of Directors",
      "content": "The duties of the member of the Board of Directors are incompatible with any parliamentary or cabinet function or with any participation remunerated or not, in the activity of any other financial institution. Members of the Board of Directors are not allowed, whether individually or through companies in which they hold shares, to bid for tenders of NBR. With exception of the Governor and the Deputy Governor, other members of the Board of Directors are not allowed to be members of staff of NBR."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Organization of NBR",
      "section": "17",
      "title": "Article 17 – Meeting of the Board of Directors",
      "content": "The ordinary meeting of the Board of Directors is held once a quarter upon invitation by the Governor or by the Deputy Governor when the Governor is absent. The invitation is submitted to members of the Board of Directors in writing at least ten (10) working days before the meeting is held. The meeting is held when at least two thirds (2/3) of its members are present. The Board of Directors may be convened in writing in extraordinary meeting and chaired by the Governor or by the Deputy Governor when the Governor is absent at own initiative or upon proposal by a two thirds (2/3) of members of the Board of Directors. The meeting discusses only the items on the agenda. The invitation letter specifies items on agenda."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Organization of NBR",
      "section": "18",
      "title": "Article 18 – Decisions and minutes of the meeting of the Board of Directors",
      "content": "Decisions of the meeting of the Board of Directors are taken upon consensus and in case of failure, by the majority vote of the members present. In case the majority vote of the members present is not obtained, the chairperson has a casting vote. Decisions of the meeting of the Board of Directors are signed by all members present at the meeting. The copy of the decisions of the meeting is submitted to the Minister in charge of finance immediately at the completion of the meeting. Each meeting is always subject to a minute signed by the members present. Without prejudice to the provisions of this Law, the Board of Directors puts in place its meeting proceedings and how its minutes are recorded."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Organization of NBR",
      "section": "19",
      "title": "Article 19 – Sitting allowances of members of the Board of Directors",
      "content": "Sitting allowances of members of the Board of Directors are determined by a Presidential Order."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Organization of NBR",
      "section": "20",
      "title": "Article 20 – Reasons for loss of membership in the Board of Directors",
      "content": "A member of the Board of Directors loses membership if: 1° the term of office expires without extension; 2° he/she no longer fulfils the requirements considered at the time of his/her appointment; 3° he/she is no longer able to perform his/her duties due to physical or mental disability certified by a Committee of three (3) authorized medical doctors; 4° he/she voluntarily resigns; 5° he/she dies."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Organization of NBR",
      "section": "21",
      "title": "Article 21 – Appointment and dismissal of members of the Management of NBR",
      "content": "The Management of NBR is comprised of the Governor and the Deputy Governor appointed and dismissed by a Presidential Order. The Governor and the Deputy Governor have a term of office of six (6) years, renewable. Where possible, the termination of duties of the Governor or the Deputy Governor is done in a manner that does not jeopardize NBR’s operations."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Organization of NBR",
      "section": "22",
      "title": "Article 22 – Governor’s duties",
      "content": "The Governor has the following duties: 1° to save as legal representative of NBR; 2° to head and coordinate the activities of NBR; 3° to represent NBR in its relations with other public entities or other persons; 4° to represent NBR, either personally or through counsel, in any legal proceedings to which NBR has an interest; 5° to sign, any agreement, convention or contract concluded by NBR, annual reports, financial position, statement of comprehensive income and other financial statements, correspondence and other documents of NBR; 6° to sign on banknotes; 7° to specify requirements for each job position; 8° to recruit, appoint, manage and dismiss NBR’s senior and other staff members under the terms and conditions laid down by the special Statutes governing the staff of NBR; 9° to establish rules and procedures that he/she considers necessary for a smooth discharge of the NBR’s mission and for its proper management; 10° to approve the financial institutions which operate in the capacity of NBR agents whether in Rwanda or abroad; 11° to perform any other duties as may be assigned to him or her by the Board of Directors; The Governor may delegate any of his/her powers provided for under this Article to other officers of NBR except for the duties referred to in its item 6°; The Governor may collaborate with institutions mandated to manage public service supervision while exercising the powers entrusted to him/her in item 8° of this Article."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Organization of NBR",
      "section": "23",
      "title": "Article 23 – Deputy Governor’s duties",
      "content": "The Deputy Governor has the following duties: 1° to assist the Governor in the performance of his/her duties; 2° to sign on banknotes; 3° to replace the Governor in case of his/her absence or he/she is not yet appointed; 4° to perform any other duty which may be assigned to him/her by the Board of Directors."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Organization of NBR",
      "section": "24",
      "title": "Article 24 – Incompatibilities with the duties of the Governor and the Deputy Governor",
      "content": "Without prejudice to the provisions of Article 16 of this Law, the functions of the Governor and the Deputy Governor are incompatible with any other functions that are carried out on a full time basis."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Organization of NBR",
      "section": "25",
      "title": "Article 25 – Debt agreements that Governor and Deputy Governor are not allowed to sign",
      "content": "The Governor and Deputy Governor are not allowed to sign agreements that may be accepted as collateral for refinancing purposes by the NBR."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Organization of NBR",
      "section": "26",
      "title": "Article 26 – Grounds for termination of service of the Governor or Deputy Governor",
      "content": "The Governor or the Deputy Governor leaves office in case of one of the following grounds: 1° the term of office expires without extension; 2° he/she no longer fulfils the requirements considered at the time of his/her appointment; 3° he/she is no longer able to perform his/her functions due to physical or mental disability certified by a Committee of three (3) authorized medical doctors; 4° he/she voluntarily resigns; 5° he/she dies"
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter III – Organization of NBR",
      "section": "27",
      "title": "Article 27 – Establishment of Committees",
      "content": "A Monetary Policy Committee and a Financial Stability Committee are established."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter III – Organization of NBR",
      "section": "28",
      "title": "Article 28 – Members of the Monetary Policy Committee",
      "content": "The Monetary Policy Committee consists of the following nine (9) members: 1° The Governor, who is also its Chairperson; 2° the Deputy Governor, who is also its Deputy Chairperson; 3° two (2) senior officers of NBR appointed by the Governor, of whom: a) one person with senior management responsibilities for monetary policy analysis; b) one person with senior management responsibilities for monetary policy operations; 4° Other officers of NBR designated by the Governor; The Board of Directors may appoint other persons who are not the staff of NBR basing on their knowledge, experience and expertise in the concerned Committee’s responsibilities and determines their benefits. Their term of office is three years (3) renewable once."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter III – Organization of NBR",
      "section": "29",
      "title": "Article 29 – Responsibilities of Monetary Policy Committee",
      "content": "The Monetary Policy Committee is responsible for the formulation of a monetary Policy in NBR."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter III – Organization of NBR",
      "section": "30",
      "title": "Article 30 – Meeting of the Monetary Policy Committee and modalities for making decisions",
      "content": "The Monetary Policy Committee meets once a quarter and whenever necessary upon invitation by the Governor or in his/her absence, by the Deputy Governor. The meeting of Monetary Policy Committee is held when at least two thirds (2/3) of the members are present. Decisions of the Monetary Policy Committee are taken by consensus. The Monetary Policy Committee determines modalities of proceedings of meetings and how minutes are taken. After every meeting of the Monetary Policy Committee, NBR publishes in such manner as it considers fit and as soon as practicable, the gist of the monetary policy to be conducted by the Bank."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter III – Organization of NBR",
      "section": "31",
      "title": "Article 31 – Members of Financial Stability Committee",
      "content": "The Financial Stability Committee consists of the following nine (9) members: 1° the Governor, who is also its Chairperson; 2° the Deputy Governor, who is the Deputy Chairperson; 3° three (3) senior officers of NBR appointed by the Governor, of whom: a. one person with senior management responsibilities for financial stability; b. one person senior management responsibilities for monetary policy analysis; c. one person with senior management responsibilities for monetary policy operations; 4° other officers of NBR designated by the Governor who possess knowledge, experience and expertise in matters regarding the Committee’s responsibilities."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter III – Organization of NBR",
      "section": "32",
      "title": "Article 32 – Responsibilities of Financial Stability Committee",
      "content": "The Financial Stability Committee has the following responsibilities: 1° to regularly review and ensure the soundness and stability of the financial system; 2° to promote the stability of the Rwandan financial system by analysing on a permanent basis, the system in its environment; 3° to identify, monitor and publish risks associated with financial systems in order to consider and take suitable actions to prevent, reduce and mitigate risks; 4° to operate as a crisis management entity in times of financial stress."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter III – Organization of NBR",
      "section": "33",
      "title": "Article 33 – Meeting of the Financial Stability Committee and modalities for taking decisions",
      "content": "The Financial Stability Committee meets once a quarter and whenever necessary upon invitation by the Governor or in his/her absence, by the Deputy Governor. The meeting of Financial Stability Committee is held when at least two thirds (2/3) of the members are present. Decisions of the Financial Stability Committee are taken by consensus. The Financial Stability Committee determines modalities of proceedings of its meetings and how minutes are taken."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "34",
      "title": "Article 34 – Monetary unit",
      "content": "The monetary unit of the Republic of Rwanda is the Rwandan franc abbreviated as “FRW”, hereinafter referred to as “the franc”."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "35",
      "title": "Article 35 – Value of the franc",
      "content": "The value of the franc in terms of foreign exchange is determined by the foreign exchange market in accordance with a system set up by NBR. However, where economic, financial or monetary conditions are likely to cause depreciation on the Rwandan franc, a Presidential Order may, upon request by NBR, fix the exchange rate of the franc for a given period."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "36",
      "title": "Article 36 – Privilege of NBR to issue money",
      "content": "NBR has the sole privilege of issuing banknotes and coins on behalf of the State. The features of banknotes and coins issued by NBR are published in the Official Gazette of the Republic of Rwanda. A banknote is legal tender if it bears the signature of the Governor and Deputy Governor. Banknotes and coins which are legal tender in the Republic of Rwanda continue to have their legal tender status until NBR decides otherwise."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "37",
      "title": "Article 37 – Currency acceptable as legal tender in the Republic of Rwanda",
      "content": "Banknotes and coins issued by NBR are sole legal tender on the territory of the Republic of Rwanda. However, NBR may issue other forms of currency being legal tender. All monetary obligations or transactions entered into or made in the Republic of Rwanda are considered to be expressed and settled in Rwandan franc unless otherwise provided for by laws or it is lawfully agreed upon between the parties."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "38",
      "title": "Article 38 – Legal tender status of banknotes and coins",
      "content": "Banknotes issued by NBR have unlimited legal tender. For each type of coin, the legal tender is limited to a hundred (100) times its unitary face value, except when the creditor accepts to receive coins valued in excess of this amount. Coins are, however, accepted without limits by NBR, by public cashiers and by banks or other financial institutions which receive funds from the public."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "39",
      "title": "Article 39 – Repression of counterfeit or forged currency",
      "content": "Counterfeiting or forgery of banknotes and coins issued by NBR or any other foreign monetary authority, as well as the introduction, use, sale, hawking and the distribution of such forged or counterfeit bank notes or coins are punished in accordance with the provisions of the Penal Code."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "40",
      "title": "Article 40 – Demonetization of currency and modalities of its publication",
      "content": "NBR may decide the demonetization of banknotes or coins with legal tender. Such a decision specifies the time on which such banknotes or coins cease to be legal tender and is published in the Official Gazette of the Republic of Rwanda, in media outlets and through other possible means. Such publication may be disregarded under exceptional circumstances. The publication mentioned in Paragraph One of this Article must specify conditions under which exchange transactions of old banknotes or coins will take place. After the date specified in the publication, NBR decides on banknotes and coins submitted to it beyond that date. After the closure of the exchange exercise, the equivalent amount of banknotes or coins not in use, which will not have been exchanged within the fixed period, is deposited into the account of the Treasury. The cost of possible future exchange is borne by the Government."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "41",
      "title": "Article 41 – Foreign currency management",
      "content": "In the context of foreign currency management, NBR may: 1° buy, sell or hold foreign currency in any form; 2° sell, lend or borrow foreign currency from banks, other financial institutions or agencies; 3° hold balances in foreign currency with foreign central banks or with its agents or correspondents abroad and invest those balances in marketable foreign securities denominated in convertible currencies; 4° open accounts, interest-bearing or not, in foreign currency in the name of any bank, financial institution or agency; 5° undertake investments of the Treasury bills in easily negotiable securities denominated in foreign currencies; 6° carry out, for its own interest or for the interest of third parties, any transaction in gold, Treasury bills as well as any other means of payment and securities denominated in foreign currencies; 7° issue or accept guarantees denominated in foreign currencies."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "42",
      "title": "Article 42 – Foreign exchange market organization",
      "content": "NBR is responsible for the organization and management of the foreign exchange market. It issues regulations governing such a market and ensure their application. However, the foreign exchange system may be determined by a law if considered necessary."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "43",
      "title": "Article 43 – Management of exchange rate fluctuations",
      "content": "Profits and losses resulting from exchange transactions are charged to the profit and loss account of NBR. However, profits or losses resulting from a revaluation of reserve exchange holdings or international commitments recorded in the balance-sheet of NBR due to a revision of the foreign exchange system or a modification of the exchange value of the franc decided by the Government are recorded in a special account entitled “Revaluation Account”. The State covers any loss that results from such a revaluation. On the request of NBR, the State issues it with non-negotiable non-interest-bearing treasury bills, for an amount equivalent to the debit balance of revaluation account. Such treasury bills are refundable by deduction from part of NBR profits due to the State, according to a schedule agreed upon with the Ministry in charge of finance. If the revaluation account presents a credit balance at the end of the financial year, its twenty percent (20%) are paid to the State."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "44",
      "title": "Article 44 – Foreign currency projections",
      "content": "NBR prepares statistics on external payments and national revenue and expenditure projections in foreign currencies. The concerned services and agencies provide it with any information it considers necessary."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "45",
      "title": "Article 45 – Organisation of money market",
      "content": "NBR sets regulations and directives pertaining to the organization and functioning of the money market and designates specific agencies that are authorized to intervene in the market and instruments that can be negotiated therein. NBR ensures the smooth functioning of the interbank market and the monitoring of the interbank operations."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "46",
      "title": "Article 46 – Interventions of NBR on money market",
      "content": "NBR may intervene on money market especially for lending, borrowing, selling, buying liquid assets with option of repurchase or of pension of public or private effects or any other negotiable instrument. In no case are the transactions made for the benefit of the Treasury or other securities issuing agencies."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "47",
      "title": "Article 47 – Management of State’s accounts",
      "content": "NBR performs all the transactions relating to banking and withdrawing State’s funds, borrowing and paying its debts. It keeps free of charge in its books, the Treasury’s current account according to an agreement concluded with the Ministry in charge of finance. On the request of the Minister in charge of finance, NBR may open other State’s accounts governed by special provisions. The credit balances of accounts referred to in Paragraphs One and 2 of this Article are not interest-bearing."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "48",
      "title": "Article 48 – Treasury securities",
      "content": "NBR participates in the issuing and distribution of Treasury securities."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "49",
      "title": "Article 49 – Loans to the State",
      "content": "NBR may not grant loans to the State, except direct advances where the gap could occur between public revenue and public expenditure in the Treasury in order to ensure its smooth functioning. Such direct advances may not exceed eleven percent (11%) of the State current revenue collected during the previous financial year. NBR levies on the debit mentioned under Paragraph One of this Article interests computed at the daily average rate of the inter-bank market."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "50",
      "title": "Article 50 – Management of current accounts of other institutions",
      "content": "NBR may open and keep current accounts for any public institution and various State’s organs, foreign central banks, international organizations or diplomatic missions accredited in Rwanda. In no case may such accounts mentioned under Paragraph one of this article post a debit balance. Credit balances on these accounts are not interest bearing."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "51",
      "title": "Article 51 – NBR role in relations between the State and international financial organizations",
      "content": "NBR assists the central administration in its relations with international financial organizations. It may represent it both in these organizations and in international conferences. NBR, in collaboration with the central administration, participate in the negotiations of receiving or granting foreign loans and may represent the State in such negotiations. NBR assists the State in the negotiations of international payments, foreign exchange and clearing agreements and is responsible for their implementation."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "52",
      "title": "Article 52 – Cooperation agreements between NBR and foreign institutions with similar mission",
      "content": "NBR is authorised to engage in co-operation relationships with foreign central banks, foreign supervisory organs, foreign regulators and international institutions."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "53",
      "title": "Article 53 – Management of accounts of other banks and other financial institutions",
      "content": "NBR may, under the conditions it determines, open and keep accounts for banks or other financial institutions."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "54",
      "title": "Article 54 – Clearing",
      "content": "NBR may, in conjunction with banks or any other authorised financial institutions: 1° organize a clearing house to facilitate the clearing of cheques and other payment and credit instruments; 2° issue directives concerning such instruments, their processing, collection, payment, and retention and determining the functioning of other clearing houses that NBR may entrust with the task of examining payments; 3° set up such an electronic system as it considers fit for the settlement of payments and securities and participate in other ways in the settlement of such payments and securities; 4° set up regulations and directives relating to clearing and payment system."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "55",
      "title": "Article 55 – Required reserves",
      "content": "NBR may require all banks and any financial deposit taking institutions to maintain minimum cash balances as may be specified by NBR under a directive in respect of each bank or financial institution’s total deposits and other liabilities. The minimum cash balances under Paragraph One of this Article consist of balances held with the bank or concerned institution and may also include currency notes and coins in the vaults of banks or any financial deposit taking institution. NBR may impose on any bank and any deposit taking institution which fails to maintain the minimum balances required under this Article, a penalty charge at such interest rate as NBR determines. The minimum cash balances specified under Paragraph One of this Article are not subject to attachment or seizure, except otherwise decided by NBR."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "56",
      "title": "Article 56 – Granting of loans",
      "content": "NBR may determine to grant advances or loans to banks and other financial institutions under its supervision in considerations of planned operations. The loan under Paragraph One of this Article must be secured by such adequate collateral as may be approved by NBR."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "57",
      "title": "Article 57 – Obligation of secrecy",
      "content": "Members of the Board of Directors, permanent or casual staff of NBR and any other person who obtained confidential information as a result of their office at NBR, are required to keep professional secrecy. Non-compliance to the provisions of Paragraph One of this Article is punishable in accordance with relevant laws. Persons referred to in Paragraph One of this Article are not punished for disclosing professional secrecy where: 1° the disclosure of confidential information is made for the performance of his/her duties under this Law; 2° the disclosure of confidential information is made to meet the requirements of an agreement or understanding reached by NBR with any other relevant supervisory institution; 3° the disclosure of confidential information is instructed by a court order; 4° the disclosure of information is approved by the Parliament."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "58",
      "title": "Article 58 – Disclosure of confidential information",
      "content": "NBR may provide confidential information to: 1° a public sector agency or law enforcement agency, where NBR is satisfied that such agencies have the capacity to protect the confidentiality of the information disclosed, or any other agency pursuant to any existing international treaty or agreement signed by Rwanda; 2° a financial investigation unit pursuant to Law on anti-money laundering and financing terrorism."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "59",
      "title": "Article 59 – Exchange of confidential information",
      "content": "NBR is authorised to share confidential information with a foreign institution with similar mission, foreign banks, supervisory authorities, foreign financial regulators as well as international institutions, basing on the obligation of confidentiality by the receiving entities."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "60",
      "title": "Article 60 – Exemption from liability of NBR managers and personnel in exercising their duties",
      "content": "NBR is held responsible by third parties for damage caused to them by members of the Board of Directors, Governor, Deputy Governor, and the staff of NBR during the execution of their functions. However, NBR demands from persons referred to under Paragraph One of this Article reimbursement in case such damage caused are the result of negligence, fraud or misdeed that is attributable to them."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "61",
      "title": "Article 61 – Tax system applicable to NBR",
      "content": "With regard to taxes, NBR is considered as the State in terms of exemption."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "62",
      "title": "Article 62 – Exemption from court fees and security for costs and penalty",
      "content": "In the course of any legal proceedings, NBR is exempted from paying bail or advance in all cases where the law stipulates this obligation for concerned parties. It is exempted from court fees charged for the State."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter IV – Functioning of NBR",
      "section": "63",
      "title": "Article 63 – Security of NBR property",
      "content": "The State provides free of charge, security and protection of the premises and properties of NBR, as well as the necessary escorts for the transfer of funds or securities. However, if considered necessary, NBR may seek assistance from other security experts."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter V – Property and finance of NBR",
      "section": "64",
      "title": "Article 64 – Restrictions to NBR investments",
      "content": "The value of immovable assets, NBR investments, the book value of medium and long-term debt securities issued or guaranteed by the State or listed on the stock market may not exceed the total amount of NBR own funds."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter V – Property and finance of NBR",
      "section": "65",
      "title": "Article 65 – Financial year, approval and publication of the status of accounts",
      "content": "The financial year of NBR begins on first July of each year and ends on 30 June of the following year. NBR approves the status of its accounts and publishes them in the Official Gazette of the Republic of Rwanda at the end of each quarter. The accounts of NBR are at all times, carried out in accordance with international financial reporting standards."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter V – Property and finance of NBR",
      "section": "66",
      "title": "Article 66 – Preparing the financial statements and appointing an independent auditor",
      "content": "NBR approves each year the statement of financial position, the statement of comprehensive income, the statement of changes in equity, the statement of cash flows and the status of income distribution. NBR appoints an independent auditor with the responsibility of auditing and certifying accounts of each financial year. The independent auditor submits to the Board of Directors the audit report for the previous financial year in the first quarter of the following year. The term of office of an independent auditor appointed under Paragraph 2 of this Article does not exceed a period of three (3) years. In the case an auditor is appointed continuously for a period of three (3) years, that auditor shall not be reappointed before the expiration of a period of three (3) years from the date of termination of his/her last appointment."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter V – Property and finance of NBR",
      "section": "67",
      "title": "Article 67 – Publication of the financial statement",
      "content": "NBR publishes in the Official Gazette of the Republic of Rwanda financial statement and the use of finances certified by an independent auditor within six (6) months that follows the closing of the financial year."
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter V – Property and finance of NBR",
      "section": "68",
      "title": "Article 68 – Annual activity report",
      "content": "Within four (4) months after the closing of each financial year, the Governor submits to the President of the Republic and to the Parliament, both Chambers, NBR annual activity report, including the financial statements of the financial year."
    },
    {
      "provision_ref": "art69",
      "chapter": "Chapter V – Property and finance of NBR",
      "section": "69",
      "title": "Article 69 – Profits and their use",
      "content": "Net profits of NBR constitute the revenue, after deducting all charges, depreciation and estimated liabilities. From these profits, twenty percent (20%) are credited to the general reserve fund. After deducting all other appropriations considered necessary by the Board of Directors, such as special reserves, the balance is paid to the Public Treasury."
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter V – Property and finance of NBR",
      "section": "70",
      "title": "Article 70 – Amortization of the loss",
      "content": "If the annual accounts of NBR indicate a loss, such a loss is amortized by charging it on the general reserve fund. If the balance of the general reserve fund does not allow amortizing fully the loss, the outstanding amount is paid by the State."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter V – Property and finance of NBR",
      "section": "71",
      "title": "Article 71 – Publication of statistical data reports and economic and financial Studies",
      "content": "NBR publishes reports containing statistical data as well as economic and financial studies. NBR may require banks and other financial institutions as well as public and private agencies or any other person to provide it with statistics and information needed for the analysis, related to economic, monetary, credit, balance of payments and external debt conditions. NBR may also establish direct relationship with enterprises and professional groupings capable of providing it with information needed for the analysis. In the case of refusal to provide such information, NBR may impose financial penalties in accordance with the rules it makes."
    },
    {
      "provision_ref": "art72",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "72",
      "title": "Article 72 – Validity of acts undertaken",
      "content": "Acts undertaken in accordance with Law of 24 April 1964 establishing the National Bank of Rwanda and Law n° 55/2007 of 30/11/2007 governing the Central Bank of Rwanda remain valid."
    },
    {
      "provision_ref": "art73",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "73",
      "title": "Article 73 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art74",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "74",
      "title": "Article 74 – Repealing provision",
      "content": "Law of 24 April 1964 establishing the National Bank of Rwanda and Law n° 55/2007 of 30/11/2007 governing the Central Bank of Rwanda and all other prior provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art75",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "75",
      "title": "Article 75 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "directives",
      "definition": "Orders or prohibitions of acting in a certain manner designed for an individual or legal entity",
      "source_provision": "art2"
    },
    {
      "term": "Governor",
      "definition": "Governor of the National Bank of Rwanda",
      "source_provision": "art2"
    },
    {
      "term": "Deputy Governor",
      "definition": "Deputy Governor of the National Bank of Rwanda",
      "source_provision": "art2"
    },
    {
      "term": "decision",
      "definition": "a resolution taken by the National Bank of Rwanda after examination of a dossier or a certain issue in accordance with the Constitution and other laws",
      "source_provision": "art2"
    },
    {
      "term": "reserve funds",
      "definition": "any liquid assets set aside for future use to curb budget shortage and meet unexpected cost and which are normally considered as additional assets",
      "source_provision": "art2"
    }
  ]
}
