{
  "id": "rw-law-2017-44bis",
  "type": "statute",
  "title": "Law relating to Whistle- Blowers Protection",
  "title_en": "Law relating to Whistle- Blowers Protection",
  "short_name": "Law 44BIS of 2017",
  "status": "repealed",
  "issued_date": "2017-06-09",
  "in_force_date": "2017-09-10",
  "url": "https://rwandalii.org/akn/rw/act/law/2017/44bis/eng@2017-09-10",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "The purpose of this Law is to protect whistle blowers with a view to safeguarding public interest."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions",
      "content": "In this Law, the following terms are defined as follows: 1º illegal act or behaviour: any act which violates the code of conduct or professional ethics committed by authorities or employees in public or private institutions; 2º offence: an act or omission infringing public order and punishable by law; 3º code: letters or digits that replace a whistle blower’s identity that are inserted in the document containing the information disclosed; 4º institution empowered to receive disclosures: a public or private body to which, by virtue of the responsibilities and powers conferred upon it by law, a person may disclose information in his/her possession, or which has been brought to his/her attention; 5º whistle blower: any person who discloses information in his/her possession or which has been brought to his/her attention which is connected to offences, illegal acts, or behaviour."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Obligation and modalities for whistleblowing",
      "section": "3",
      "title": "Article 3 – Whistleblowing obligation",
      "content": "Every person has an obligation to provide information in his/her possession or which has been brought to his/her attention that is connected to offences, illegal acts, or behaviour. A whistle blower also has the obligation to be diligent, analytical and verify the information and disclose it with proof. A public servant, an employee of a public entity or of a private entity who possesses or is provided with information, must report any information connected to offences, illegal acts or behaviour occurring at the workplace, within institutions or organisations which work with the institution in which he/she is employed."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Obligation and modalities for whistleblowing",
      "section": "4",
      "title": "Article 4 – Procedure for whistleblowing",
      "content": "Whistleblowing is made to the relevant institution verbally, in writing or through any other means by an individual or a group of people. The whistle blower must always disclose his/her personal identification."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Obligation and modalities for whistleblowing",
      "section": "5",
      "title": "Article 5 – Prohibitions in whistleblowing",
      "content": "A whistle blower is prohibited from: 1º providing false information aimed at his/her personal interest or based on grounds of hatred, jealousy, or potential conflict between the whistle blower and the person subject to whistle blowing or other person with any relationship with the person subject to whistleblowing; 2º providing information in the interest of a person he/she seeks to protect or with intent to defame and dishonor an individual or an entity subject to whistleblowing."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Obligation and modalities for whistleblowing",
      "section": "6",
      "title": "Article 6 – Institutions that receive disclosures",
      "content": "Each institution receives disclosures that fall within its responsibilities or powers. An institution that receives disclosures that do not fall within its responsibilities forwards them to the relevant public institution together with the identity of the whistle blower. The institution that receives disclosures must process them as soon as possible. The institution may, through appropriate means, and after analysis of the disclosures, communicate to the whistle blower the decision taken."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Obligation and modalities for whistleblowing",
      "section": "7",
      "title": "Article 7 – Methods of receiving disclosures",
      "content": "Subject to provisions of other laws, an institution that receives disclosures on offences, illegal acts or behaviour must put it in writing that includes the following: 1º basis of the disclosure; 2º author and co-authors; 3º place of making it; 4º time of making it; 5º circumstances of making it and the reason for making it if known. Where possible, an acknowledgment of receipt of the disclosure is signed or thumb printed by both the receiver and the whistle blower."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Obligation and modalities for whistleblowing",
      "section": "8",
      "title": "Article 8 – Officer responsible for receiving disclosures",
      "content": "Every institution designates one or more officers responsible for receiving disclosures. The officer responsible for receiving disclosures must be a person of integrity with required capacity relating to that task. If the officer responsible for receiving disclosures is the subject of whistle blowing, the disclosure is received by his/her immediate superior. The officer responsible for receiving disclosures submits a report to the head of the institution or his/her delegate. However, if the head of the institution is the subject of whistleblowing, the report is submitted to his/her superior authority."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Protection of a whistle blower",
      "section": "9",
      "title": "Article 9 – Protection and awarding a whistle blower",
      "content": "The State has the responsibility to set out strategies meant for ensuring security and protection of a person who has made a disclosure. Any person who provides disclosures that result in recovery of property or safety of public interest must be protected and rewarded. A Presidential Order determines modalities for implementation of this provision."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Protection of a whistle blower",
      "section": "10",
      "title": "Article 10 – Secrecy of disclosures received",
      "content": "For purposes of protecting a whistle blower, all disclosures are received in secret and recorded by use of a code. The code must be similar to the code of the person who disclosed information basing on the list of whistle blowers. The list of whistle blowers must also be drawn up in secret and may be accessed only by the officer who receives the disclosures and the head of the institution or other authorized officer."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Protection of a whistle blower",
      "section": "11",
      "title": "Article 11 – Protection from victimisation",
      "content": "In case a whistle blower is identified, no person may victimise him/her, his/her informer, or any other person in relationship with him/her due to the information disclosed. It is considered as victimisation, if any of the following measures is taken against an employee who made a disclosure with intention to retaliate: 1º dismissal; 2º suspension; 3º denial or delay in promotion; 4º demotion; 5º redundancy; 6º poor performance appraisal; 7º discrimination; 8º any form of victimisation; 9º being made subject to any other administrative sanction, threats, harassment by the employer or a colleague of the employee. It is also considered as victimisation if a whistle blower who is not an employee is subject to discrimination or intimidation by a person or an institution concerned with the disclosure or is denied any service to which he/she is entitled. For the purposes of preventing victimisation referred to in Paragraph One of this Article, no institutional head may prosecute or punish any employee who discloses information, except if competent authorities demonstrate that the disclosure was effected in circumstances contrary to the law."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Protection of a whistle blower",
      "section": "12",
      "title": "Article 12 – Protection of a whistle blower summoned by judicial organs",
      "content": "In case a whistle blower is summoned before judicial organs, his/her code is used, and his/her identity must not be disclosed. In case the whistle blower is subject to interrogation before judicial organs, the procedure is conducted in camera without any cross examination by any other person."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Protection of a whistle blower",
      "section": "13",
      "title": "Article 13 – International cooperation in protection of whistle blowers",
      "content": "Any whistle blower who discloses information in accordance with the provisions of this Law must be protected from any victimisation whether within the country or abroad in accordance with provisions of international conventions ratified by Rwanda or any other agreement of cooperation Rwanda may conclude with other countries."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Protection of a whistle blower",
      "section": "14",
      "title": "Article 14 – Right to seek administrative redress or to file an action in courts",
      "content": "A whistle blower who is victimised as a result of his/her disclosure may seek redress from administrative authorities or file a civil action in court by identifying the connection between the victimisation against him/her and the disclosure."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Offences and penalties",
      "section": "15",
      "title": "Article 15 – Punishment of a person who makes disclosures in violation of this Law",
      "content": "Any person who discloses information in violation of Article 5 of this Law commits an offence. When convicted, he/she is liable to a term of imprisonment of not less than one (1) year but not exceeding three (3) years and a fine of not less than five hundred thousand (500,000) but not exceeding one million (1,000,000) Rwandan francs."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Offences and penalties",
      "section": "16",
      "title": "Article 16 – Punishment of an employee or official disclosing in violation of this Law, information brought to his/her attention",
      "content": "Any employee in charge of receiving disclosures or any authority who knows any information about an offence, illegal act or behaviour who discloses it in violation of this Law commits an offence. When convicted, he/she is liable to a term of imprisonment of not less than two (2) years but not exceeding three (3) years and a fine of not less than two million (2,000,000) but not exceeding three million (3,000,000) Rwandan francs. Penalties referred to in Paragraph 2 of this Article also apply to a person who discloses the identity of a whistle blower."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Offences and penalties",
      "section": "17",
      "title": "Article 17 – Punishment of a person who victimises a whistle blower",
      "content": "Any authority or any other person who victimises a public servant, an employee in a public or private institution or any other person who disclosed information on offences, illegal acts or behaviour commits an offence. When convicted, he/she is liable to a term of imprisonment of not less than three (3) years but not exceeding five (5) years and a fine of not less than one million (1,000,000) but not exceeding two million (2,000,000) Rwandan francs."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter V – Final provisions",
      "section": "18",
      "title": "Article 18 – Initiation, consideration and adoption of this Law",
      "content": "This Law was initiated, considered, and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter V – Final provisions",
      "section": "19",
      "title": "Article 19 – Repealing provision",
      "content": "Law nº 35/2012 of 19/09/2012 relating to protection of whistle blowers and all other prior provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter V – Final provisions",
      "section": "20",
      "title": "Article 20 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. However, the provisions relating to offences and penalties come into force when harmonisation of Organic Law n° 01/2012/OL of 02/05/2012 instituting the penal code with the Constitution of the Republic of Rwanda of 2003 revised in 2015 is affected."
    }
  ],
  "definitions": []
}
