{
  "id": "rw-law-2017-32",
  "type": "statute",
  "title": "Law governing Organisation of Sport, Games and Leisure",
  "title_en": "Law governing Organisation of Sport, Games and Leisure",
  "short_name": "Law 32 of 2017",
  "status": "repealed",
  "issued_date": "2017-08-03",
  "in_force_date": "2017-08-18",
  "url": "https://rwandalii.org/akn/rw/act/law/2017/32/eng@2017-08-18",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs organisation of sport, games and leisure."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Aim of sport, games and leisure",
      "content": "Sport aims at keeping the people’s vitality, competing, contributing to the economic development, promoting community socio-cultural values, conviviality, mutual respect as well as serving as a mobilisation tool. Games aim at recreation and competition according to the governing laws. Leisure aims at recreation, maintaining health, knowledge development through games, socio-cultural activities or technology."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Definitions of terms",
      "content": "In this Law, the following terms have the following meanings: 1° venue for leisure: locations with appropriate basic infrastructure and equipment suitable for each category of leisure, where the public meet for recreational purpose; 2° prohibited doping substances: any outlawed substance that is used to artificially enhance performance of the player who is participating in or preparing a competition; 3° games: activity whose purpose is primarily recreational in accordance with governing rules; 4° leisure: any recreational activity carried out in free time, either individually or collectively and whose exercise or participation is voluntary; 5° unfair practice: any type of practice meant to inhibit or artificially enhance performance of a player who is participating in or preparing a competition; 6° sport academy: a centre bringing together young players for the purpose of development of their talents in sport and games; 7° sport and games association: any national non-governmental organisation whose purpose is to promote one or many types of sports; 8° sport association affiliated to the federation: any national non-governmental organisation whose purpose is to promote one type of sport under the supervision of that federation; 9° National Olympic Committee of Rwanda: a national non-governmental organisation serving as an umbrella for legally recognised national sport federations and games associations that are subject to olympic principles; 10° Ministry: Ministry in charge of sport, games and leisure; 11° Minister: Minister in charge of sport, games and leisure; 12° sport: any physical and mental activity carried out in the spirit of competition and in respect of set of governing rules; 13° amateur sport: any type of sport in which participant engages without remuneration upon his/her preference; 14° professional sport: a sport where a sporting participant is financially remunerated in accordance with labour regulations; 15° elite sport: a sport performed by highly talented players owing them the qualification of professional players; 16° sport federation: an officially recognised national non-governmental organisation which brings together affiliated sport associations in order to promote one specific sport."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Organisation of sport and games",
      "section": "4",
      "title": "Article 4 – Key organs in charge of sport and games organisation",
      "content": "Key organs in charge of sport and games organisation are the following: 1° the Ministry; 2° the National Olympic Committee of Rwanda; 3° sport and games federations; 4° sport and games associations."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Organisation of sport and games",
      "section": "5",
      "title": "Article 5 – Key responsibilities of the Ministry in organising sport",
      "content": "With regard to sport and games organisation, the Ministry has the following key responsibilities: 1° to set up sport and games development policy and its implementation strategies; 2° to monitor and evaluate all activities related to sport and games; 3° to follow up over national teams during preparation and in competitions in line with calendars of sport and games federations."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Organisation of sport and games",
      "section": "6",
      "title": "Article 6 – Key responsibilities of National Olympic Committee of Rwanda",
      "content": "National Olympic Committee of Rwanda has the following key responsibilities: 1° to coordinate sport and games federations and associations under their umbrella; 2° to contribute to capacity building of sport and games federations and associations; 3° to coordinate and supervise activities relating to preparation of olympic games."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Organisation of sport and games",
      "section": "7",
      "title": "Article 7 – Key responsibilities of a sport federation and a games federation",
      "content": "A sport federation and a games federation have the key responsibilities: 1° to coordinate all sporting or gaming activities falling within its responsibilities at the national level; 2° to prepare a sustainable development plan for its respective sport and game basing on the national sport and games development policy; 3° to organise and authorise organisation of national tournaments of sport and game under its ambit basing on national and international rules and regulations; 4° to ensure preparatory arrangements for a national team participating in an international competition; 5° to submit annually to the Ministry an action plan and an activity report related to the sport or game as well as a report on the execution of the State budget for a specified period."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Organisation of sport and games",
      "section": "8",
      "title": "Article 8 – Key responsibilities of a sport and games association",
      "content": "A sport and games association has the following key responsibilities: 1° to elaborate and implement a sustainable development plan for the sport or game pertaining to the association, basing on laws of the umbrella federation; 2° to preserve sporting and gaming values."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Organisation of sport and games",
      "section": "9",
      "title": "Article 9 – Functioning and collaboration between organs in charge of sport and games organisation",
      "content": "A Ministerial Order determines the functioning and collaboration between organs in charge of sport and games organisation."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Organisation of sport and games",
      "section": "10",
      "title": "Article 10 – Sport categories",
      "content": "Sport in Rwanda is subdivided into the following categories: 1° elite sport; 2° professional sport; 3° amateur sport. The organisation of categories of sport and games is determined by a Ministerial Order."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Organisation of sport and games",
      "section": "11",
      "title": "Article 11 – Teaching of sport and games in schools",
      "content": "The sport and games course is offered in nursery, primary and secondary schools."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Organisation of sport and games",
      "section": "12",
      "title": "Article 12 – Teaching of sport and games in sport and games academy",
      "content": "Teaching of sport and games in a sport and games academy is carried out in accordance with teaching curricula developed and approved by the Minister. The licensing of a sport and games academy as well as its functioning and organisation are determined by an Order of the Minister."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Organisation of sport and games",
      "section": "13",
      "title": "Article 13 – Support for sport and games activities",
      "content": "The Ministry supports activities relating to the preparation of national teams in respect of participating in and hosting competitions. The Ministry in collaboration with federations and the National Olympic Committee of Rwanda may support sport and games development activities. Other public institutions and the private sector may support sport and games development activities."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Organisation of sport and games",
      "section": "14",
      "title": "Article 14 – Award and recognition given to a player",
      "content": "The State and the private sector may grant an award or recognition to the best player who defended the honour of the country in sport or games. An Order of the Minister determines the arrangement and conditions of granting awards and recognition to players."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Organisation of sport and games",
      "section": "15",
      "title": "Article 15 – Cooperation in sport and games",
      "content": "The Ministry collaborates with other countries and international organisations in activities relating to research, cooperation and capacity building in matters pertaining to sport and games. Subject to the provisions of the Paragraph One of this Article, an association or a federation may establish a particular partnership with a federation, an association or international organisations."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Organisation of sport and games",
      "section": "16",
      "title": "Article 16 – Health of a player",
      "content": "Any sport and games association carries out a medical check-up on a player before awarding him/her a contract and follows up his/her health during the period of the contract."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Organisation of sport and games",
      "section": "17",
      "title": "Article 17 – Accident insurance for a player",
      "content": "Any sport and games association subscribes to an accident insurance coverage in respect of a player before employing him/her. That insurance coverage is valid only when the player is on duties related to his/her contract with the association."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Organisation of sport and games",
      "section": "18",
      "title": "Article 18 – Standards to develop sport and games infrastructure",
      "content": "Standards to develop sport and games infrastructure are determined by an Order of the Minister."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – Organisation of sport and games",
      "section": "19",
      "title": "Article 19 – Construction of sport and games infrastructure",
      "content": "The construction of sport and games infrastructure at national level is a responsibility of the organ in charge of public infrastructure. The construction of sport and games infrastructure at the level of the City of Kigali is a responsibility of the City of Kigali. The construction of sport and games infrastructure at the District level is a responsibility of the District. The construction of sport and games infrastructure of the private sector is a responsibility of its owners in accordance with standards set out by the Ministry."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – Organisation of sport and games",
      "section": "20",
      "title": "Article 20 – Management of sport and games infrastructure and equipment",
      "content": "The management of sport and games infrastructure and equipment at the national level is under the supervision of the Ministry. The management of sport and games infrastructure and equipment at the level of the City of Kigali is under the supervision of the City of Kigali. The management of sport and games infrastructure and equipment at the District level is under the supervision of the District. The management of sport and games infrastructure of the private sector is under the supervision of its owners in accordance with standards set out by the Ministry."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Prohibited doping substances, fraudulent acts and unfair practices in sport",
      "section": "21",
      "title": "Article 21 – List of prohibited doping substances",
      "content": "The list of prohibited doping substances is established and updated by the World Anti-Doping Agency. That list is available on the website of the World Anti-Doping Agency. The National Olympic Committee of Rwanda, sport federations and associations and other anti-doping organisations transmit the list of prohibited doping substances to relevant parties, providing information related to the impact of using prohibited doping substances in sport."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Prohibited doping substances, fraudulent acts and unfair practices in sport",
      "section": "22",
      "title": "Article 22 – Prohibition of doping substances in sport",
      "content": "It is prohibited for a person participating or preparing to participate in a competition to use prohibited doping substances in sport. It is also prohibited to manufacture, market, distribute and facilitate the use of prohibited doping substances in sport."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Prohibited doping substances, fraudulent acts and unfair practices in sport",
      "section": "23",
      "title": "Article 23 – Anti-doping control in sport",
      "content": "A player may undergo a doping control at any time, before, during or after competitions. It is prohibited to refuse to undergo a control, disrupt a control, hide and alter evidences."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Prohibited doping substances, fraudulent acts and unfair practices in sport",
      "section": "24",
      "title": "Article 24 – Prohibition of fraudulent acts and unfair practices in sport and games",
      "content": "It is prohibited to engage in any fraudulent acts and unfair practices before and during a competition."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Prohibited doping substances, fraudulent acts and unfair practices in sport",
      "section": "25",
      "title": "Article 25 – Monitoring the preservation of values of sport and games",
      "content": "The Ministry controls the extent to which values of sport and games are preserved."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Sanctions in sport and games",
      "section": "26",
      "title": "Article 26 – Sanctions for offences relating to doping, fraudulent acts and unfair practices",
      "content": "Any person who is convicted for the offence relating to doping, fraudulent acts and unfair practices is punished in accordance with the international laws of each sport."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Sanctions in sport and games",
      "section": "27",
      "title": "Article 27 – Sanctions in sport and games",
      "content": "A player, club or official who contravenes rules of each sport or game is punished in accordance with rules of that sport or game."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter V – Organisation of leisure",
      "section": "28",
      "title": "Article 28 – Categories of leisure",
      "content": "Leisure comprises the following main categories: 1° sport-based leisure; 2° culture-based leisure; 3° tourism-based leisure; 4° technology-based leisure."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter V – Organisation of leisure",
      "section": "29",
      "title": "Article 29 – Venue for leisure",
      "content": "An Order of the Minister sets the standards for determining the venue for leisure."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter V – Organisation of leisure",
      "section": "30",
      "title": "Article 30 – Monitoring and control of leisure events",
      "content": "The Ministry monitors and controls all leisure events."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter VI – Final provisions",
      "section": "31",
      "title": "Article 31 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter VI – Final provisions",
      "section": "32",
      "title": "Article 32 – Repealing provision",
      "content": "Law n° 05/1987 of 18 February 1987 governing sports and leisure in Rwanda and other prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter VI – Final provisions",
      "section": "33",
      "title": "Article 33 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "prohibited doping substances",
      "definition": "any outlawed substance that is used to artificially enhance performance of the player who is participating in or preparing a competition",
      "source_provision": "art3"
    },
    {
      "term": "games",
      "definition": "activity whose purpose is primarily recreational in accordance with governing rules",
      "source_provision": "art3"
    },
    {
      "term": "leisure",
      "definition": "any recreational activity carried out in free time, either individually or collectively and whose exercise or participation is voluntary",
      "source_provision": "art3"
    },
    {
      "term": "unfair practice",
      "definition": "any type of practice meant to inhibit or artificially enhance performance of a player who is participating in or preparing a competition",
      "source_provision": "art3"
    },
    {
      "term": "sport academy",
      "definition": "a centre bringing together young players for the purpose of development of their talents in sport and games",
      "source_provision": "art3"
    },
    {
      "term": "sport and games association",
      "definition": "any national non-governmental organisation whose purpose is to promote one or many types of sports",
      "source_provision": "art3"
    },
    {
      "term": "sport association affiliated to the federation",
      "definition": "any national non-governmental organisation whose purpose is to promote one type of sport under the supervision of that federation",
      "source_provision": "art3"
    },
    {
      "term": "National Olympic Committee of Rwanda",
      "definition": "a national non-governmental organisation serving as an umbrella for legally recognised national sport federations and games associations that are subject to olympic principles",
      "source_provision": "art3"
    },
    {
      "term": "Ministry",
      "definition": "Ministry in charge of sport, games and leisure",
      "source_provision": "art3"
    },
    {
      "term": "Minister",
      "definition": "Minister in charge of sport, games and leisure",
      "source_provision": "art3"
    },
    {
      "term": "sport",
      "definition": "any physical and mental activity carried out in the spirit of competition and in respect of set of governing rules",
      "source_provision": "art3"
    },
    {
      "term": "amateur sport",
      "definition": "any type of sport in which participant engages without remuneration upon his/her preference",
      "source_provision": "art3"
    },
    {
      "term": "professional sport",
      "definition": "a sport where a sporting participant is financially remunerated in accordance with labour regulations",
      "source_provision": "art3"
    },
    {
      "term": "elite sport",
      "definition": "a sport performed by highly talented players owing them the qualification of professional players",
      "source_provision": "art3"
    },
    {
      "term": "sport federation",
      "definition": "an officially recognised national non-governmental organisation which brings together affiliated sport associations in order to promote one specific sport",
      "source_provision": "art3"
    }
  ]
}
