{
  "id": "rw-intellectual-property-trade-secrets",
  "type": "statute",
  "title": "Itegeko ryo ku Burenganzira bw'Ubwenge — Ibanga ry'Ubucuruzi",
  "title_en": "Intellectual Property Law — Trade Secret and Undisclosed Information Provisions",
  "short_name": "IP-TradeSecrets",
  "status": "in_force",
  "issued_date": "2009-01-01",
  "in_force_date": "2009-01-01",
  "url": "https://www.rdb.rw/uploads/tx_sbdownloader/Law_on_Intellectual_Property.pdf",
  "description": "Rwanda's intellectual property law includes provisions protecting trade secrets and undisclosed commercial information, consistent with Rwanda's obligations under the TRIPS Agreement and its membership in the World Intellectual Property Organization. These provisions establish the conditions under which commercial information qualifies for legal protection as a trade secret and define the remedies available to holders of trade secrets against unlawful acquisition, disclosure, or use.",
  "provisions": [
    {
      "provision_ref": "ts1",
      "section": "1",
      "title": "Section 1. Definition of Trade Secret",
      "content": "For the purposes of these provisions, information qualifies as a trade secret where it: (a) is secret in the sense that it is not, as a body or in the precise configuration and assembly of its components, generally known among or readily accessible to persons within the circles that normally deal with the kind of information in question; (b) has commercial value because it is secret; and (c) has been subject to reasonable steps under the circumstances, by the person lawfully in control of the information, to keep it secret. Trade secrets may include formulae, practices, processes, designs, instruments, patterns, commercial information, and any other information used in a business that provides the owner with a competitive advantage. The protection afforded to trade secrets is independent of any registration requirement."
    },
    {
      "provision_ref": "ts2",
      "section": "2",
      "title": "Section 2. Scope of Protection",
      "content": "The holder of a trade secret has the right to prevent others from acquiring, disclosing, or using the trade secret without the holder's consent in a manner contrary to honest commercial practices. Acts contrary to honest commercial practices include: breach of contract or confidence; inducement to breach contract or confidence; acquisition of the trade secret through improper means; and abuse of information obtained in the context of a business relationship. The protection of trade secrets shall not extend to information that: is or becomes generally known through no act or omission of the party against whom protection is sought; is independently developed by a third party through legitimate means; or has been lawfully obtained by a third party who had no obligation to maintain its confidentiality. The protection provided under these provisions shall not affect the application of other applicable laws."
    },
    {
      "provision_ref": "ts3",
      "section": "3",
      "title": "Section 3. Lawful Acquisition and Use",
      "content": "The acquisition of a trade secret shall be considered lawful where the trade secret is obtained by: (a) independent discovery or creation; (b) observation, study, disassembly, or testing of a product or object that has been made available to the public, where the observer is free to acquire any information contained in the product or object; (c) exercise of the right of workers or workers' representatives to information and consultation in accordance with applicable law; (d) any other practice which, under the circumstances, is in conformity with honest commercial practices. The use or disclosure of a trade secret shall be considered lawful where it is required or allowed by applicable law, including in the context of regulatory oversight, legal proceedings, or the exercise of intellectual freedom."
    },
    {
      "provision_ref": "ts4",
      "section": "4",
      "title": "Section 4. Unlawful Acquisition, Use, and Disclosure",
      "content": "The acquisition of a trade secret without the consent of the trade secret holder shall be considered unlawful where carried out by: (a) unauthorised access to, appropriation of, or copying of any documents, objects, materials, substances, or electronic files lawfully under the control of the trade secret holder, containing the trade secret or from which the trade secret can be deduced; (b) any other conduct which, under the circumstances, is considered contrary to honest commercial practices. The use or disclosure of a trade secret shall be considered unlawful where carried out without the consent of the trade secret holder by a person who has acquired the trade secret unlawfully, who is in breach of a confidentiality obligation or any other duty not to disclose the trade secret, or who is in breach of a contractual or other duty to limit the use of the trade secret."
    },
    {
      "provision_ref": "ts5",
      "section": "5",
      "title": "Section 5. Third-Party Liability",
      "content": "A third party who acquires, uses, or discloses a trade secret where, at the time of such acquisition, use, or disclosure, the third party knew or ought to have known, under the circumstances, that the trade secret had been obtained directly or indirectly from another person who was using or disclosing the trade secret unlawfully, shall be liable for unlawful use or disclosure. The acquisition, use, or disclosure of a trade secret shall constitute unlawful conduct from the point at which the person concerned becomes aware of or should under the circumstances become aware of unlawful use or disclosure. Goods produced through the unlawful use of a trade secret shall not be placed on the market, imported, exported, or stored for those purposes where the competent authority has reasonable grounds for believing such goods to be unlawfully produced."
    },
    {
      "provision_ref": "ts6",
      "section": "6",
      "title": "Section 6. Civil Remedies",
      "content": "The trade secret holder whose rights have been or are likely to be infringed may seek from the competent court: (a) provisional and precautionary measures, including an injunction restraining the unlawful acquisition, use, or disclosure of the trade secret; (b) a declaration of trade secret status and the unlawful nature of the respondent's conduct; (c) an injunction prohibiting the use or disclosure of the trade secret; (d) a recall of infringing goods from the market; (e) compensation for damages suffered as a result of the unlawful acquisition, use, or disclosure of the trade secret; (f) the surrender of unjust enrichment obtained from the unlawful activity. Where the relevant trade secret is an ingredient of a product, courts may order financial compensation in lieu of recall or destruction where such measures would be disproportionate."
    },
    {
      "provision_ref": "ts7",
      "section": "7",
      "title": "Section 7. Employee Obligations",
      "content": "Employees who have access to trade secrets in the course of their employment are under an obligation not to disclose or use those trade secrets without the authorisation of the employer, to the extent required by applicable employment law and any applicable contractual obligations. Employers may, through employment contracts, establish specific obligations relating to the confidentiality of trade secrets and the use of confidential information during and after employment. Post-employment confidentiality obligations shall be enforceable to the extent they are necessary to protect legitimate business interests and are proportionate in terms of duration, geographic scope, and subject matter. Employees shall not be precluded from using general professional knowledge and skills acquired in the course of their employment. The exercise of whistleblower rights in accordance with applicable law shall not constitute a breach of trade secret obligations."
    },
    {
      "provision_ref": "ts8",
      "section": "8",
      "title": "Section 8. Protection in Legal Proceedings",
      "content": "Competent courts and authorities shall take appropriate measures to preserve the confidentiality of trade secrets in the course of legal proceedings relating to the unlawful acquisition, use, or disclosure of a trade secret. Such measures may include: restricting access to documents containing trade secrets to a limited number of persons; restricting access to hearings involving trade secrets and the right to obtain copies of the hearing record; requiring any person participating in the proceedings not to disclose the trade secret. Courts shall balance the need to protect trade secrets against the need for access to justice and the principle of open proceedings. Decisions issued in proceedings relating to trade secrets shall not disclose the trade secret unless the court determines that disclosure is strictly necessary."
    },
    {
      "provision_ref": "ts9",
      "section": "9",
      "title": "Section 9. Digital Trade Secrets",
      "content": "Trade secret protection under these provisions extends to information maintained in digital or electronic form, including databases, algorithms, software code, technical specifications, and other digitally stored information meeting the criteria for trade secret protection. The reasonable steps required to maintain the secrecy of digital trade secrets may include: access controls restricting access to information systems containing trade secrets to authorised personnel; encryption of stored and transmitted trade secret information; audit logging of access to trade secret information; network security measures preventing unauthorised external access; and contractual and policy obligations on persons authorised to access trade secret information. The fact that information is maintained in digital form does not in itself affect the level of protection afforded under these provisions."
    },
    {
      "provision_ref": "ts10",
      "section": "10",
      "title": "Section 10. Undisclosed Test Data",
      "content": "The Government shall protect undisclosed test data and other data submitted to a government authority for the purpose of obtaining approval for the marketing of pharmaceutical or agrochemical products that use new chemical entities against unfair commercial use. Such data shall not be disclosed by the authority to which it is submitted except where necessary to protect the public, subject to measures ensuring that the data is protected against unfair commercial use. The protection afforded to undisclosed test data shall be consistent with Rwanda's obligations under applicable international agreements, including the TRIPS Agreement. The period of protection for undisclosed test data shall be prescribed by the relevant regulatory authority in accordance with applicable law and international obligations."
    },
    {
      "provision_ref": "ts11",
      "section": "11",
      "title": "Section 11. Trade Secrets and Competition",
      "content": "The protection of trade secrets under these provisions shall not be construed as creating rights that restrict or distort competition contrary to applicable competition law. Information that would constitute a trade secret may be required to be disclosed to a competition authority in the context of a competition investigation or merger review, subject to appropriate confidentiality protections. Competition authorities may use trade secret information in the exercise of their regulatory functions but shall not disclose such information beyond what is necessary for the conduct of those functions. The protection of trade secrets shall not serve as a basis for refusing to provide information required to be provided by applicable mandatory disclosure or transparency obligations."
    },
    {
      "provision_ref": "ts12",
      "section": "12",
      "title": "Section 12. International Dimensions",
      "content": "These trade secret provisions shall be applied and interpreted consistently with Rwanda's obligations under the Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS Agreement) and other applicable international agreements to which Rwanda is a party. Rwanda shall cooperate with other countries on trade secret enforcement matters, including through mutual legal assistance arrangements. Where a trade secret has been unlawfully acquired in Rwanda and used or disclosed in another country, or vice versa, Rwanda shall cooperate with the relevant foreign authorities to the extent permitted by applicable law. Rwanda shall participate in international efforts to develop consistent and effective trade secret protection standards, particularly within the African Continental Free Trade Area context."
    },
    {
      "provision_ref": "ts13",
      "section": "13",
      "title": "Section 13. Technology Transfer",
      "content": "These provisions shall be applied in a manner that promotes the transfer and dissemination of technology for the mutual advantage of producers and users of technological knowledge in Rwanda, and in a manner consistent with Rwanda's development objectives. The Government shall establish mechanisms to facilitate the licensing of trade secrets and other intellectual property for the purposes of technology transfer to Rwandan businesses and research institutions. Licensing arrangements for trade secrets involving foreign trade secret holders and Rwandan licensees shall comply with applicable foreign investment and technology transfer regulations. The Government shall promote access to knowledge and technology through open-source and open-data initiatives, which are not affected by these trade secret provisions where the information concerned has been made publicly available by its holder."
    },
    {
      "provision_ref": "ts14",
      "section": "14",
      "title": "Section 14. Relationship with Freedom of Information",
      "content": "Information held by a public body that qualifies as a trade secret of a third party shall be exempt from disclosure under applicable access to information law, subject to applicable public interest override provisions. Where a public body is considering whether to disclose information that may constitute a third party's trade secret, it shall notify the third party and give them an opportunity to make representations. The decision to disclose or withhold trade secret information shall balance the public interest in transparency against the legitimate interest of the trade secret holder in maintaining confidentiality. Where disclosure is determined to be in the public interest notwithstanding trade secret status, the public body shall inform the trade secret holder of the decision and of any available appeal mechanisms."
    },
    {
      "provision_ref": "ts15",
      "section": "15",
      "title": "Section 15. Enforcement Authority and Remedies",
      "content": "The Rwanda Development Board and competent courts shall have jurisdiction to enforce these trade secret provisions. The Rwanda Development Board may issue guidelines clarifying the requirements for trade secret protection and advising businesses on best practices for establishing and maintaining trade secret status. Claims for civil remedies for trade secret misappropriation shall be brought before the competent civil court within the applicable limitation period, which shall be three years from the date the trade secret holder knew or ought to have known of the unlawful acquisition, use, or disclosure. Courts may award damages including lost profits, unjust enrichment, and, where appropriate, exemplary damages for intentional and egregious misappropriation. Courts may also issue interim injunctions where there is an imminent risk of irreparable harm from unlawful trade secret disclosure."
    }
  ],
  "definitions": [
    {"term": "trade secret", "definition": "Information that is secret, has commercial value because it is secret, and has been subject to reasonable steps to keep it secret.", "source_provision": "ts1"},
    {"term": "unlawful acquisition", "definition": "Obtaining a trade secret through unauthorised access, appropriation, or copying, or any other conduct contrary to honest commercial practices.", "source_provision": "ts4"},
    {"term": "honest commercial practices", "definition": "A standard of conduct expected in commercial relationships, including respect for contractual obligations, confidentiality duties, and norms of fair dealing.", "source_provision": "ts2"},
    {"term": "undisclosed test data", "definition": "Confidential data submitted to a regulatory authority for the purpose of obtaining marketing approval, which is protected against unfair commercial use.", "source_provision": "ts10"},
    {"term": "TRIPS Agreement", "definition": "The Agreement on Trade-Related Aspects of Intellectual Property Rights, an international treaty establishing minimum standards for intellectual property protection.", "source_provision": "ts12"}
  ]
}
