{
  "id": "rw-rica-authority-2017",
  "type": "statute",
  "title": "Law establishing Rwanda Inspectorate, Competition and Consumer Protection Authority and Determining its Mission, Organisation and Functioning",
  "title_en": "Law establishing Rwanda Inspectorate, Competition and Consumer Protection Authority and Determining its Mission, Organisation and Functioning",
  "short_name": "Law 31 of 2017",
  "status": "in_force",
  "issued_date": "2017-07-25",
  "in_force_date": "2017-08-18",
  "url": "https://rwandalii.org/akn/rw/act/law/2017/31/eng@2017-08-18",
  "description": "Establishes Rwanda Inspectorate, Competition and Consumer Protection Authority (RICA) with enforcement and market oversight functions.",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes Rwanda Inspectorate, Competition and Consumer Protection Authority, abbreviated as “RICA”. It also determines its mission, organization and functioning."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "In this Law, the following terms mean: 1º quarantine: isolation of something suspected to be harmful to its users with intention to examine whether it conforms to requirements; 2º product: any good purchased and used by the consumer; 3º food products: any animal or plant products that have not been processed or transformed from their original state and are intended for human consumption; 4º competition: an economic activity of two or more different and rival enterprises engaged in the same market, in identical or similar commercial activities; 5º inspection: general organised examination or evaluation of products or service characteristics to determine conformity to specified standards or regulatory requirements; 6º plant: seed, root, branch, cutting or part of a plant, grass and living tree which may allow a plant to grow; 7º pest: species which destroy a plant, a plant product or animal health; 8º metrology: science of measurements of standards applicable in industrial and other research in legal standards; 9º quality: a degree to which a set of inherent characteristics fulfil requirements; 10º consumer: a person who purchases, acquires or uses a property or a service for personal or family use for non-commercial purposes; 11º agrochemical: well packed industrial chemical substance intended for fertilizing the soil and used to prevent, destroy or control any pest. It also means pharmaceutical products used in the development of plants and animals."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Legal personality and autonomy",
      "content": "RICA has legal personality and enjoys administrative and financial autonomy. It is also managed in accordance with relevant laws."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Category of RICA",
      "content": "RICA falls within the category of non-commercial public institutions."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Head office of RICA",
      "content": "The head office of RICA is located in the City of Kigali, the capital of the Republic of Rwanda. It may be transferred to any other location within Rwandan territory where considered necessary. RICA may, if considered necessary, have branches elsewhere in the country upon approval by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Mission and powers of RICA",
      "section": "6",
      "title": "Article 6 – Responsibilities of RICA",
      "content": "RICA has the following responsibilities: 1º to carry out inspection of quality and standards conformity for the following trade products: (a) agrochemicals; (b) unprocessed animal products; (c) unprocessed plants and plant products; (d) food products; (e) goods and products which are not inspected by other organs that include construction materials, goods used in electrical installations, parts of electronic items, chemicals not intended for treatment or diagnostics, textiles, plastic materials and rubber products, leather products, wood and wood products, non-medicated cosmetics, paper and paper products, children’s toys, art and craft materials, domestic appliances, hygiene body products, agriculture tools, paints, animal feeds, factory machinery and recreational tools; (f) process and mode of production and delivery to consumers of products referred to under item 1° of this Article; 2º to establish quality management system in accordance with regional or international standards; 3º to ensure that the production of goods referred to under item 1º of this Article meant for public use or consumption is conducted in accordance with regulations in force; 4º to ensure that imported or exported products falling within the mission of RICA comply with prescribed quality standards and other laws; 5º to consider, inspect and issue licenses related to starting industries and other establishments manufacturing products referred to under this Law; 6º to consider, inspect, register and issue licenses related to imports, exports and goods in connection with food products, plant pharmaceutical products and agrochemicals, plants, semen, fertilised eggs, seeds, seedlings, cuttings, animal food, other processed agricultural, animal and forest and other products; 7º to receive, consider and respond to an application for the formation of trade association; 8º to ensure prevention of use and spread of products referred to in this Law that do not comply with prescribed standards; 9º to advise the Government on matters related to standardisation, competition and consumer protection; 10º to maintain and inspect the hygiene of places of production, trade and transport of products referred to in this Law; 11º to ensure the implementation of State policy, laws, strategies and decisions related to the mission of RICA; 12º to prevent and inspect practices that undermine, repel or prohibit competition; 13º to inspect the operation of markets and provision of products and services to consumers; 14º to train and inform a trader and service provider about their rights and obligations under laws related to the mission of RICA; 15º to train and inform a consumer about his/her rights under laws related to the mission of RICA; 16º to inspect whether machines and special devices used by services under the supervision of RICA comply with metrological standards; 17º to prevent the introduction and spreading of pests on plants and plant products except those authorised to be used for research and scientific purposes in accordance with relevant laws; 18º to monitor and inspect standards of products that are already on the market; 19º to ensure the monitoring, knowledge, analysis and publication of information on the effects of the use of products referred to under Item 1º of this Article; 20º to ensure that testing of pharmaceutical products, and agrochemicals is carried out in accordance with instructions in force; 21º to establish cooperation and collaboration with other institutions at regional and international levels for the purpose of improving the functioning of RICA."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Mission and powers of RICA",
      "section": "7",
      "title": "Article 7 – Powers of RICA",
      "content": "RICA has the following powers: 1º to seize suspicious products to verify their compliance with standards; 2º to establish and issue directives related to the mission of RICA; 3º to impose administrative sanctions for breach of laws related to the mission of RICA."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Supervising authority of RICA and performance contract",
      "section": "8",
      "title": "Article 8 – Supervising authority of RICA",
      "content": "The supervising authority of RICA is determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Supervising authority of RICA and performance contract",
      "section": "9",
      "title": "Article 9 – Performance contract",
      "content": "RICA operates on the basis of performance contract. Modalities for the conclusion and evaluation of performance contract of RICA are determined by relevant laws."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "10",
      "title": "Article 10 – Management organs of RICA",
      "content": "Management organs of RICA are as follows: 1º the Board of Directors; 2º the Executive Organ."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "11",
      "title": "Article 11 – Members of the Board of Directors",
      "content": "The Board of Directors is composed of seven (7) members appointed by a Presidential Order, including the Chairperson and Deputy Chairperson. Members of the Board of Directors are selected based on their competence and expertise. At least thirty percent (30%) of members of the Board of Directors must be females. The term of office of members of the Board of Directors and modalities for their replacement are determined by a Presidential Order."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "12",
      "title": "Article 12 – Powers of the Board of Directors",
      "content": "The Board of Directors of RICA is the supreme management and decision-making organ. It has absolute powers to make decisions with respect to the administration, human resources and property of RICA in order to fulfil its mission."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "13",
      "title": "Article 13 – Responsibilities of the Board of Directors",
      "content": "The main responsibilities of the Board of Directors of RICA are the following: 1° to oversee the functioning of the Executive Organ of RICA and provide strategic guidance to be followed by the Executive Organ in fulfilment of its mission; 2° to approve the long term strategic plan and medium and short term action plans of RICA and related reports; 3° to conclude a performance contract with the supervising authority of RICA and monitor its execution; 4° to approve the Rules of Procedure of RICA; 5° to approve the draft budget proposal of RICA and monitor the use of budget and its execution; 6° to approve the report of activities and the use of property for the previous year; 7° to approve the draft organizational structure of RICA; 8° to evaluate the performance of RICA on the basis of the action plan and budget; 9° to submit the quarterly and annual activity report to the supervising authority of RICA; 10° to make decisions on all critical matters falling within the mission of RICA."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "14",
      "title": "Article 14 – Duties of the Chairperson of the Board of Directors",
      "content": "The Chairperson of the Board of Directors has the following duties: 1° to chair the Board of Directors and coordinate its activities; 2° to convene and preside over meetings of the Board of Directors; 3° to submit minutes of meetings of the Board of Directors of RICA to its supervising authority; 4° to sign the performance contract between the Board of Directors and the supervising authority of RICA; 5° to submit the reports of RICA adopted by the Board of Directors to relevant organs; 6° to follow up the implementation of the resolutions of the Board of Directors; 7° to perform other duties falling within the Board of Directors’ responsibilities as may be requested by the Board of Directors."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "15",
      "title": "Article 15 – Duties of the Deputy Chairperson of the Board of Directors",
      "content": "The Deputy Chairperson of the Board of Directors has the following duties: 1º to assist the Chairperson and replace him/her in case of absence; 2º to perform other duties falling within the Board of Directors’ responsibilities as may be requested by the Board of Directors."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "16",
      "title": "Article 16 – Incompatibilities with membership of the Board of Directors",
      "content": "Members of the Board of Directors shall not be allowed to perform any remunerated activity within RICA. Members of the Board of Directors are also not allowed, whether individually or through companies in which they hold shares, to bid for tenders of RICA."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "17",
      "title": "Article 17 – Reasons for loss of membership in the Board of Directors and procedures for replacement",
      "content": "A member of the Board of Directors loses membership if: 1° the term of office expires; 2° he/she resigns in writing; 3° he/she is no longer able to perform duties due to the physical or mental disability certified by a committee of three (3) authorized physicians; 4° he/she is definitively sentenced to a term of imprisonment equal to or exceeding six (6) months; 5° he/she is absent from three (3) consecutive meetings without valid reasons; 6° he/she exhibits any behaviour likely to compromise his/her dignity, that of his/her work or his/her position; 7° he/she jeopardizes the interests of RICA; 8° he/she is convicted of the crime of genocide or genocide ideology; 9° he/she no longer fulfils requirements considered at the time of appointment; 10° he/she dies. In case a member of the Board of Directors leaves his/her duties before the expiry of his/her term of office, the competent authority appoints a substitute to serve for the remainder of his/her predecessor’s term of office."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "18",
      "title": "Article 18 – Convening and holding of meeting of the Board of Directors and decision-making procedures",
      "content": "The meeting of the Board of Directors is held once every quarter and whenever necessary upon invitation by its Chairperson, or in his/her absence, by its Deputy Chairperson, at their own initiative or upon request in writing by at least a third (1/3) of its members. The invitation is submitted in writing to the members of the Board of Directors at least fifteen (15) days before the meeting is held. However, an extraordinary meeting is convened in writing at least three (3) working days before the meeting is held. Items to be examined by the meeting of the Board of Directors in the first quarter of the year include the approval of the financial and activity reports of the previous year. Every quarter, the Board of Directors must also consider the previous quarter’s financial and activity reports to be transmitted to the supervising authority of RICA. The quorum for a meeting of the Board of Directors to take place is two-thirds (2/3) of its members. However, when a meeting is convened for the second time, it takes place regardless of the number of members present. The Director General attends the meeting of the Board of Directors. Procedures for decision-making by the Board of Directors are determined by the internal regulations of RICA."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "19",
      "title": "Article 19 – Invitation of a resource person to the meeting of the Board of Directors",
      "content": "The Board of Directors may invite to its meeting any person from whom it may seek advice on a certain item on the agenda. The invited person is not allowed either to vote or to follow debates on other items on the agenda."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "20",
      "title": "Article 20 – Approval of resolutions and minutes of the meeting of the Board of Directors",
      "content": "Resolutions of the meeting of the Board of Directors are signed by its members immediately after the end of meeting and a copy thereof is sent to the supervising authority of RICA within five (5) working days. The head of the supervising authority of RICA provides his/her views on the resolutions of the meeting of the Board of Directors within a period not exceeding fifteen (15) working days from receipt thereof. If this period expires before he/she provides his/her views, the resolutions of the meeting are considered definitively approved. The minutes of the meeting of the Board of Directors are signed jointly by the Chairperson and its rapporteur and approved during the next meeting. A copy of minutes of the meeting is sent to the supervising authority of RICA within a period not exceeding fifteen (15) working days from the day of its approval."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "21",
      "title": "Article 21 – Rapporteur of the Board of Directors",
      "content": "The Director General of RICA is the rapporteur of the meeting of the Board of Directors, but he/she has no right to vote in decision-making. The Director General of RICA shall not participate in the meetings that make decisions on issues that concern him/her. In that case, members of the Board of Directors elect among themselves a rapporteur."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "22",
      "title": "Article 22 – Personal interest in issues on the agenda",
      "content": "When a member of the Board of Directors has a direct or indirect interest in the issue to be considered, he/she must immediately inform the Board of Directors about where his/her interest lies. A member who informs of his/her interest in the issue to be considered shall not attend the meeting deliberating on that issue. When it happens that many or all members of the Board of Directors have a direct or indirect interest in the issues to be considered in such a way that it is impossible to decide on the issues, those issues are submitted to the supervising authority of RICA, which decides thereon within thirty (30) days."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "23",
      "title": "Article 23 – Sitting allowances for members of the Board of Directors",
      "content": "Sitting allowances for members of the Board of Directors are determined by a Presidential Order."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "24",
      "title": "Article 24 – Composition of the Executive Organ of RICA",
      "content": "The Executive Organ of RICA is composed of the Director General appointed by a Presidential Order and other staff members recruited in accordance with relevant laws. A Presidential Order may also appoint Deputy Directors General and determine their powers and duties."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "25",
      "title": "Article 25 – Responsibilities of the Executive Organ of RICA",
      "content": "The Executive Organ of RICA has the following main responsibilities: 1° to monitor and coordinate daily functions and activities; 2° to perform other duties falling within the mission of RICA as may be assigned by the Board of Directors."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "26",
      "title": "Article 26 – Powers and duties of the Director General of RICA",
      "content": "The Director General of RICA has the power to make decisions on the administrative and financial management of RICA in accordance with relevant laws. He/she also coordinates and directs activities. The Director General of RICA has the following duties: 1° to make follow-up on the daily activities of RICA; 2° to serve as the legal representative of RICA; 3° to serve as the spokesperson of RICA; 4° to ensure the implementation of the decisions of the Board of Directors of RICA; 5° to ensure the management of staff, equipment and property of RICA and submit related report to the Board of Directors; 6° to prepare the action plan and activity report to be approved by the Board of Directors of RICA; 7° to prepare the draft internal regulations of RICA to be approved by the Board of Directors of RICA; 8° to prepare the draft budget proposal of RICA; 9° to ensure the execution of the budget of RICA; 10° to attend the meetings of the Board of Directors and act as rapporteur; 11° to perform such other duties falling within the mission of RICA as may be assigned to him/her by the Board of Directors."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "27",
      "title": "Article 27 – Duties of other staff members of the Executive Organ of RICA",
      "content": "Duties of other staff members of the Executive Organ are determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "28",
      "title": "Article 28 – Statutes governing staff members of RICA",
      "content": "Staff members of RICA are governed by the General Statutes for Public Service."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "29",
      "title": "Article 29 – Organisational structure",
      "content": "A Prime Minister’s Order establishes the organisational structure of RICA."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter IV – Organisation and functioning of RICA",
      "section": "30",
      "title": "Article 30 – Salaries and fringe benefits for members of the Executive Organ",
      "content": "Salaries and fringe benefits for members of the Executive Organ are fixed in accordance with laws governing public service."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter V – Property and finance of RICA",
      "section": "31",
      "title": "Article 31 – Property of RICA and its sources",
      "content": "The property of RICA is comprised of movable and immovable assets. The property of RICA derives from the following sources: 1° State budget allocations; 2° State or partners’ subsidies; 3° income from services rendered; 4° interests from its property; 5° loans granted to RICA as approved by the Minister in charge of finance; 6° donations and bequests. An Order of the Minister supervising RICA determines fees for services rendered by RICA."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter V – Property and finance of RICA",
      "section": "32",
      "title": "Article 32 – Budget of RICA",
      "content": "RICA prepares its annual budget to be approved by the relevant authority and executed in accordance with relevant laws."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter V – Property and finance of RICA",
      "section": "33",
      "title": "Article 33 – Use and audit of property of RICA",
      "content": "The internal audit service of RICA submits a report to the Board of Directors, with a copy to the Director General of RICA. The use of the property and management of staff of RICA is audited in accordance with relevant laws."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter V – Property and finance of RICA",
      "section": "34",
      "title": "Article 34 – Annual financial statements",
      "content": "Within three (3) months following the closure of the financial year, the Director General of RICA submits the annual financial statements to the supervising authority of RICA after approval thereof by the Board of Directors in accordance with laws governing the management of State finance and property."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "35",
      "title": "Article 35 – Validity of performed acts",
      "content": "Licences and certificates issued by the organs responsible for the activities transferred to RICA remain valid."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "36",
      "title": "Article 36 – Transitional period",
      "content": "RICA has a period not exceeding six (6) months from the date of publication of this Law in the Official Gazette of the Republic of Rwanda to take over responsibilities formerly entrusted to organs transferred to RICA."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "37",
      "title": "Article 37 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "38",
      "title": "Article 38 – Repealing provision",
      "content": "Law n° 61/2013 of 23/08/2013 establishing National Standards Inspectorate, Competition and Consumer Protection Authority (NICA) and determining its mission, organization and functioning as well as all other prior provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "39",
      "title": "Article 39 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
