{
  "id": "rw-law-2016-56",
  "type": "statute",
  "title": "Law establishing the Rwanda Governance Board and Determining its Mission, Organisation and Functioning",
  "title_en": "Law establishing the Rwanda Governance Board and Determining its Mission, Organisation and Functioning",
  "short_name": "Law 56 of 2016",
  "status": "in_force",
  "issued_date": "2016-12-16",
  "in_force_date": "2016-12-19",
  "url": "https://rwandalii.org/akn/rw/act/law/2016/56/eng@2016-12-19",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "DEFINITIONS and its Annex, unless the context means: In the case of the and the Rwanda Civil Sudan, the Minister in Charge and in both cases, any performed by the said Authorities said Authorities; regular air services for the transportation specified in the Annex to this its Annex and any amendments stores' and'Spare Parts' Convention; Air Services','Airline(s)', assigned to them in Article the public carriage by aircraft in combination, for remuneration of services provided under flights (frequencies) or seats or on a route during annually; arrangement between its own name by use of the on International Civil 1944, and includes and any amendment of 4/24 insofar as such Annexes and an airline which has been designated this Agreement; means air transportation are taken on board in those services operated regularly in advance to cover a air route as set forth in the be operated; to be paid for the carriage of which those charges apply, other auxiliary services but mail; State has the meaning assigned made to airlines by the for the provision of airport security facilities or their crew, passengers means the Decision relating concerning the Liberalization endorsed at the Organization including the appendices"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "GRANT OF RIGHTS the following rights: without landing; territory for non-traffic purposes; 5/24 its territory for the purpose cargo including mail (i.e. discharge passengers, mails State Party to the Yamoussoukro rights). disturbances or developments one Contracting Party is unable Party shall use its best efforts temporary rearrangement Parties. AND AUTHORIZATION OF the right to designate in Party one or more airlines routes. designation, the other Contracting of this Article, within a reasonable operating authorization. Contracting Party may require satisfy them that it is qualified regulations which are applicable authorities in conformity the right to designate an and this airline shall and authorized, that the conditions of 6/24 have been approved under"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 - Commencement",
      "content": "This Law comes into force on the date of publication in the Official Gazette of the Republic of Rwanda. Kigali, on 28/11/2016 (sé) KAGAME Paul President of the Republic (sé) MUREKEZI Anastase Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General ANNEX TO LAW N°54/2016 OF APPROVING RATIFICATION OF THE BILATERAL AIR SERVICES AGREEMENT BETWEEN THE GOVERNMENT OF THE REPUBLIC OF RWANDA AND THE GOVERNMENT OF THE REPUBLIC OF SOUTH SUDAN SIGNED AT KIGALI, RWANDA, ON 10 DECEMBER 2015 28/11/2016 AIR SERVICES AGREEMENT BETWEEN OF THE REPUBLIC OF SOUTH AND OF THE REPUBLIC OF 1/24 limiting validity of authorizations and licences arrangements access to local services service products 2/24 BETWEEN THE THE GOVERNMENT OF THE SUDAN Preamble of South Sudan and the Republic Parties); international Civil Aviation on a New Africa Air Decision of 14th November, Declaration concerning the endorsed at the Organization aviation system based on competition expansion of international air international air services growth; to offer the traveling and discriminatory and do not airlines to develop and transportation as a means between the peoples of safety and security in international acts or threats against or property, adversely in the safety of civil aviation; for the purpose of establishing 3/24"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "AND LIMITING VALIDITY OF have the right to withhold,"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "APPLICABLE LAWS Contracting Party governing international air services, or the shall be applied to aircraft Contracting Party relating crew and cargo currency and health and carried by the aircraft of the the said territory. grant any preference to its own Contracting Party in the"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "AVIATION SAFETY consultations at any time 7/24 Party in areas relating to aeronautical Such consultations shall take Contracting Party finds that administer safety standards established at that time pursuant notified of such findings and Standards. The other Contracting it is further agreed that, Party, on service to or the territory of the other Contracting \"ramp inspection\") by the this does not cause unreasonable obligations mentioned in Article the validity of the relevant equipment and the condition to the Convention. of ramp inspections referred aircraft or the operation of an at that time pursuant is a lack of effective maintenance at that time pursuant to the the inspection shall, for the the requirements under which of the crew of that aircraft standards established pursuant 8/24 ensure the safety of an airline suspend or vary the Party. Party in accordance with that action ceases to exist."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "AVIATION SECURITY under international other to protect the security integral part of this Agreement. their rights and obligations act in conformity with the Acts Committed on Board Aircraft, for the Suppression of Unlawful the Convention for the signed at Montreal on 23 Unlawful Acts of Violence at Convention for the Suppression at Montreal on 23 September by both Parties. upon request, all necessary of civil aircraft and other unlawful and crew, airports and air navigation aviation. their mutual relations, act in by the International Civil to the extent that shall require that operators principal place of business 9/24 airports in their territory act in to the Contracting Parties. that its operators of aircraft referred to in paragraph 3 applied from the territory of that adequate measures and to security screen passengers, stores prior to and during positive consideration to any special security measures of an incident of unlawful seizure of such aircraft, their passengers Contracting Parties shall assist measures intended with minimum risk the right, within sixty (60) an assessment in the territory being carried out, or planned from, or departing to the for the conduct of such and implemented without grounds to believe that of this Article, the first Contracting other contracting Party. Failure from the date of such request of Article 4. If required by an of Article 4 prior to the expiry this sub-Article shall be discontinued the security provisions of this 10/24"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "OF CERTIFICATES AND LICENCES of competency and and still in force, shall be recognized of operating the agreed services under which such certificates above the minimum standards licences or certificates referred of one Contracting Party used in the operation of the agreed standards established under the International Civil Aviation consultations between the aeronautical reserves the right to refuse certificates of competency and Party."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "FAIR COMPETITION allow designated airlines international air transportation take action to eliminate all forms affecting the competitive position 11/24"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "AND FREQUENCIES capacity and frequencies shall Decision."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "OF FLIGHT SCHEDULES Party shall submit, Aeronautical Authority of the of its services, specifying requirement shall likewise ad-hoc flights supplementary the Aeronautical Authority prior to the operation of such"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "STATISTICS Contracting Party shall cause of the other Contracting Party, in the territory of the other"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "ARRANGEMENTS services on the specified enter into cooperative marketing other joint venture arrangements, Party, or 12/24 Party; or arrangements hold the appropriate take the necessary action to respect to code-shared flights passengers be provided with at the time of booking; itself and/or (if not possible), or on any other document replacing information on whom to airline is responsible in ground staff at all stages of be notified to the appropriate both Contracting Parties that entitlement of the marketing"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "AND ACCESS TO LOCAL Contracting Party shall be Contracting Party their representatives any nationality as required in mentioned in paragraph 13/24 be satisfied by its own personnel organization or company to perform such services be subject to the laws and regulations with such laws and regulations: within a minimum procedural visitor visas or other to in paragraph 1 of this Article; facilitate and expedite the performing certain temporary"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "OF AIR SERVICE Contracting Party shall have Party offices for the purpose as for other ancillary products Contracting Party shall, either to engage in the sale of air transportation of the other Contracting Party. Contracting Party shall have such transportation and its ancillary convertible currency. Contracting Party shall have other Contracting Party in 14/24"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "GROUND HANDLING applicable to ground self-handling or limit the freedom treated on a non-discriminatory by a supplier or suppliers."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "TARIFFS for air transport to be established considerations in the marketplace. be limited to: discriminatory charges from charges that are unreasonably position; and, charges that are artificially or other reasons. to or filing with its aeronautical its territory by airlines of the may be required not more In individual cases, than normally required. Neither of the other Party of prices on a non-discriminatory action to prevent the inauguration for international air transport for international air transport country, including in both 15/24 any such charges are inconsistent article, it shall request consultations dissatisfaction as soon as possible. 30 days after receipt of the necessary for fair resolution with respect to charges given, each party shall use there shall be no approval concerned for tariffs to shall in this case file such"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "CUSTOMS DUTIES services by a designated airline supplies of fuel, lubricants spare parts, aircraft stores products for sale to or use and other items intended for or servicing, which are on board the other Contracting Party, provided that such equipment, until they are re-exported or from the same national of charges based on the cost board in the territory of a by the appropriate authorities use on board the aircraft airline of the other Contracting 16/24 engines) and regular equipment for the maintenance or repair airline of the other Contracting (including hydraulic fluids) Party to supply aircraft operating are to be used on any part of Party in which they transit. (a), (b), (c) and (d) supervision or control. well as spare parts, aircraft fluids) and other items aircraft operated by a designated the territory of the other Contracting of that territory. In such of those customs authorities with the domestic for in this Article shall be available Party has entered into or transfer in the territory of (1) and (2); provided from the other Contracting"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "TAXATION aircraft of a designated airline the Contracting Party in in international traffic the operation of such aircraft in which the place of effective 17/24 the avoidance of double taxation the Contracting Parties,"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "TRANSFER OF FUNDS to the designated airline currencies at the official rate by the airline in its territory in and cargo, subject to the Contracting Party. the Contracting Parties apply in place of the provisions"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "USER CHARGES impose or permit to be Party user charges higher similar international and services. encourage consultations airline(s) using the should be through the appropriate shall, whenever possible, to charges referred to and data, to enable it to changes are made. 18/24"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "AIRCRAFT LEASING the use of leased aircraft with Article 6 (Aviation Safety) airlines of each Contracting by using dry/wet leased aircraft"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "SERVICES to use surface modes and cargo air services."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "OF INFORMATION Contracting Parties shall exchange and agreement in all matters"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "CONSULTATIONS any time, request consultations to or compliance with through discussion or correspondence, date of receipt of such a request, 19/24"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "DISPUTE SETTLEMENT the Contracting Parties relating the Contracting Parties by negotiations. reach a settlement through to refer the dispute to some accordance with sub-Articles Party, and within a period for decision to a tribunal of one arbitrator and the so appointed, shall act as President its arbitrator within a period by either Contracting Party arbitration of the dispute by of a third State, shall be appoint an arbitrator within within the period specified, the may be requested as the case may be; provided Party, in which case the Vice case, the arbitrator or arbitrators the case may be, shall not limits of its jurisdiction in accordance the tribunal, the Contracting 20/24 with any provisional ruling Party fails to comply with Party may limit, suspend in terms of this Agreement"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "OF AGREEMENT considers it desirable to amend other Contracting Party in agreed upon by the Contracting waiting compliance with of paragraph 2 above, any upon in writing between the enter into force on the date"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "CONVENTIONS become(s) Party (ies) to a agreement, they shall consult into account the provisions"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "REGISTRATION to either the Agreement the Agreement or its Annex and the International 21/24"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "TERMINATION at any time give notice in Party of its decision to terminate communicated to AFCAC (12) months after the date the notice to terminate is withdrawn of receipt of a notice be deemed to have been received both the AFCAC and ICAO."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "ENTRY INTO FORCE shall enter into force provisionally the date of the exchange diplomatic channels, confirming countries have been complied day on which the last notification being duly authorized this Agreement in two of the year THE FOR THE GOVERNMENT REPUBLIC OF RWANDA 22/24 ANNEX ROUTE SCHEDULE airline(s) of Rwanda in TO SOUTH SUDAN JUBA shall be notified for operations airline(s) of South Sudan in TO RWANDA KIGALI be notified for operations Party may, on any or one aircraft operation; 23/24 beyond the territories of referred to in section and operations) from any of referred to in section 1 above. 24/24 CIVILE DE TRANSMISSION RECU LE/RECEIVED A TRAITER DATE DE requested ❑ Immediate Pour dormer Pour avis/for Pour information/for Pour vos ❑ Urgent find attached letter forwarding in Charge of Transport a copy Agreement between the Sudan negociated and initialed 2014 by delegations of two — er,?..../ OF UNDERSTANDING BETWEEN OF THE REPUBLIC OF AND GOVERNMENT OF THE SOUTH SUDAN THE OPERATIONS OF AIR TRANSPORTATION the Government of the Republic of South Sudan (Hereinafter respectively and collectively as on 30th December 2014 for the purpose Services Agreement (hereinafter the operations of air transportation a very friendly atmosphere. The \"Appendix I\". were reached between the Delegations: and agreed upon the text text of the Agreement is attached that, pending the signature and text of the Agreement shall have of this Memorandum of Understanding. each Contracting Party shall have purpose of operating the agreed such airline. that the designated airline(s) of the international air transportation of the marketplace. The Services retain as their primary objective to the traffic demands. agreed that each Contracting consideration the interests of the so as not to affect unduly the that the designated airlines of full third, fourth and fifth freedom beyond points of their own choice and/or cargo, separately or in combination). shall be subject to aeronautical authorities' agreed that the designated airlines to exercise full seventh freedom beyond points of their own choice shall come into, on this thirtieth day of December Stephen Warikozi Head of Delegation REPUBLIC OF SOUTH \",.$ Delegation of Rwanda 1. Silas Udahemuka Director General Rwanda Civil 2. Eustache Director Legal Affairs Rwanda Civil 3. Olivier GIHANA Air Transport Rwanda Civil Delegation of South Sudan 1. Stephen C.E.O South Sudan 2. Diu Dhol Senior Legal South Sudan, Seen to be annexed to Law n°54/2016 of 28/11/2016 approving ratification of the Bilateral Air Services Agreement between the Government of the Republic of Rwanda and the Government of the Republic of South Sudan signed at Kigali, Rwanda, on 10 December 2015 Kigali, on 28/11/2016 (sé) KAGAME Paul President of the Republic (sé) MUREKEZI Anastase Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General"
    }
  ],
  "definitions": []
}
