{
  "id": "rw-law-2016-13",
  "type": "statute",
  "title": "Law governing Petroleum Exploration and Production Activities",
  "title_en": "Law governing Petroleum Exploration and Production Activities",
  "short_name": "Law 13 of 2016",
  "status": "in_force",
  "issued_date": "2016-05-02",
  "in_force_date": "2016-05-23",
  "url": "https://rwandalii.org/akn/rw/act/law/2016/13/eng@2016-05-23",
  "provisions": [
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6 - of Law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of Prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “The Assistants to Prosecutors are the following: 1º assistants to Prosecutors at the level of Prosecutor General’s Office; 2º assistants to Prosecutors at the Intermediate Level; 3º assistants to Prosecutors at the Primary Level.”"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 - General requirements for being",
      "content": "Prosecutor"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10 - of Law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of Prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “Any person seeking the post of a Prosecutor must: 1º be a Rwandan national; 2º be at least twenty-one (21) years old; 3º pass the recruitment test, except Prosecutor General, the Deputy Prosecutor General and Chief Prosecutor at Intermediate Level; 4º have at least a Bachelor’s Degree in Law; 5º have a certificate of successful completion the training programme offered by recognized institute of legal practice, except members of the Bureau of the National Public Prosecution Authority and Chief Prosecutor the Intermediate Level; 6º be a person of integrity; 7º not have been convicted of the crime discrimination and sectarianism; 8º not have been convicted of the crime genocide; 9º not have been convicted of the crime genocide ideology; 10º not have been convicted of the crime corruption and embezzlement of public property; 11º not to have been dismissed from office, abandoned his/her duties or refused to resume his/her duties after the end of the period suspension or after being requested to do 12º not have been deprived of civil or political rights by courts; 13º not to have been sentenced to a term imprisonment of at least six (6) months final judgment.”"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 - Specific requirements to be appointed",
      "content": "Prosecutor at the Intermediate Level"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4 - Appointment of a Chief Prosecutor",
      "content": "the Intermediate Level"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11 - bis is inserted in Law n° 44 bis/2011",
      "content": "26/11/2011 governing the statute of Prosecutors other staff of the National Public Prosecution Authority, to read as follows: “Article 11 bis: Appointment of Chief Prosecutor at the Intermediate Level The Chief Prosecutor at the Intermediate Level selected by the Prosecutor General after consultation with the Prosecutor General’s office. The Prosecutor General submits to the High Council of the National Public Prosecution Authority candidate selected for the vacant post of Chief Prosecutor at the Intermediate Level for approval.”"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13 - of Law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of Prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “In order to be appointed a Prosecutor and be put the rank corresponding to such a post, a person apply in writing to the President of the High Council of the National Public Prosecution Authority. The High Council of the National Public Prosecution Authority organizes recruitment test to fill vacant posts. Provisions of this Article do not apply to Prosecutor General, the Deputy Prosecutor General and Chief Prosecutor at the Intermediate Level.”"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14 - of Law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of Prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “Every Prosecutor assumes office by serving probationary period of six (6) months during which his/her immediate superior evaluates professional abilities and conduct. his/her The immediate superior referred to in Paragraph of this Article prepares the probationary period report at least one (1) month before the probationary period expires. The report is submitted to the Prosecutor General who, in turn, submits it to the High Council of the National Public Prosecution Authority with copy to the Prosecutor under probation. Where the High Council of the National Public Prosecution Authority finds that the report conclusively indicates that the Prosecutor probation has the required abilities, he/she permanently appointed as a career Prosecutor. The High Council of the National Public Prosecution Authority may, if it considers it necessary, extend probationary period. Such additional period probation cannot exceed six (6) months.”"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17 - of Law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of Prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “The Prosecutor General and the Deputy Prosecutor General are appointed for a term of office of five years renewable once. The Chief Prosecutor at the Intermediate Level appointed for a term of office of five (5) years which may be renewed by the High Council of the National Public Prosecution Authority. The term of office of Prosecutors referred to Paragraphs One and 2 of this Article begins from date they assume office. The Chief Prosecutor at the Intermediate Level whose term of office is not renewed remains Prosecutor at Intermediate Level.”"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18 - of Law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of Prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “Before assuming office, each Prosecutor must the oath provided for by the Constitution of Republic of Rwanda of 2003 revised in 2015. The Prosecutor General and the Deputy Prosecutor General take their oaths of office before the President of the Republic. Other Prosecutors take oath before the Prime Minister in the presence of members of the High Council of National Public Prosecution Authority. The document containing the text of the oath is signed by the person taking oath and the person administering the oath.”"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19 - of Law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of Prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “During court proceedings, Prosecutors appropriate dress determined by the Prosecutor General upon consultation with the High Council the Public Prosecution.”"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21 - of Law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of Prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “Any Prosecutor who fails to perform his/her duties or to comply with the code of conduct for Prosecutors is punished by one of the following sanctions, through a written notice, depending on the seriousness of fault: 1º warning; 2º blame; 3º suspension for a period of three (3) to six months without monthly salary; 4º delay in promotion; 5º removal from a managerial position; 6º dismissal.”"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26 - of Law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of Prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “In case of emergency, the Prosecutor General suspend a Prosecutor from office, except those are members of the Bureau of the Prosecutor General, to ensure smooth running of duties until a decision is taken on serious misconduct alleged against him/her. However, as regards a Prosecutor at the Intermediate Level or a Prosecutor at the Primary Level, Prosecutor General first requests in writing a written opinion of the Chief Prosecutor at the Intermediate Level. The High Council of the National Public Prosecution Authority must examine the matter in its first meeting following the submission of the complaint and takes decision in one (1) month following the first meeting that examined the matter. Such suspension immediately ceases to have effect the complaint is not referred to the High Council the National Public Prosecution Authority within month as provided for by Article 29 of this Law. The suspension referred to in this Article shall not made public and shall in no way prejudice entitlement to the salary.”"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28 - of Law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of Prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “Procedure for sanctions for Prosecutors does commence unless the concerned person is required writing to provide explanations. The Prosecutor must provide explanations within period not exceeding fifteen (15) days of receipt of letter requesting him/her to provide explanations. All information in connection with the imposition sanctions is provided in writing and kept in the file the concerned person.”"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30 - of Law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of Prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “A Prosecutor against whom a complaint is filed summoned by way of a letter written by the President of the High Council of the National Public Prosecution Authority in the following manner: 1º registered mail; 2º a letter delivered to him/her by a competent authority; 3º a letter delivered to him/her by a Prosecutor higher level. In the absence of the Prosecutor at home, the letter given to the spouse or a relative aged at least sixteen (16) years and who resides with the concerned Prosecutor. In case of absence of the above-mentioned persons, the letter is given to the Executive Secretary of the Cell of his/her domicile or residence. The registered mail is delivered to him/her at fifteen (15) days before the meeting examining his/her case is held. The period begins from the day the registered mail deposited with the post office with acknowledgment of receipt or hand-delivered to the accused Prosecutor. An electronic channel may also be used, where a letter summoning a Prosecutor is sent to the electronic given by the accused Prosecutor or other electronic means.”"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39 - quater is inserted in Law n° 44 bis/2011",
      "content": "26/11/2011 governing the statute of Prosecutors other staff of the National Public Prosecution Authority, to read as follows: “Article 39 quater: Conditions for rehabilitation “Rehabilitation may be granted if there is sufficient evidence to indicate that the sanctioned person expressed remorse and is characterised by good conduct. A dismissed Prosecutor may, if he/she so requests writing, be rehabilitated by the sanctioning organ upon proposal by the High Council of the National Public Prosecution Authority. He/she applies rehabilitation at least after seven (7) years from date the sanction was imposed. A Prosecutor who commits a fault sanctioned sanction other than dismissal may, if he/she requests in writing, be rehabilitated after approval the High Council of the National Public Prosecution Authority after three (3) years from the imposition the sanction.”"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15 - Prescription of disciplinary fault",
      "content": "sanctions"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40 - of Law n°44 bis/2011 of 26/11/2011",
      "content": "governing the statute of Prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “Except the Prosecutor General and the Deputy Prosecutor General of the National Public Prosecution Authority, each Prosecutor undergoes an annual performance appraisal. The performance appraisal intends to enlighten Administration on the Prosecutor’s performance professional abilities. It forms the essential basis assessing his/her right to promotion in horizontal scale, from one step to another and to salary increase and related special gratification. The concerned Prosecutor is notified of the entire results of the performance appraisal. A Prosecutor who is not satisfied with results of final performance appraisal may appeal to the High Council of the National Public Prosecution Authority. An Order of the Prime Minister determines modalities governing the conduct of performance appraisal, promotion in horizontal scale and granting annual special gratification for prosecutors.”"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20 - Effects of secondment or placement",
      "content": "the disposal of another administration"
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54 - of Law n°44/2011 of 26/11/2011 governing",
      "content": "the statute of Prosecutors and other staff of National Public Prosecution Authority is modified complemented as follows: “In case a Prosecutor or an Assistant to Prosecutors placed on secondment or at the disposal of another administration, a new Prosecutor or Assistant Prosecutors is appointed to replace him/her. When the period of secondment or placement at disposal of another administration is over, except grounds of sanctions, the Prosecutor or Assistant Prosecutors is automatically reinstated into his/her previous post if the post is available. In case the he/she occupied before secondment or placement another administration has been allocated to another person, the employer provides him/her with another post of the same level as the one he/she held before secondment or find him/her another post upon his/her consent. In case the post is not found, the Prosecutor Assistant to Prosecutor is suspended from duties receives two-thirds (2/3) of his/her net salary corresponding to his/her latest grade for a period of (6) months. The payment of this salary stops when a prosecutor or an assistant to prosecutors finds another permanent job. Where another post is found, priority is given to Prosecutor or Assistant to Prosecutors that seconded or placed at another administration disposal. If the period of six (6) months expires before a person that was seconded or placed at another administration disposal finds a permanent job, he/she is automatically removed from office and receives termination benefits.”"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65 - of Law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of Prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “When a Prosecutor or an assistant to prosecutors automatically dismissed due to suppression of post, he/she is entitled to termination benefits calculated on the basis of the gross salary and paid the following manner: 1º one (1) month for Prosecutors or Assistants Prosecutors with less than five (5) years service; 2º two (2) months for Prosecutors or Assistants prosecutors with at least five (5) years but less than ten (10) years in service; 3º six (6) months for Prosecutors or Assistants Prosecutors with at least ten years (10) in service.”"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68 - of the law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of Prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “With the exception of the Prosecutor General Deputy Prosecutor General, the retirement age prosecutor or an assistant to prosecutors is sixty (65) years. However, it may be extended to seventy (70) years upon application of the interested prosecutor or assistant to prosecutors when he/she able to continue and only in the interest of service. The retirement may also be granted due to personal reasons, if he/she is at least sixty (60) years. The decision of retirement, whether at the retirement age or prematurely is made by the High Council of National Public Prosecution Authority upon proposal by the Prosecutor General. Retirement benefits for a retired prosecutor assistant to prosecutors are granted according to relevant laws”."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23 - Other staff of the National Public",
      "content": "Prosecution Authority"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74 - of Law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of Prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “With exception of Prosecutors, other members staff of the National Public Prosecution Authority 1º Inspectors; 2º Secretary General; 3º Assistants to Prosecutors; 4º Other required members of staff.”"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24 - Requirements to be appointed as",
      "content": "Inspector of the National Public Prosecution Authority"
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75 - of Law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of Prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “In order to be appointed an Inspector of the National Public Prosecution Authority, the candidate must prosecutor at the national level. He/she must also a working experience of at least five (5) years prosecutor. The Inspector General of the National Public Prosecution Authority must have served in the field for at least eight (8) years for holders bachelor’s degree or five (5) years for holders Master’s degree or a PhD in law awarded by recognised university or institution of higher learning. He /she must have a working experience of at five (5) years in prosecution. An Inspector of the National Public Prosecution Authority has a prosecutor’s status. Inspectors of the National Public Prosecution Authority are appointed and dismissed by the High Council of the National Public Prosecution Authority. Inspectors are under the hierarchy of the Inspector General and under the supervision of the Prosecutor General. While the inspectors of the National Public Prosecution Authority perform the duty of inspection, they are not allowed to perform the duty of crime investigation.”"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25 - Requirements to be appointed Assistant",
      "content": "to Prosecutors"
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77 - of Law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of Prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “In order to be appointed as an Assistant Prosecutors, the candidate must fulfil the requirements provided for under Article 10 of this Law. In order to be appointed as an Assistant to Prosecutors at the Primary Level, the candidate must fulfil requirements provided for under Article 10 of Law. In order to be appointed as an Assistant to Prosecutors at intermediate level, the candidate must also have working experience of at least one (1) year in field. In order to be appointed as a chief Assistant Prosecutors at Intermediate Level, the candidate also have a working experience of at least two years in legal field. In order to be appointed as an Assistant of Prosecutors at National level, the candidate must also fulfil conditions required to be a prosecutor at intermediate level. In order to be appointed as a chief Assistant Prosecutors at national level, the candidate must fulfil the conditions required to be a Chief Intermediate Prosecutor.”"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Prosecutors Taking oath of Assistants In Law n° 44 bis/2011 of 26/11/2011 governing statute of Prosecutors and other staff of the National Public Prosecution Authority, article 77 ter is inserted to read as follows: “Article 77 ter: Taking oath of Assistants Prosecutors Before assuming office, Assistants to Prosecutors the oath provided for in the Constitution of Republic of Rwanda of 2003 revised in 2015 before the Prosecutor General.”"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29 - Supervision of Assistants of Prosecutors",
      "content": "In Law n° 44 bis/2011 of 26/11/2011 governing statute of Prosecutors and other staff of the National Public Prosecution Authority, Article 77 quinquies inserted to read as follows: “Article 77 quinquies: Supervision of Assistants Prosecutors In performing their duties, Assistants to Prosecutors are under the direct hierarchy of the chief assistant prosecutors at the level where they are posted supervised by the Prosecutor who is in charge at level. Assistants to Prosecutors at the Primary Level supervised by the chief assistant to prosecutors at Intermediate Level.”"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31 - Performance appraisal, disciplinary",
      "content": "regime and rehabilitation for other staff of National Public Prosecution Authority"
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78 - of Law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “The performance appraisal, disciplinary regime rehabilitation for other staff of the National Public Prosecution Authority governed by this Law is same as those of prosecutors.”"
    },
    {
      "provision_ref": "art81of",
      "section": "81of",
      "title": "Article 81of - Law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “The salary and fringe benefits for prosecutors, inspectors, the Secretary General and assistants prosecutors are determined by a Presidential Order.”"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33 - Appointment of Prosecutors and other",
      "content": "staff of the National Public Prosecution Authority"
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89 - of Law n° 44 bis/2011 of 26/11/2011",
      "content": "governing the statute of prosecutors and other staff the National Public Prosecution Authority is modified and complemented as follows: “The National Public Prosecution Authority establishes modalities to assist in service Prosecutors, Inspectors of the National Public Prosecution Authority and Assistants to Prosecutors who do hold a Diploma awarded by a recognized institute legal practice and development to obtain such diploma. Prosecutors, Inspectors of the National Public Prosecution Authority and Assistants to prosecutors currently in service who do not have the certificate awarded by a recognised institute of legal practice development are given a period of seven (7) years from the publication of this Law in the Official Gazette of the Republic of Rwanda to have such certificate. Within a period of five (5) years following the date the publication of this Law, prosecutors and assistants to prosecutors are appointed regardless of requirements of this Law on matters concerning certificate from a recognized professional institute.”"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34 - Drafting, consideration and adoption",
      "content": "this Law This Law was drafted, considered and adopted Kinyarwanda."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35 - Repealing provision",
      "content": "Articles 2, 3, 4, 5, 41, 42 and 43 of Law n° 44 bis/2011 of 26/11/2011 governing the statute of Prosecutors and other staff of the National Public Prosecution Authority and all prior provisions contrary to this are hereby repealed."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36 - Commencement",
      "content": "This Law comes into force on the date of publication in the Official Gazette of the Republic Rwanda. Kigali, on 02/05/2016 (sé) KAGAME Paul President of the Republic (sé) MUREKEZI Anastase Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General N°13/2016 OF 02/05/2016 GOVERNING EXPLORATION ACTIVITIES OF CONTENTS ONE: GENERAL PROVISIONS One: Purpose of this Law 2: Definitions of terms 3: Ownership and control of petroleum II: PETROLEUM EXPLORATION PRODUCTION MAP AND LICENSE One: Reference map for petroleum and production on the Rwanda’s area 4: Reference map for petroleum exploration production 2: Exploration License 5: Application for exploration license 6: Response to the application for exploration 7: Granting of exploration license 8: Rights of an exploration licensee 9: Validity period for the exploration license 10: Application for renewal of exploration 11: Grant or refusal of renewal of exploration 12: Work plan and report of the exploration 13: Amendment of work plan 14: Exploration performance guarantee 15: Notification of discovery of petroleum 16: Determination of commercial interest 17: Appraisal program 18: Invalidation of the exploration license to petroleum discovery area 3: Production license 19: Eligible applicant for production license 20: Application for production license 21: Response to the application for production 22: Granting of production license 23: Rights of a production licensee 24: Validity period for the production license 25: Application for renewal of production 26: Unit production agreement 27: Appeal 4: Decommissioning 28: Decommissioning plan 29: Decommissioning funds III: WORK PRACTICES OF A LICENSEE 30: Conduct of exploration and production 31: Flaring natural gas 32: Construction and operation of a pipelines 33: Training of staff 34: Measurement and weighing of petroleum 35: Effects of a defective petroleum measuring weighing appliance 36: Reports and records relating to the license IV: TRANSFER, CANCELLATION LICENCE AND RELINQUISHMENT OF OF THE AREA COVERED BY 37: Transfer of a license 38: Cancellation of a licence 39: Relinquishment of any part of the by the license 40: Removal of materials, plugging of decommissioning V: PETROLEUM AGREEMENTS 41: Petroleum agreement 42: Types of petroleum agreements 43: Format and content of petroleum VI: ADMINISTRATIVE FAULTS 44: Administrative faults and sanctions to petroleum exploration and production VII: FINAL PROVISIONS 45: Drafting, consideration and adoption Law 46: Repealing provision 47: Commencement N°13/2016. OF 02/05/2016 GOVERNING EXPLORATION ACTIVITIES KAGAME Paul, of the Republic; PARLIAMENT HAS ADOPTED AND PROMULGATE THE FOLLOWING AND ORDER IT BE PUBLISHED IN GAZETTE OF THE REPUBLIC PARLIAMENT: Chamber of Deputies, in its session of 02 March to the Constitution of the Republic of Rwanda 2003 revised in 2015, especially in Articles 35, 53, 70, 88, 90, 91, 106, 120, 168 and 176; to Convention on Biological Diversity signed DE JANEIRO, BRAZIL, on 05 June, 1992 by the Presidential Order nº017/01 of 18/03/1995; to CARTAGENA, COLUMBIA Protocol to the Convention on Biological Diversity, in Nairobi, KENYA, from 15 to 26 May 2000 New York, the United States of America, from 05 to 04 June 2001 as ratified by Presidential Order of 31/12/2007;: ONE: GENERAL PROVISIONS One: Purpose of this Law Law governs petroleum exploration and production in Rwanda. 2: Definitions of terms the purpose of this Law, the following terms have meanings: 1° exploration area: an area for which exploration license has been granted; 2° production area: an area for which a production license has been granted; 3° petroleum agreement: an agreement petroleum exploration or production entered between the Government of Rwanda and eligible holder of the licence provided for by Law; 4° decommissioning: measures to be taken licensee at the cessation or closure of petroleum exploration or production activities to remove materials from the concerned site or rehabilitate it; 5° appraisal program: a drilling which is carried out to determine the physical extent, petroleum reserves and likely production rate of a petroleum field for a specific period; 6° associated natural gas: a natural gas which exists in a reservoir in solution with crude which overlies or is in contact with crude oil; 7° good oil field practices: operations involved the exploration or production of petroleum good, safe and efficient in carrying out petroleum exploration or production; 8° production activities: operations carried out produce petroleum and all related activities; 9° exploration activities: operations carried out exploring petroleum and include geological, geophysical, geochemical, aerial, magnetic, gravity or seismic surveys and the appraisal program of those surveys and drilling appraisal purposes; 10° block: an area for petroleum exploration production purposes constituted in accordance with the provisions of this Law; 11° discovery: a finding of petroleum recoverable the surface of the earth in a flow measurable conventional methods; 12° exploration license: a license issued accordance with the provisions of this Law the licensee to be allowed to carry out petroleum exploration; 13° petroleum reservoir: a discrete area where petroleum naturally accumulates; 14° Minister: the Minister in charge of petroleum exploration and production; 15° petroleum: a crude oil and natural gas recovered from a petroleum reservoir; 16° production license: a license issued accordance with the provisions of this Law the licensee to be allowed to carry out petroleum production; 17° person: an individual, business company, organisation or association with a legal status; 18° well: a borehole made by drilling for petroleum exploration or production operations purposes but which do not include a seismic shot holes. 3: Ownership and control of petroleum rights of ownership and control of petroleum on, any land in Rwanda are vested only in the prejudice to any right of ownership that may possess to the land. person may explore for or produce petroleum except accordance with a licence provided under this Law petroleum agreement. II: PETROLEUM EXPLORATION PRODUCTION MAP AND LICENSE One: Reference map and production area for on petroleum Rwanda’s 4: Reference map for petroleum exploration production exploration and production are carried out basis of a reference map which gives the geological of the geographical areas of Rwanda and map is established by an Order of the Minister. 2: Exploration License 5: Application for exploration license person intending to carry out exploration activities for a license thereof from the Minister. Order of the Minister determines modalities for the application for exploration license. 6: Response to the application for exploration consideration of the application for exploration the Minister, within ninety (90) days, responds applicant in writing specifying whether is accepted or not. Where the application the applicant is invited for negotiation for exploration. the application is not accepted, the applicant notified of the reasons thereof. 7: Granting of exploration license seven (7) days after the agreement between and the applicant is concluded and signed parties, the Minister grants to the applicant license. 8: Rights of an exploration licensee exploration licensee has the exclusive right for petroleum in the exploration area, and to necessary works for that purpose only. 9: Validity period for the exploration license exploration license is valid for three (3) upon written application. 10: Application for renewal of exploration exploration licensee may apply to the Minister of such a license. The application for renewal within ninety (90) days before the current license to expire. renewed exploration license remains valid not exceeding three (3) years renewable only not more than two (2) years. Order of the Minister determines the requirements the exploration license. 11: Grant or refusal of renewal of exploration consideration of the application for exploration renewal, the Minister responds to the applicant specifying whether or not the renewal The applicant receives the reaction before of the license subject to the application the renewal is not granted, the applicant is notified reasons thereof in writing. 12: Work plan and report of the exploration exploration licensee must meet the requirements plan and expenditure stipulated in the license agreement. exploration licensee must, before starting activities one month before the end of each year, submit to an adequate work plan and projected and a detailed activity report. 13: Amendment of work plan considered necessary, the exploration licensee for reasons agreed upon between both parties, the work plan and projected expenditure. such an amendment shall not have effect reduce the activities of the overall work plan expenditure to be carried out during the term exploration license. 14: Exploration performance guarantee starting the exploration operations, licensee demonstrates to the Minister has the guarantee to ensure that he/she with the implementation of work plan. Order of the Minister determines the nature, condition management of such guarantee. 15: Notification of discovery of petroleum petroleum has been discovered in an exploration the exploration licensee of that area must provide Minister with a detailed written report for such within a period not exceeding thirty (30) of the date of the discovery of petroleum. 16: Determination of commercial interest petroleum has been discovered in an exploration the exploration licensee must, within a period ninety (90) days as of the date on which is made, provide to the Minister a notice stating the discovery is, or is not of commercial interest. 17: Appraisal program a period not exceeding two (2) years as of of the notice that the discovery is interest, the exploration licensee an appraisal program to be approved by in order to provide the details particularly of the chemical composition, physical properties quality of petroleum discovered; the depth, thickness and boundaries of the reservoir; the reservoir’s productivity indicators for every tested; estimate of the production capacity of the reservoir; other relevant information relating to the discovery as may be stipulated in the exploration license petroleum agreement. 18: Invalidation of the exploration license to petroleum discovery area exploration license related to a petroleum discovery may cease to have effect where: 1° the exploration licensee fails to apply for production license within the period specified; 2° the discovery is not of commercial interest. 3: Production license 19: Eligible applicant for production license an appraisal program shows that the discovery contains a petroleum reservoir or part of a petroleum that may be subject to production, licensee is given priority in applying for license. Such an application must be his or her exploration license expires. other capable person may apply for the grant license in respect of an area with a petroleum or a part of petroleum reservoir that may to production. Such an area shall not be located the boundaries for which a valid exploration has already been granted to another person. 20: Application for production license person intending to carry out production activities a license from the Minister. Order of the Minister determines modalities and of an application for production license. 21: Response to the application for production consideration of the application for production the Minister, within a period not exceeding (90) days, responds to the applicant in writing whether the application is accepted or not. the application is accepted, the applicant for negotiation about an agreement the application is not accepted, the applicant of the reasons thereof. 22: Granting of production license a period not exceeding seven (7) days after of an agreement between the Government applicant and the signing of the agreement by the Minister grants to the applicant the production 23: Rights of a production licensee production licensee has the right to carry of petroleum in the production area, and out necessary works for that purpose only. 24: Validity period for the production license production license is valid for twenty five (25) years. license may be extended upon request of the licensee. 25: Application for renewal of production production licensee may apply to the Minister of such a license. The application for renewal within twelve (12) months before the current is due to expire. renewed production license is valid for a period of ten (10) years. Order of the Minister determines the requirements a production license. 26: Unit production agreement Minister may, on his own motion or upon request of the production licensees whose production shared blocks, order the production licensees into a unit production agreement covering blocks. 27: Appeal person who is not satisfied with the decision of on the basis of the provisions of this to the competent institution in accordance laws. 4: Decommissioning 28: Decommissioning plan production licensee submits a decommissioning the Minister for approval. Order of the Minister determines the content of plan. 29: Decommissioning funds production licensee avails, within a period specified Minister, the decommissioning funds. Order of the Minister determines the disbursement, use and management of such funds. III: WORK PRACTICES OF A LICENSEE 30: Conduct of exploration and production licensee carries out all exploration or production in a proper and safe manner and in accordance petroleum exploration and production 31: Flaring natural gas natural gas requires prior authorization of upon approval by a Government expert in or production area, flaring natural gas may out for: securing the safety and health of persons engaged petroleum exploration or production activities; avoiding damage or destruction over any property belonging to any person in the petroleum exploration or production area. 32: Construction and operation of a pipelines production licensee shall not commence operation, alteration or reconstruction without a prior written authorization of Minister provides a written response to the applicant the authorisation within a period not exceeding as of the receipt. applicant must provide information at least on how the pipeline is to be constructed and materials to be used; how the construction and use of the pipeline would impact on the environment and any measures licensee intends to take to reduce that impact; how the licensee intends to remove or otherwise the pipeline when it has served its purpose. 33: Training of staff licensee must train staff in accordance with agreement between both parties. Minister is provided each year a report on with the provisions of this Article. 34: Measurement and weighing of petroleum production licensee measures or weighs, by methods used in good oil field practices and approved the Minister, all petroleum produced from the to the license. production licensee shall not make any alteration method of its measurement or weighing used or used for that purpose without a prior written of the Minister. 35: Effects of a defective petroleum measuring weighing appliance petroleum measuring or weighing appliance tested examined under the provisions of this Law agreement and found to be defective, to have existed in that condition commencing the date following the date on which it was or examined. production licensee is liable for the cost resulting defects found, which covers the period starting date the appliance was last tested or examined. 36: Reports and records relating to the license licensee must, during the term of the license and or cancellation of the license, submit reports relating to petroleum exploration and production Order of the Minister determines the content of and records as well as the modalities for IV: TRANSFER, CANCELLATION LICENCE AND RELINQUISHMENT OF OF THE AREA COVERED BY 37: Transfer of a license transfer of license is applied for in writing to following acts are considered as transfer: 1° any license transfer, sale or assignment in form; 2° mortgaging a license or seizing a mortgaged license; 3° transfer of proceeds from dominant shares belonging to any licensee; 4° acquiring proceeds from dominant shares reference to a licensee. modalities for transferring a license are determined an Order of the Minister. transfer registration, the transferee exercises rights, and carries out any other activity as may of the license transferor. 38: Cancellation of a licence Minister may cancel a license where the licensee comply with the provisions of this Law, the petroleum or the conditions of the license. license is also cancelled if the Minister has given at least thirty (30) days written notice of to do so and the licensee did not take remedial 39: Relinquishment of any part of the by the license on provisions of a petroleum agreement, may, by written notice to the Minister, relinquish notice for relinquishment of any part of the by the license must state the following: the date on which the licensee wishes relinquishment to have effect and the area to relinquished; the details of exploration or production operations carried out in respect of the area to be relinquished. notice is submitted: at least three (3) months from the proposed date relinquishment, in the case of an exploration license; at least twelve (12) months from the proposed of relinquishment, in case of a production license; relinquishment provided for by this Article shall the enforcement of the terms and conditions petroleum agreement or the taking of any action of a breach of the provisions of this Law, of and of the license. 40: Removal of materials, plugging of decommissioning a license has been cancelled, has expired or the license area has been relinquished, the licensee carry out the following: to remove from the former license area all materials brought into such area; to plug or close off all wells made in the former license or in the part of a relinquished area during those operations; decommissioning the area subject to petroleum- related activities. of materials, plugging of wells of the area subject to petroleum related are carried out by a deadline specified in entered into by both parties. V: PETROLEUM AGREEMENTS 41: Petroleum agreement prejudice to the provisions of this Law, enters into a petroleum agreement with licensee, in order to elaborate further on the rights obligations of both parties. 42: Types of petroleum agreements petroleum agreement that the Minister enters the eligible licensee is chosen among the following: 1° concessions; 2° 3° 4° 5° joint-ventures; production sharing; service contract; equity participation. 43: Format and content of petroleum Order of the Minister determines the format of a petroleum agreement. VII: ADMINISTRATIVE FAULTS 44: Administrative faults and sanctions to petroleum exploration and production to the provisions of the penal code, an Order Minister determines administrative faults related to petroleum exploration and production VIII: FINAL PROVISIONS 45: Drafting, consideration and adoption Law Law was drafted in English, considered and adopted Kinyarwanda. 46: Repealing provision 47: Commencement prior legal provisions contrary to this Law Law comes into force on the date of its publication the Official Gazette of the Republic of Rwanda. on 02/05/2016 (sé) KAGAME Paul President of the Republic (sé) MUREKEZI Anastase Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General"
    }
  ],
  "definitions": []
}
