{
  "id": "rw-law-2015-39",
  "type": "statute",
  "title": "Law relating to the Management of Abandoned Property",
  "title_en": "Law relating to the Management of Abandoned Property",
  "short_name": "Law 39 of 2015",
  "status": "repealed",
  "issued_date": "2015-08-22",
  "in_force_date": "2015-10-16",
  "url": "https://rwandalii.org/akn/rw/act/law/2015/39/eng@2015-10-16",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the management of abandoned property."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Property falling within the scope of this Law",
      "content": "The property falling within the scope of this Law shall be any immovable or movable property unrightfully possessed by others due to the fact that the rightful owners: 1° died without leaving a legally recognized heir; 2° do not reside in Rwanda for various reasons without having left behind a person legally authorized to manage their property. This Law shall also apply to movable or immovable property neglected by owners for reasons referred to in items 1° and 2° of Paragraph One of this Article."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Definition of terms",
      "content": "In this Law, the following terms shall have the following meanings: 1° Ministry: the Ministry in charge of justice; 2° Minister: the Minister in charge of justice; 3° neglected property: movable or immovable property left behind by the owner when: a) there is no one to take care of it; b) it is poorly maintained so that it poses a safety threat; c) it is used in breach of the laws governing its management."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Procedures for conducting inventory of abandoned property and collecting information",
      "section": "4",
      "title": "Article 4 – Inventory of abandoned property",
      "content": "Sector authorities shall coordinate the conduct of inventory of abandoned property at the Cell and Village levels by specifying its number, former owners, reasons for its abandonment, its managers, its present condition and the purposes for which income derived from such property is used. Sector authorities shall submit the inventory report to the District authorities, who in turn shall submit it to the District Council for approval. District authorities shall submit to the Minister the Council’s decision on the inventory report within a period not exceeding five (5) working days from the date the decision becomes final."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Procedures for conducting inventory of abandoned property and collecting information",
      "section": "5",
      "title": "Article 5 – Inventory of accounts in banks and other financial institutions",
      "content": "Upon request by the Ministry, the National Bank of Rwanda shall provide the Ministry with information on the abandoned money on accounts held in banks and other financial institutions. Without prejudice to other legal provisions and upon request by the relevant organ, the competent court may order the transfer of the money referred to in Paragraph One of this Article to a fixed deposit account opened with the National Bank of Rwanda."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Procedures for conducting inventory of abandoned property and collecting information",
      "section": "6",
      "title": "Article 6 – Information on abandoned property",
      "content": "Any natural or legal person and any other entity managing abandoned property shall provide Sector authorities of the place where the property is located or the Ministry with information on such property within a period not exceeding six (6) months from the publication of this Law."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Procedures for conducting inventory of abandoned property and collecting information",
      "section": "7",
      "title": "Article 7 – Consequences of concealing information on abandoned property",
      "content": "Without prejudice to any further legal action, the Ministry may expel any natural or legal person or any other entity from the abandoned property and demand that they pay back income that has been derived from the property since 02/03/2000 if it is proven that they concealed information on the property, provided misleading information, used false documents for the purposes of appropriation and exploitation of the property as they were the full owner thereof by renting it out, underestimating its actual rental value or making any change thereto."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Provision of evidence and restitution of property",
      "section": "8",
      "title": "Article 8 – Providing evidence",
      "content": "Any evidence provided by the person who claims ownership of the property must be original, if provided in writing, or otherwise be convincing."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Provision of evidence and restitution of property",
      "section": "9",
      "title": "Article 9 – Examination of and decision on evidence",
      "content": "In case of doubt about or rejection of evidence provided by the person claiming ownership of the property, the Ministry shall examine evidence and decide within a period not exceeding sixty (60) days from the reception of such evidence. If the person claiming ownership of the property is not satisfied with the decision taken by the Ministry as to the validity of his/her evidence, he/she shall refer the matter to the relevant court."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Provision of evidence and restitution of property",
      "section": "10",
      "title": "Article 10 – Restitution of the property to the owner",
      "content": "If the owner of the property shows up and provides sufficient evidence of ownership, the property shall be automatically returned to him/her. However, in the event that the person to whom the property is due to be restored is prosecuted for the crime of genocide, crime against humanity and war crime, any interested person may lodge a request that the property be provisionally seized in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Management of the abandoned property",
      "section": "11",
      "title": "Article 11 – Role of the State in the management of abandoned property",
      "content": "Without prejudice to other legal provisions, abandoned property shall be managed by the State represented by the Ministry until the owners show up. However, the Ministry may grant power to manage an abandoned property to any person entitled to inherit that property or any person who formerly occupied it after approval by the Council of the Village where the property is located. If the owners died with no heir, the abandoned property shall be devolved upon the State. An Order of the Minister shall determine the modalities of management of the abandoned property and collaboration between organs involved in the management."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Management of the abandoned property",
      "section": "12",
      "title": "Article 12 – Rental agreement for abandoned property",
      "content": "In case of possibility of concluding a rental agreement for abandoned property, such an agreement shall be signed between the Ministry and natural or legal persons, public or private organs or institutions. The rental value shall be determined based on the value and place of location of the property as well as the terms agreed upon between both parties. If the Ministry deems it necessary, it shall use a member of the Institute of Real Property Valuators to determine the value of the abandoned property."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Management of the abandoned property",
      "section": "13",
      "title": "Article 13 – Renovation of abandoned property",
      "content": "If there is a need of renovation of the abandoned property, it shall base on the value of the required works and, where necessary, the renovation shall base on the value determined by a member of the Institute of Real Property Valuators."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Management of the abandoned property",
      "section": "14",
      "title": "Article 14 – Transfer of a plot, unfinished or a demolished house and associated facilities in a state of abandonment",
      "content": "Subject to other legal provisions, upon the approval by the Minister in charge of the abandoned property, the relevant organ may transfer a plot, unfinished or a demolished house and associated facilities in a state of abandonment. However, before the plot or the house and associated facilities referred to in paragraph one of this article are transferred, there shall be determined the pecuniary value to be paid by the recipient and deposited on the fixed deposit account referred to in Article 5 of this Law. The land title for the abandoned property shall be invalid after the registration of the recipient and upon the inventory and payment of all that is due."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Management of the abandoned property",
      "section": "15",
      "title": "Article 15 – Power of attorney to manage the abandoned property",
      "content": "Only a power of attorney to manage the abandoned property granted before the Notary or the representatives of Rwanda in foreign countries shall be valid. The property shall no longer be qualified as abandoned one under the management of the Ministry as soon as a person with capacity of managing it comes forward."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Management of the abandoned property",
      "section": "16",
      "title": "Article 16 – Tax on abandoned property",
      "content": "The tax on abandoned property shall be deposited on a bank account in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Management of the abandoned property",
      "section": "17",
      "title": "Article 17 – Management of deposit accounts related to the abandoned property",
      "content": "A half (1/2) of the amount collected from abandoned property shall be deposited on a fixed deposit bank account provided for in Article 5 of this Law. The other half (1/2) of that amount shall be deposited on a current bank account in the National Bank of Rwanda to be used in the maintenance and renovation of the abandoned property and tax payment. The modalities for management of the bank account mentioned in Paragraph 2 of this Article shall be determined by the Ministerial Order referred to in Article 11 of this Law."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Management of the abandoned property",
      "section": "18",
      "title": "Article 18 – Refunding the money deposited on the accounts of the abandoned property",
      "content": "If the owner of the property shows up, he/she shall be refunded the money from the fixed bank account mentioned in Article 5, upon request by the Ministry, after deducting ten percent (10%) which is transferred to the public treasury account. He/she shall be refunded any unused money from the account mentioned in Paragraph 2 of Article 17. On the request by the Attorney General, if there is no claimant of ownership of the money deposited on the fixed account, such money shall become the property of the State on the basis of statutory limitation period and upon the decision of the competent court."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Management of the abandoned property",
      "section": "19",
      "title": "Article 19 – Audit",
      "content": "The Office of the Auditor General of State Finance shall audit the utilisation of the money from the abandoned property."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "20",
      "title": "Article 20 – Period allocated to the renewal of power of attorney to manage the abandoned property",
      "content": "Subject to the provisions of this Law, any person managing the abandoned property by virtue of a power of attorney conveyed to him/her by the owner before the commencement of this Law must get a new power of attorney within a period not exceeding six (6) months from the date of the commencement of this Law."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "21",
      "title": "Article 21 – Period for waiver of liability",
      "content": "Any person who took possession of the abandoned property after the Genocide against the Tutsi shall not be liable for damages or expenses that were incurred on the property from 19/07/1994 to 01/03/2000. There shall be no effect for State institutions or administrative entities that used abandoned property in the period from 19/07/1994 to 01/03/2000."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "22",
      "title": "Article 22 – Period for liability waiver of payment of incomes and reimbursements of maintenance costs on the abandoned property",
      "content": "No person shall be liable for payment of the revenues from the abandoned property as well as the maintenance costs of the abandoned property as from 19/07/1994 to 01/03/2000."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "23",
      "title": "Article 23 – Right to take a legal action",
      "content": "Abandoned property which has been sold by occupying people who have no such right, when the owner shows up, he/she shall refer the matter to the court in order to have his/her rights restored. The Ministry shall carry out the follow up of any abandoned property which has been sold by people who are not their owners or by people who have no right to that property and restore them to the inventory of abandoned property."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "24",
      "title": "Article 24 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "25",
      "title": "Article 25 – Repealing provision",
      "content": "The Law n° 28/2004 of 03/12/2004 relating to management of abandoned property and all prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter V – Transitional, miscellaneous and final provisions",
      "section": "26",
      "title": "Article 26 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "Minister",
      "definition": "the Minister in charge of justice",
      "source_provision": "art3"
    },
    {
      "term": "neglected property",
      "definition": "movable or immovable property left behind by the owner when: a) there is no one to take care of it",
      "source_provision": "art3"
    }
  ]
}
