{
  "id": "rw-law-2014-41",
  "type": "statute",
  "title": "Law governing Finance Lease Operations in Rwanda",
  "title_en": "Law governing Finance Lease Operations in Rwanda",
  "short_name": "Law 41 of 2014",
  "status": "in_force",
  "issued_date": "2015-01-17",
  "in_force_date": "2015-02-16",
  "url": "https://rwandalii.org/akn/rw/act/law/2014/41/eng@2015-02-16",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "1",
      "title": "Article 1 - Purpose of this Law",
      "content": "This Law governs the recovery of offence-related assets. In particular, this Law aims at: 1° seizing, confiscating and managing offence- related assets; 2° laying down and enhancing powers competences of the organs in charge of tracing, recovery and management of assets and benefits provided under this Law; 3° determining the framework for cooperation between Rwanda and foreign States towards recovery of assets and benefits provided under this Law."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "2",
      "title": "Article 2 - Definitions of terms",
      "content": "In this Law, the following terms shall have following meanings: 1° asset recovery: tracing offence-related assets so as to take away them from convicted person or from any other person; 2° benefit: any donation, bequests, loan, money, reward, service or any other profit derived from the offences provided under"
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "3",
      "title": "Article 3 - ;",
      "content": "3° seizure: temporarily depriving a person assets derived from any of the offences provided under this Law and of other rights pertaining thereto during the criminal civil, commercial, labour administrative procedure; 4° confiscation: definitive deprivation property and other related rights by a final court decision, in which case possession and rights thereof devolve upon the State; 5° asset: any property, whether movable immovable, and any documents evidencing the ownership of or right the property irrespective of whether it located in Rwanda or abroad; 6° organized crime: crime committed by or more persons working for organization with the aim of seeking unlawful benefits obtained through illegal channels in compliance with or through the implementation of the directives from leaders of such an organization; 7° allocation of seized assets: a. prosecutor’s decision to return seized property to its owner or remove it; b. final court decision ordering return such property to its owner or confiscation; 8° allocation of confiscated assets: a court decision determining the allocation confiscated property such as its sale, proceeds of which is deposited with public treasury or transfer thereof to a third party or an organ that can ensure its proper use; 9° kidnapping: holding, taking away person or detaining him/her by force the purpose of obtaining a ransom; 10° offence-related asset: asset derived from or used during the commission of offence."
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER II: LIABILITY AND ASSETS",
      "section": "4",
      "title": "Article 4 - Liable person",
      "content": "Liability in respect of offence-related asset shall rest with the following persons: 1° a person convicted of one of the offences provided under this Law; 2° a person having benefited from exemption from a conviction due to the expiry prescription or extinction of the period limitation for the action or for any other reason, but liable to prosecution under Laws relating to civil liability; 3° heirs of the perpetrator of one of offences provided under this Law when he/she is deceased; 4° a person who received from the perpetrator of the offence assets derived from such offence; 5° any person having benefited from commission of any offence provided under this Law; 6° a person or institution managing proceeds derived from the commission any of the offences provided under Law. The person prosecuted for liability in respect offence-related asset shall also be prosecuted liability in respect of the benefits derived from such an asset."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER | Section One: Seizure and confiscation",
      "section": "5",
      "title": "Article 5 - Assets subject to seizure",
      "content": "Assets or benefits subject to seizure shall be following: 1° assets or benefits related to an offence provided under this law; 2° property and equipment having been used or intended for use in the commission an offence provided under this law; 3° a new asset up to the value of components related to the offence when the asset derived from the offence has been inseparably intermingled with other objects; 4° a new asset derived from an asset that subject to seizure up to the value of components related to the offence when the asset that was subject to seizure whole or in part has been transformed converted; 5° a new asset derived from an asset to recovered up to the value of components that have been intermingled therewith when the asset that has been intermingled with other assets is related to the offence. In the absence of such assets, seizure shall apply other assets corresponding to the value of assets profits derived from the offence. III: CONFISCATION SEIZURE AND offence-related assets in criminal matters"
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER | Section One: Seizure and confiscation",
      "section": "6",
      "title": "Article 6 - Reasons for seizure and confiscation",
      "content": "of offence-related assets When there are reasons to believe that an asset related to an offence provided under this Law, such an asset shall be seized or confiscated accordance with laws relating to the code criminal procedure and the penal code."
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER | Section One: Seizure and confiscation",
      "section": "7",
      "title": "Article 7 - Proposal as to the allocation of",
      "content": "seized assets A Prosecutor in charge of the case must include his/her submissions the Public Prosecution’s proposal as to the allocation of the seized assets."
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER | Section One: Seizure and confiscation",
      "section": "8",
      "title": "Article 8 - Confiscation of assets",
      "content": "The court adjudicating a criminal case involving assets subject to recovery shall issue a confiscation order upon conviction of the suspect. If the accused wins the case, the confiscated assets shall be returned to him/her."
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER | Section One: Seizure and confiscation",
      "section": "9",
      "title": "Article 9 - Allocation of the confiscated assets",
      "content": "The decision of the court ruling on criminal matters involving seized assets, shall determine allocation of the confiscated assets. Such allocation may be as follows: 1° to be deposited with the public treasury; 2° to be transferred to a public entity; 3° to be transferred to any other organ; 4° such other allocation as may be determined by the court."
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER | Section One: Seizure and confiscation | Section 2: Asset recovery in civil, commercial,",
      "section": "10",
      "title": "Article 10 - Right to claim for restitution of",
      "content": "seized assets A person whose assets are seized while he/she not involved in the commission of the offence, shall give notice thereof in writing to the Public Prosecution which in turn writes a related statement. If the Public Prosecution finds that seized assets are not related to the commission the offence, the seized assets are returned him/her. When the Public Prosecution calls into question reject allegations of the person seeking restitution of the assets, it shall inform him/her in writing the right to base on the criminal action to file action for restitution of his/her assets as provided under the code of criminal procedure. If the Public Prosecution seizes the court, it shall provide him/her with a copy to enable him/her file his/her action. When the Public Prosecution drops the charge, shall return the seized assets to him/her. labour and administrative cases"
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER | Section One: Seizure and confiscation | Section 2: Asset recovery in civil, commercial,",
      "section": "11",
      "title": "Article 11 - Legal proceedings with respect to",
      "content": "assets not raised in the criminal case When proceedings in connection with the assets be recovered are not raised in the criminal case, they shall be subject to civil, commercial, labour administrative procedure in accordance with relevant laws."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER | Section One: Seizure and confiscation | Section 2: Asset recovery in civil, commercial,",
      "section": "12",
      "title": "Article 12 - Asset recovery action",
      "content": "An asset recovery action in civil, commercial, labour or administrative cases shall be filed by Attorney General or any other person empowered to do so. Such an action shall be exempt from court fees."
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER | Section One: Seizure and confiscation | Section 2: Asset recovery in civil, commercial,",
      "section": "13",
      "title": "Article 13 - Period of limitation for asset",
      "content": "recovery action The action provided under article 12 of this shall be filed within five (5) years from: 1° the commission of the offence; 2° the day on which the organ in charge asset recovery becomes aware of commission of the offence. However, any criminal action or any other asset recovery action in Rwanda or abroad shall entail suspension of the period provided under Paragraph One of this Article."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER IV: MANAGEMENT OF SEIZED",
      "section": "14",
      "title": "Article 14 - Application for provisional seizure",
      "content": "In asset recovery cases, the Attorney General any other person empowered to do so shall apply for provisional seizure of the assets to be recovered until the judgment is rendered. AND CONFISCATED ASSETS"
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER IV: MANAGEMENT OF SEIZED",
      "section": "15",
      "title": "Article 15 - Organ in charge of management",
      "content": "the seized assets and confiscated assets The National Public Prosecution Authority Military Prosecution Department shall have sole responsibility for the daily management of seized assets and confiscated assets throughout national territory depending on the nature of such assets or the person having used them in commission of the offence."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER IV: MANAGEMENT OF SEIZED",
      "section": "16",
      "title": "Article 16 - Modalities for the management",
      "content": "the seized assets An Order of the Minister in charge of justice shall determine modalities for the management of seized assets."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER",
      "section": "17",
      "title": "Article 17 - Modalities for the management",
      "content": "the confiscated assets The confiscated assets shall be managed pursuant to the provisions of the Organic Law instituting Penal Code. V: INTERNATIONAL COOPERATION IN ASSET RECOVERY"
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER",
      "section": "18",
      "title": "Article 18 - Cooperation in asset recovery",
      "content": "Rwanda shall cooperate with foreign States recovering its assets in foreign countries returning assets of foreign States on its territory."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER",
      "section": "19",
      "title": "Article 19 - Return of assets to a foreign State",
      "content": "Without prejudice to national legislation, all assets found on the territory of the Republic of Rwanda related to an offence committed or that may required as elements of evidence shall be returned to the requesting State. As long as the assets may be seized or confiscated on the territory of the Republic of Rwanda, court may order that the Government of Rwanda provisionally hold them or return them. Upon request of the Republic of Rwanda and accordance with the Law, the asset given away evidence shall be returned to Rwanda without cost at the end of the prosecution."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER",
      "section": "20",
      "title": "Article 20 - Purpose of the legal cooperation",
      "content": "The Government of Rwanda shall cooperate with other States in the following fields: 1° cooperation in investigations; 2° testimony and statements from experts; 3° cooperation in technical areas; 4° provision of judicial decisions; 5° execution of searches and temporary seizures; 6° consideration of objects and site visits; 7° exchange of information and evidence the offences and on the assets to recovered; 8° provision of originals or authentic acts other relevant documents including administrative, banking, financial, accounting, commercial and companies documents; 9° identification of the assets to be recovered, their location, items and tools and other relevant instruments which can serve as evidence; 10° facilitation to persons who voluntarily have accepted to appear as witnesses in requesting State; 11° return of recovered assets; 12° provision of any requested assistance when it is not contrary to Rwandan law."
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER",
      "section": "21",
      "title": "Article 21 - Potential requirements in the request",
      "content": "of international cooperation in the recovery assets International cooperation in the recovery of assets intends: 1° to request for evidence or statements persons and assets; 2° to facilitate judicial officials of a foreign State which has requested access detained persons or other persons in order for them to provide testimonies or assist the investigations; 3° to provide any administrative or judicial document to the requesting State; 4° to seize, confiscate and return assets recovered; 5° to extradite suspects and convicts; 6° to make search and examine objects sites; 7° to provide information and evidence; 8° to provide any kind of assistance that may be required pursuant to the Rwandan Law."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER",
      "section": "22",
      "title": "Article 22 - Submission of the request for mutual",
      "content": "assistance Any request by a competent foreign organ shall done through all channels of communication recognized by the Rwandan Law. The requests for mutual assistance and their annexes shall be accompanied by translated versions in one of the official languages of Republic of Rwanda, when they are not written one of them."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER",
      "section": "23",
      "title": "Article 23 - Competent organ in charge",
      "content": "requesting, receiving and considering requests for mutual assistance The requests for mutual assistance shall be sent the Minister in charge of justice via the Ministry charge of foreign affairs. The Minister in charge justice shall have the responsibility to consider content of the requests or forward them to concerned organs. The Minister in charge of Justice shall forward Rwanda’s requests for international cooperation and ensure the follow-up of the execution of request and recovery of Rwandan assets in foreign countries."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER",
      "section": "24",
      "title": "Article 24 - Content of the request for mutual",
      "content": "assistance In general, the request shall clearly specify following: 1° requesting organ; 2° requested organ; 3° subject of the request and any relevant remark on its context; 4° facts justifying the request; 5° all known elements likely to facilitate identification of the concerned persons in particular the civil status, the nationality, the address and their profession; 6° all necessary information to identify locate the concerned person, the concerned instruments or assets; 7° the legal basis of the commission of offence related to assets to be recovered and the sentence imposed; 8° the description of the requested cooperation and details on the mode execution of cooperation preferred by requesting State; 9° to provide information and evidence on assets to be recovered."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER",
      "section": "25",
      "title": "Article 25 - Other particular elements to",
      "content": "included in the request for mutual assistance In particular cases, the request shall also contain the following elements: 1° in case of a request for a protective measure, a description of the measure requested; 2° report of the relevant facts and motivation leading the judicial authorities to order confiscation, according to the domestic laws in case of a request for a decision confiscation."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER",
      "section": "26",
      "title": "Article 26 - Content of the decision on protective",
      "content": "measures and confiscation In case of a request for enforcement of a decision of seizure or confiscation, the requests shall further contain: 1° a certified copy of the decision setting such grounds and, if it does not state them, an explanatory note of such a decision; 2° a certificate according to which decision is enforceable and not subject ordinary appeals; 3° to indicate the limits within which decision shall be executed and where necessary, the amount of money to claim on the assets; 4° all indications related to the rights of third parties on the instruments, resources assets concerned, when applicable possible."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER",
      "section": "27",
      "title": "Article 27 - Organ requesting for decisions",
      "content": "provisional seizure and confiscation When a foreign State requests for asset recovery, the Attorney General shall request for an order provisional seizure or confiscation in competent court in a civil, commercial, labour administrative proceeding. When a criminal proceeding is in progress but assets to be recovered are not yet seized, Attorney General shall request the National Public Prosecution Authority, the Military Prosecution Department or any other competent organ to seize them and pursue them in a criminal trial."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER",
      "section": "28",
      "title": "Article 28 - Enforcement of foreign courts",
      "content": "decisions The foreign courts decisions on assets recovery may be enforced in Rwanda after their consideration in accordance with laws requesting the enforcement of judgements or decisions taken by foreign courts."
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER",
      "section": "29",
      "title": "Article 29 - Expenses related to the return",
      "content": "assets Expenses incurred in effecting the return of assets recovered shall be covered by the requesting State."
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER",
      "section": "30",
      "title": "Article 30 - Taxes and bank procedures in asset",
      "content": "recovery The recovery of assets shall not be obstructed bank procedures or issues related to taxation."
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER VI: FINAL PROVISIONS",
      "section": "31",
      "title": "Article 31 - Refusal of assistance in assets",
      "content": "recovery matters A request of a foreign State aiming at assets recovery may be rejected for the following reasons: 1° when the request is in contradiction with Rwandan laws; 2° when Government of Rwanda considers that the execution of the request is likely prejudice its sovereignty, security, public order and any other high level interests. The country whose request is rejected shall notified in writing of the reasons for that decision."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER VI: FINAL PROVISIONS",
      "section": "32",
      "title": "Article 32 - Matters not provided for under",
      "content": "Law For any other matters related to seizure confiscation of offence-related assets that are provided for in this law, laws relating to the code of criminal procedure and the penal code shall apply."
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER VI: FINAL PROVISIONS",
      "section": "33",
      "title": "Article 33 - Drafting, consideration and adoption",
      "content": "of this Law This Law was drafted in English, considered adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER VI: FINAL PROVISIONS",
      "section": "34",
      "title": "Article 34 - Repealing provision",
      "content": "All prior legal provisions inconsistent with this are hereby repealed."
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER VI: FINAL PROVISIONS",
      "section": "35",
      "title": "Article 35 - Commencement",
      "content": "This law shall come into force on the date of publication in the Official Gazette of the Republic of Rwanda. Kigali, on 27/01/2015 (sé) KAGAME Paul President of the Republic (sé) MUREKEZI Anastase Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General PRIME MINISTER’S ORDER N°09/03 OF 10/02/2015 AUTHORISING THE ALLOCATION OF PUBLIC LAND PRIVATE DOMAIN FOR INVESTMENT TABLE OF CONTENTS"
    }
  ],
  "definitions": [
    {
      "term": "benefit",
      "definition": "any donation, bequests, loan, money, reward, service or any other profit derived from the offences provided under",
      "source_provision": "art2"
    }
  ]
}
