{
  "id": "rw-law-2013-12",
  "type": "statute",
  "title": "Law governing the Bailiff Function",
  "title_en": "Law governing the Bailiff Function",
  "short_name": "Law 12 of 2013",
  "status": "in_force",
  "issued_date": "2013-03-23",
  "in_force_date": "2013-04-08",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/12/eng@2013-04-08",
  "provisions": [
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75 - Commencement",
      "content": "This Law shall come into force on the date of publication in the Official Gazette of the Republic of Rwanda. Kigali, on 22/03/2013 (sé) KAGAME Paul President of the Republic (sé) Dr. HABUMUREMYI Pierre Damien Prime Minister Seen and sealed with the Seal of the Republic: (sé) KARUGARAMA Tharcisse Minister of Justice/Attorney General MINISTERIAL ORDER N o 005/08.11 OF 05/01/2012 GRANTING LEGAL STATUS TO THE ASSOCIATION “ECOLE MERE DU VERBE” AND APPROVING ITS LEGAL REPRESENTATIVES TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1 - Name and Head office of",
      "content": "Association Legal status is hereby granted to the Association “CLINIQUE MERE DU VERBE” situated Gasabo District, in Kigali city. The Association shall carry out its activities in entire Rwandan territory."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4 - Commencement",
      "content": "This order shall come into force on the date of publication in the Official Gazette of the Republic of Rwanda. Kigali, on 28/01/2012 (sé) KARUGARAMA Tharcisse Minister of Justice/Attorney General AMATEGEKO Y’UMURYANGO « CLINIQUE MERE DU VERBE A.S.B.L » UMUTWE WA MBERE IZINA, ICYICARO, IMIGAMBI, IGIHE RIZAMARA Ingingo ya 1 Bene gushyira umukono kuri aya mategeko remezo,bashinze umuryango ridaharanira inyungu bise «CLINIQUE MERE DU VERBE»,dukomeza kwita umuryango.uyu muryango uzamara igihe kitagenwe uyu muryango ugengwa n’amategeko remezo yawo wisunze itegeko n°20/2000 ryo kuwa 26 Nyakanga 2000 rigenga imiryango idaharanira inyungu ikorera mu Rwanda. Ingingo ya 2 Icyicaro cy’umuryango kiri Gasabo, mu mujyi wa Kigali, mu Rwanda. Gishobora kwimurirwa aho ariho hose muri Repubulika y’u Rwanda, byemejwe n’inteko Rusange y’umuryango. Ingingo ya 3 Umuryango ukorera mu Karere ka Gasabo. Ushobora gukorera ahariho hose muri Republika y’u Rwanda,byemejwe n’inteko Rusange y’umuryango Ingingo ya 4 Umuryango zikurikira: - - rifite inshingano Kugira uruhare mu guteza imbere ubuvuzi mu kurengera ubuzima bw’abatishoboye cyane cyane abana b’imfubyi; Gushinga ikigo cy’ubuvuzi gifite inshingano zo gukemura ibibazo by’abana batishoboye n’imfumbyi. UMUTWE WA II ABANYAMURYANGO B’ISHYIRAHAMWE Ingingo ya 5 umuryango rigizwe n’abanyamuryango nyirizina hamwe n’abandi b’icyubahiro. Abanyamuryango nyirizina ni abarishinze bagashyira umukono kuri aya mategeko remezo hamwe n’abayoboke baryo, ni ukuvuga abantu kugiti cyabo cyangwa bibumbiye mu miryango n’amashyirahamwe bakemera kandi bakanakurikiza amategeko agenga umuryango. Abanyamuryango b’icyubahiro ni abantu ku giti cyabo cyangwa imiryango n’amashyirahamwe banyuzwe n’intego z’uyu muryango bakaritera inkunga haba mu bikorwa cyangwa mu kwungurana ubwenge. Ingingo ya 6 Abanyamuryango nyirizina biyemeza kwubahiriza amategeko y’umuryango no kugira uruhare rugaragara mu bikorwa byaryo. Bemerewe gufata ibyemezo. Ingingo ya 7 Usaba kwinjira mu Umuryango yandikira urihagarariye imbere y`amategeko, kugirango icyo cyifuzo gishyikirizwe Inteko Rusange. Iyi niyo yemerera umunyamuryango mushya hakurikijwe ubwiganze bw`amajwi arenga kimwe cya kabiri cy`abitabye inama, hubahirijwe amabwiriza y`umuryango mu gufata ibyemezo. Ingingo ya 8 Inteko Rusange niyo itanga uburenganzira bwo kuba umunyamuryango w`icyubahiro w`Ishyirahamwe ibisabwe n`Inama y`Ubuyobozi. Icyemezo gifatwa hakurikijwe ubwiganze bw`amajwi arenga kimwe cya kabiri cy`abitabye inama, hubahirijwe amabwiriza y`umuryango mu gufata ibyemezo. Ijwi ry`abanyamuryango b`icyubahiro ni ngishwanama; ntibemerewe gutora. Ingingo ya 9 Kureka kuba umunyamuryango biterwa n`izi mpamvu: kwegura, kwirukanwa, gupfa cyangwa iseswa ry`umuryango. Icyemezo cyo kwirukana umunyamuryango gifatwa n`Inteko Rusange, hakurikijwe ubwiganze bwa bibiri bya gatatu by`amajwi y`abitabye inama, hubahirijwe amabwiriza y`umuryango mu gufata ibyemezo. Umunyamuryango yirukanwa ari uko yaciye ukubiri n`imwe mu ncingano zikurikira: - kubahiriza amategeko remezo n`amabwiriza y`Ishyirahamwe; - kwitabira inama zatumijwe n`Ishyirahamwe; - gutanga umusanzu; - gushyira mu bikorwa ibyemezo by`Inteko Rusange n`iby`Inama y`Ubuyobozi; - guharanira ishema n`icyubahiro by`Ishyirahamwe n`abanyamuryango baryo. UMUTWE WA III UMUTUNGO W’ISHYIRAHAMWE Ingingo ya 10 Ishyirahamwe rifite uburenganzira bwo kugira umutungo wimukanwa n’utimukanwa ukenewe kugirango rizagere ku nshingano yaryo. Ingingo ya 11 Umutungo w’umuryango uturuka: - ku misanzu y’abanyamuryango; - ku nkunga ritewe; - ku mpano n’imirage; - ku bikorwa bitanyuranije n’amategeko umuryango rikora kugirango rigere ku nshingano zaryo. Ingingo ya 12 Umutungo w’umuryango ni uwaryo by’umwihariko. Nta munyamuryango n’umwe wemerewe kugira icyo asubizwa haba yeguye, yirukanywe cyangwa Umuryango risheshwe. UMUTWE WA IV INZEGO Z’ISHYIRAHAMWE Ingingo ya 13 Inzego z’Ishyirahamwe ni izi: - Inteko Rusange - Inama y’Ubuyobozi Icyiciro Rusange 1;Inteko Ingingo ya 14 Inteko Rusange ni rwo rwego rukuru rw’umuryango. Igizwe n’abanyamuryango nyirizina bose. cya Ingingo ya 15 Inshingano z’Inteko Rusange ni izi zikurikira: - kwemeza no guhindura amategeko remezo n’amategeko ngengamikorere; - gushyiraho no gukuraho abagize Inama y’Ubuyobozi n’amatsinda yihariye; - - gushaka, kwemerera, guhagarika cyangwa kwirukana umunyamuryango; kugena intego rusange umuryango rigenderaho n’ibikorwa byaryo; - kwemeza ingengo y’imari; - kwemera inkunga, impano n’imirage; gusesa umuryango. - Ingingo ya 16 Inteko Rusange itumizwa ikanayoborwa n’Umukuru w’Inama y’Ubuyobozi ari nawe uhagarariye umuryango imbere y’amategeko. Iyo atabonetse, asimburwa n’umwungirije. Ingingo ya 17 Inteko Rusange ihura nibura rimwe mu mwaka mu nama isanzwe. Ubutumire bw’inama buriho n’urutonde rw’ingingo zisuzumwa bugomba kugera ku banyamuryango nibura iminsi 30 mbere y’itariki inama izaberaho. Inama zidasanzwe zishobora gutumizwa n’Umukuru w’Inama y’Ubuyobozi cyangwa bisabwe na kimwe cya gatatu cy’abanyamuryango nyirizina. Icyo gihe ubutumire butangwa mbere y’iminsi icumi kugirango inama iterane. Ingingo ya 18 Inama rusange ntishobora guterana, kujya impaka no gufata ibyemezo iyo nibura 2/3 by’abanayamuryango nyirizina badahari. Kugira ngo imyanzuro y’Inteko Rusange yemerwe, abanyamuryango nyirizina bitabye inama bagomba kuba barenga kimwe cya kabiri cy’abanyamuryango bose. Imyanzuro ifatwa ku bwiganze bw’amajwi arenga kimwe cya kabiri cy’abanyamuryango nyirizina bitabye inama. Iyo abarenga kimwe cya kabiri cy’abanyamuryango nyirizina bose babuze inama ikorana ari nta myanzuro ifata. Hatumizwa indi nama mu gihe cy’iminsi cumi n’itanu hakurikijwe uburyo busanzwe bwo gutumira inama. Inteko Rusange ya kabiri yemerewe gufata imyanzuro iyo ariyo yose kuri gahunda yasubitswe mu gihe abayitabiriye barenze gusa umubare w’abagize inama y’ubuyobozi. Icyiciro cya 2: Inama y’Ubuyobozi Ingingo ya 19 Inama y’Ubuyobozi igizwe n’abantu 5 ari bo: - Umukuru w’Inama; - Umwungirije; - Umunyamabanga; - Umubitsi; - umujyanama Ingingo ya 20 Buri wese mu bagize Inama y’Ubuyobozi atorwa mu ibanga n’Inteko Rusange y’abanyamuryango. Atorerwa imyaka itatu ishobora kwongerwa yongeye gutorwa. Ingingo ya 21 Inama y’Ubuyobozi ishinzwe gushyira mu bikorwa ibyemezo n’ibyifuzo by’Inteko Rusange ikanasabwa n’ibisobanuro ku mikorere yayo. Iterana byibuze rimwe mu gihembwe itumijwe ikanayoborwa n’umukuru w’umuryango. Iyo adahari cyangwa akagira impamvu yemerewe zimubuza kuboneka, inama iyoborwa n’umwe mu bamwungirije. Yemererwa gufata ibyemezo iyo nibura abarenga kimwe cya kabiri cy’abagize inama bahari. Byemezwa n’abarenga kimwe cya kabiri cy’abaje mu nama. Iyo banganije amajwi ku nshuro ya kabiri, ijwi ry’uyoboye inama ribarwamo abiri. Ingingo ya 22 Iyo umwaka urangiye, Inama y’Ubuyobozi yerekana raporo y’imirimo n’ibyagezweho, uko ingengo y’imari yateganyijwe n’uko yakoreshejwe n’umutungo wateganijwe kuzakoreshwa mu mwaka uzakurikiraho ikabishyikiriza Inteko Rusange kugirango ibyemeze. Iyo icyuye igihe, itegura raporo nkusanyabikorwa y’ibyagezweho, ikabishyikiriza Inteko Rusange. Ingingo ya 23 Umukuru w’Inama y’Ubuyobozi niwe uhagarariye Umuryangoimbere y’amategeko. Ingingo ya 24 Umunyamabanga w’umuryango ashinzwe gufata inyandikomvugo z’inama, kwakira inyandiko zose no kureba ko zasubijwe akanabika ibitabo n’inyandiko zose z’Ishyirahamwe. Afatanije n’Umukuru, ashyira umukono ku nyandikomvugo z’inama zemejwe n’Inteko Rusange y’umuryango. Ingingo ya 25 Umubitsi ashinzwe gucunga neza umutungo w’Ishyirahamwe. Yakira imisanzu y’abanyamuryango agakora imirimo y’ibaruramari. Afatanije n’Umukuru w’Inama y’Ubuyobozi cyangwa umusimbura we, yemerewe gushyira umukono ku nyandiko zisohora amafaranga y’umuryango. Ingingo ya 26 Umujyanama abarwa kandi agira uruhare mu nama y’Ubuyobozi. Ashobora gushingwa imirimo y’akanya gato cyangwa ihoraho mu nama y’Ubuyobozi. UMUTWE WA V ABAGENZUZI B’IMARI Ingingo ya 27 Inteko Rusange ishyiraho umugenzuzi w’imari umwe mu gihe itegenyije. Umugenzuzi w’imari ntiyivanga mu icungwa ry’umutungo w’Umuryango Ingingo ya 28 Raporo ye abanyamuryango b’Umuryango. UMUTWE WA VI IVUGURURWA RY’AMATEGEKOREMEZO ishyikirizwa bose Ingingo ya 29 Bisabwe n’Inama y’Ubuyobozi cyangwa kimwe cya gatatu cy’abanyamuryango nyirizina, amategeko ashobora kuvugururwa akemezwa ku bwiganze busesuye bw’amajwi y’abanyamuryango nyakuri. UMUTWE WA VII: GUSESWA, KWIFATANYA N’ANDI MASHYIRAHAMWE CYANGWA KWINJIRA MU MPUZAMASHYIRAHAMWE Ingingo ya 30 Gusesa Ishyirahamwe, kurifatanya n’andi bihuje intego cyangwa kuryinjiza mu mpuzamashyirahamwe byemezwa ku bwiganze bwa bibiri bya gatatu by’amajwi y’abanyamuryango nyirizina baje mu nama y’Inteko Rusange. Ingingo ya 31 Iyo Ishyirahamwe risheshwe, umutungo waryo ushyikirizwa irindi shyirahamwe rifite intego zimwe. Nta kintu na kimwe cyo mu mutungo w’Umuryango kigomba kugurishwa. Nyuma yo kwishyura imyenda umuryango ufite, umutungo usigaye wegurirwa ishyirahamwe rimwe cyangwa menshi akorera mu Rwanda afite intego nk’izaryo cyangwa akora ibikorwa by’ubugiraneza. Ingingo ya 32 Amabwiriza y’uko amatege- koremezo azakurikizwa asobanurwa n’amategeko ngenga mikorere ashyirwaho kandi akemezwa n’Inteko Rusange. Bikorewe i Kigali, kuwa 16/10/2010 Umuvugizi w’umuryango MISURACA Salvatore Giuseppe (sé) Umuvugizi Wungirije w’umuryango MUJAWABIKIRA Emma (sé) Gazette nº14 of 08/04/2013 CYO KUWA KOPERATIVE « gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo Koperative « KOPETUGI ka Nyaruguru, Intara y’Amajyepfo; », ifite icyicaro i Gihemvu, Umurenge ihawe ubuzimagatozi. », igamije guteza imbere ubworozi n’iyo iherewe ubuzimagatozi, », itegetswe gutangaza iki Cyemezo kitarenze iminsi mirongo itatu (sé) MUGABO Damien cy’Igihugu gishinzwe guteza Gazette nº14 of 08/04/2013 CYO KUWA KOPERATIVE « IWACU gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo «KOPIZI», ifite icyicaro Intara y’Amajyaruguru, mu rwandiko icyicaro i Kigombe, Umurenge ihawe ubuzimagatozi. guteza imbere ubucuruzi Ntiyemerewe gukora indi mirimo kubisaba ikanabiherwa uburenganzira. guhera umunsi cyatangarijweho (sé) MUGABO Damien cy’Igihugu gishinzwe guteza Gazette nº14 of 08/04/2013 CYO KUWA « LA CHARITE» gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo Koperative «LA CHARITE», ka Kamonyi, Intara y’Amajyepfo; ifite icyicaro i Kigese, Umurenge ihawe ubuzimagatozi. igamije guteza imbere ubworozi Ntiyemerewe gukora indi mirimo kubisaba ikanabiherwa uburenganzira. itegetswe gutangaza iki Cyemezo kitarenze iminsi mirongo itatu (sé) MUGABO Damien cy’Igihugu gishinzwe guteza Gazette nº14 of 08/04/2013 /103/2013 CYO KUWA COOPERATIVE LOCALE MUTUEL EJO HEZA KAMONYI» gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo « CLECAM-EJO wa Gacurabwenge, HEZA KAMONYI », Akarere ka Kamonyi, HEZA KAMONYI no kubona inguzanyo. Ntiyemerewe keretse ibanje kubisaba HEZA KAMONYI ya Repubulika y’u Rwanda mu (sé) MUGABO Damien gishinzwe guteza imbere Amakoperative"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 - Objectives the of the Association",
      "content": "The Association aims at achieving the following objectives: - To promote access to health care by the needy children especially orphans; -Establishment of a medical centre to provide services to needy children and orphans."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 - Legal Representatives",
      "content": "Mr. MISURACA SALVATORE GIUSEPPE of Italian Nationality, residing in Remera Sector, Dasabo District, Kigali City is hereby authorized to be the Legal Representative of the Association «ECOLE MERE DU VERBE». Sister MUJAWABIKIRA Emma, of Rwandan Nationality, residing in Remera Sector, Gasabo District, Kigali City, is hereby authorized to be the Deputy Legal Representative of same Association."
    }
  ],
  "definitions": []
}
