{
  "id": "rw-law-2012-4",
  "type": "statute",
  "title": "Law governing the Organisation and the Functioning of National Non-Governmental Organisations",
  "title_en": "Law governing the Organisation and the Functioning of National Non-Governmental Organisations",
  "short_name": "Law 4 of 2012",
  "status": "in_force",
  "issued_date": "2012-02-17",
  "in_force_date": "2012-04-09",
  "url": "https://rwandalii.org/akn/rw/act/law/2012/4/eng@2012-04-09",
  "provisions": [
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER II: REGISTRATION",
      "section": "10",
      "title": "Article 10 - Filing a case against the decision",
      "content": "of refusal to issue a certificate of registration The international non-governmental organisation‟s legal representative may file a case against the decision of refusal to issue a certificate of registration to the competent court within thirty (30) days from the date of the receipt of the notice of such a decision."
    },
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER ONE:",
      "section": "1",
      "title": "Article 1 - Purpose of this Law",
      "content": "This Law governs organisation and functioning of international non-governmental organizations which have general interest activities in Rwanda."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "2",
      "title": "Article 2 - Definitions of terms",
      "content": "For the purpose of this Law, the following terms shall have the following meaning: 1° members of a religious-based organisation: members who founded religious-based organisation and other members who are allowed to join later; 2° right and freedom of worship: freely expressing views and practices related to one‟s beliefs whether individually or as group either publicly or privately; 3° religious-based organisation: an organisation whose members share same beliefs, cult and practice."
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "3",
      "title": "Article 3 - Freedom of worship",
      "content": "Every one shall enjoy freedom of worship without a prior authorization. Freedom of worship shall be exercised in accordance with the appropriate legal provisions. Freedom to practise and show one‟s belief in religious-based organisation of his/her choice shall be subject to legal provisions and shall not jeopardize security, public order and health, morals or the fundamental rights and freedoms of others."
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "4",
      "title": "Article 4 - Authorisation to operate in Rwanda",
      "content": "In order to operate in Rwanda, any religious-based organisation shall first apply for registration with the competent authority."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER II:",
      "section": "5",
      "title": "Article 5 - of this Law;",
      "content": "2° location of its head office as well as its full address; 3° names of the legal representative of the religious-based organisations, his/her deputy, their duties, full address, their curriculum vitae and their criminal records; 4° a document certifying that the legal representative of the religious-based organisations and his/her deputy were appointed in accordance with its statutes; 5° a brief statement describing the major doctrine of the religious-based organisation; 6° the minutes of the General Assembly which approved the statutes of the religious-based organisations. An Order of the Minister in charge of religious- based organisations shall determine additional requirements for registration."
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER II: REGISTRATION",
      "section": "6",
      "title": "Article 6 - Authority in charge of registering",
      "content": "international non-governmental organisations and monitoring of their functioning The Directorate General of Immigration and Emigration shall be the authority in charge of registration of international non- governmental organisations and monitoring of their functioning."
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER II: REGISTRATION",
      "section": "7",
      "title": "Article 7 - Requirements for registration",
      "content": "Requirements for an international non- governmental organisation to be registered shall be the following: 1° an authenticated copy of the statutes of the organisation; 2° an official document allowing the organisation to operate in the country of origin and indicating its geographical establishment throughout the world if any; 3° the nature of the activities in which the organisation intends to engage in and an action plan; 4° the budget and its source. An Order of the Minister in charge of international non-governmental organisations may determine additional requirements for registration of international non-governmental organisations."
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER II: REGISTRATION",
      "section": "8",
      "title": "Article 8 - Certificate of registration of an",
      "content": "international non-governmental organisation The authority in charge of registration of international non-governmental organisations and monitoring of their functioning shall issue the certificate of registration to the concerned organisation within ninety (90) days from the date of the receipt of the application for registration. The certificate format and its delivery conditions are determined by the authority in charge of registration of international non- governmental organisations. Where the competent authority refuses to issue the certificate of registration, it shall notify the representative of the concerned international non-governmental organisation of the decision providing reasons thereof, within ninety (90) days from the date of the receipt of the application letter."
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER II: REGISTRATION",
      "section": "9",
      "title": "Article 9 - Reasons for refusal to issue a",
      "content": "certificate of registration of an international non-governmental organisation Reasons for refusal to issue a certificate of registration of an international non- governmental organisation shall be the following: 1° failure to fulfil requirements for registration prescribed in this Law; 2° convincing evidence that the organisation seeking registration may jeopardize security, public order, health, morals and human rights."
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "11",
      "title": "Article 11 - Requirements for membership of a",
      "content": "religious-based organisation Each religious-based organisation shall be free to determine criteria for membership in respect with its own doctrine and practice. Religious-based organisations shall only avoid making use of coercive means for recruitment of members and members shall be free to withdraw from any religious-based organisation."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER II: REGISTRATION",
      "section": "12",
      "title": "Article 12 - Renewal of the certificate of",
      "content": "registration of an international non- governmental organisation In order to renew the certificate of registration, the international non-governmental organisation shall submit to the authority in charge of registration of international non-governmental organisations and monitoring of their functioning the following documents: 1° an application letter for renewal together with a copy of the previous certificate of registration; 2° an action plan, budget and its source; An Order of the Minister in charge of international non-governmental organisations shall determine additional requirements for renewal application. The application for renewal of the certificate of registration of an international non- governmental organisation shall be lodged at least thirty (30) days prior to the expiration date of the existing certificate. The renewal of the certificate of registration shall be valid for a period not exceeding five (5) years."
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER II: REGISTRATION",
      "section": "13",
      "title": "Article 13 - Refusal to renew the certificate of",
      "content": "registration Where the authority in charge of registration of international non-governmental organisations and monitoring of their functioning refuses to renew the certificate of registration, it shall specify the reasons thereof to the representative of the concerned organisation within thirty (30) days from the date of receipt of the renewal application letter."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER III:",
      "section": "14",
      "title": "Article 14 - Reasons for refusal to renew the",
      "content": "certificate of registration of an international non-governmental organisation An international non-governmental organisation may appeal to the competent court against the decision of refusal to renew its certificate of registration within thirty (30) days from the date of the receipt of the notice of such a decision. The renewal of the certificate of registration shall not be granted to the applicant international non-governmental organisation if it does not comply with the requirements under Articles 7 and 12 of this Law. PERSONNEL"
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER II:",
      "section": "15",
      "title": "Article 15 - Temporary registration certificate",
      "content": "A temporary registration certificate issued to religious-based organisation shall be valid for twelve (12) months. In a period not exceeding nine (9) months from the date the temporary registration certificate is granted, any religious- based organisation must apply for the legal personality."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER II:",
      "section": "16",
      "title": "Article 16 - Requirements for registration",
      "content": "A religious-based organisation shall address an application letter to the competent authority in order to be issued with a temporary registration certificate. The following shall be enclosed in the application letter: 1° authenticated statutes governing the religious-based organisations with contents respecting the provisions of"
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER II:",
      "section": "17",
      "title": "Article 17 - Content of the statutes",
      "content": "Statutes governing a religious-based organisation shall at least contain the following: 1° name; 2° mission, area of activities and the beneficiaries; 3° organisational structure, competence and duties of the organs; 4° criteria for being a leader and loss of leadership; 5° administrative and financial audit organs; 6° organ for and mechanisms of conflict resolution; 7° the property disposal in case of dissolution of organisation. the religious-based"
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER V: GRANT OR SALE",
      "section": "18",
      "title": "Article 18 - Obligations of an international",
      "content": "non-governmental organisation Any international non-governmental organisation shall have the following obligations: 1° to have its representative in Rwanda; 2° to have a known head office in Rwanda; 3° to carry out funds transfer through financial institutions legally operating in Rwanda; 4° not to exceed twenty percent (20%) of its budget on overhead costs in programs that are not in the interest of its beneficiaries. Any international non- governmental organisation intending to spend more than twenty percent (20%) of its budget on overhead costs shall provide explanations in writing, to the authority in charge of registration of international non-governmental organisations and monitoring of their functioning; 5° to comply with the nature of its activities and action plan as provided for at the time of registration and to communicate any changes to the competent authority; 6° to submit to the competent authority the activity report of the previous year and the plan of action for the following year; 7° not to use resources illegally acquired. OF EQUIPMENT"
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER V: GRANT OR SALE",
      "section": "19",
      "title": "Article 19 - Grant of equipment of an",
      "content": "international non-governmental organisation An international non-governmental organisation intending to close or scale down its operations in the country shall be free to transfer its equipment in the form of donations to a registered national non- governmental organisation undertaking the same or similar activities. However, if an international non- governmental organisation indicates a clear reason that it genuinely needs such equipment it shall keep them. The authority in charge of registration of international non- governmental organisations and monitoring of their functioning shall determine procedure to transfer equipment of an international non-governmental organisation closing its operations."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER VI: MONITORING",
      "section": "20",
      "title": "Article 20 - Sale of equipment",
      "content": "Where an international non- governmental organisation continues to carry on its activities, it may sell its equipment in conformity with existing laws in Rwanda and agreement between the concerned organisation and the line Ministry concerning the financial and property management. Such a sale shall be supervised by the relevant line Ministry, the authority in charge of registration of international non -governmental organisations and monitoring of their functioning as well as the Ministry in charge of public equipment, unless there exists agreements that provide otherwise which were previously notified to the relevant line Ministry. Notwithstanding the provisions of Paragraph 2 of this Article, the organisation shall have rights to the management and use of money collected from the sales of equipment. EVALUATION OF ACTIVITIES AND"
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER VI: MONITORING",
      "section": "21",
      "title": "Article 21 - Monitoring and evaluation of",
      "content": "activities of international non-governmental organisations The monitoring and evaluation of activities of international non-governmental organisations shall be conducted by the line Ministry in collaboration with the authority in charge of registration of the international non- governmental organisations and the monitoring of their functioning."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER VI: MONITORING",
      "section": "22",
      "title": "Article 22 - Audit of activities and finances",
      "content": "On request from the authority in charge of registration of international non- governmental organisations and monitoring of their functioning in collaboration with the relevant line Ministry or one of them, any international non-governmental organisation may be requested to conduct internal audit on its activities and finances within ninety (90) days from the date of receipt of the written request. The audit report shall be submitted to the authority having requested it."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER II:",
      "section": "23",
      "title": "Article 23",
      "content": "personality Where the competent authority refuses to grant the legal personality, it shall notify the legal representative of the religious-based organisation in writing within sixty (60) days from the date of the receipt of the application letter for the legal personality, stating the reasons for such a refusal."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER VII: CONFLICT RESOLUTION",
      "section": "24",
      "title": "Article 24 - Warning",
      "content": "Where the authority in charge of registration of international non- governmental organisations and monitoring of their functioning on the basis of the audit report conducted as provided for under Article 22 of this Law, finds that the international non-governmental organisation committed a disciplinary fault, it shall address a warning letter to the concerned organisation."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER II:",
      "section": "25",
      "title": "Article 25 - Filing a case against the decision of",
      "content": "refusal of granting the legal personality Any religious-based organisation may file a case to the competent court against the decision of refusing to grant the legal personality within period not exceeding thirty (30) days from the date the organisation was notified of such decision."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER VIII: CLOSING DOWN",
      "section": "26",
      "title": "Article 26 - Temporary suspension of an",
      "content": "international non-governmental organisation, its representative or its employee If, one month after the warning, the international non-governmental organisation continues to commit the faults that were the basis of the warning letter and does not explain to the competent authority the reasons for that non compliance, that authority shall suspend that international non-governmental organisation for a period not exceeding three (3) months. The competent authority shall notify such a decision of suspension to the international non- governmental organisation, its partners, its beneficiaries and concerned state institutions. Where a representative of an international non- governmental organisation or its employee, either national or expatriate, contravenes the legal provisions, he/she shall be prosecuted according to the laws pertaining thereto."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER VIII: CLOSING DOWN",
      "section": "27",
      "title": "Article 27 - Final suspension of an",
      "content": "international non-governmental organisation During the temporary suspension period, an international non-governmental organisation shall provide to the competent authority measures taken in order to carry on its activities. Where an international non-governmental organisation, after temporary suspension period, fails to comply with the instructions, the competent authority may decide to suspend its activities definitely. The competent authority may also terminate activities of an international non-governmental organisation where the organisation jeopardizes security, public order, health, morals and human rights. Where an international non-governmental organisation is not satisfied with the decision of terminating its activities, it may file the case to the competent court."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER IX: TRANSITIONAL",
      "section": "28",
      "title": "Article 28 - Closing down by the international",
      "content": "non-governmental organisation Any international non-governmental organisation may close down its activities due to the following grounds: 1 o case of force majeure; 2 o deliberate decision of the international non-governmental organisation; 3 o end of the mandate of the international non-government organisation. Except in case of force majeure as provided for by law, an international non-governmental organisation which intends to close down its activities in Rwanda shall be required, in a period of three (3) months before closing, to inform the authority in charge of registration of international non-governmental organisations and monitoring of their functioning, and reserve a copy to the line Ministry. FINAL PROVISIONS AND"
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER IX: TRANSITIONAL",
      "section": "29",
      "title": "Article 29 - Harmonizing functioning with",
      "content": "this Law International non-governmental organisations operating in Rwanda shall harmonize their functioning with the provisions of this Law in a period not exceeding twelve (12) months from the date it was published in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER V: RIGHTS AND OBLIGATIONS",
      "section": "30",
      "title": "Article 30 - Unlawful sources of property",
      "content": "A religious-based organisation shall be prohibited from receiving any support from criminal organisations or individuals. Any religious-based organisation which breaches the provisions of the first paragraph of this Article shall be subject to criminal proceedings. OF RELIGIOUS-BASED ORGANISATIONS"
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER V: RIGHTS AND OBLIGATIONS",
      "section": "31",
      "title": "Article 31",
      "content": "organisation Rights of a religious-based A religious-based organisation shall have the following rights: 1° to put forward views in designing policies and legislation regarding activities of religious-based organisations; 3° to enter into partnership or conclude agreements with other organisations or private and public entities; 2° to advocate for promotion and protection of human rights and national values; 4° to enjoy tax exemption in accordance with relevant laws."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "32",
      "title": "Article 32 - Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda. Kigali, on 17/02/2012 (sé) KAGAME Paul President of the Republic (sé) Dr HABUMUREMYI Pierre Damien Prime Minister and sealed with the Seal of the (sé) KARUGARAMA Tharcisse Minister of Justice/Attorney General LAW N°06/2012 OF 17/02/2012 DETERMINING ORGANISATION AND FUNCTIONING OF RELIGIOUS-BASED ORGANISATIONS TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER V: RIGHTS AND OBLIGATIONS",
      "section": "34",
      "title": "Article 34 - Suspension of activities of a",
      "content": "religious-based organisation In case there is evidence that the activities of religious-based organisation jeopardise public order and human rights, the following measures may be taken: 1° the District authority may suspend its activities; 2° the compentent court may decide to suspend its leaders; 3° the compentent court may also decide to terminate activities of any religious-based organisation in consideration of the gravity of the offence committed. Such decision shall be communicated by the court to the concerned religious-based organisation, the general public and the concerned public Organs. A"
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER V: RIGHTS AND OBLIGATIONS",
      "section": "35",
      "title": "Article 35 - Dissolution of a religious-based",
      "content": "organisation by its supreme organ CHAPTERVI: DISSOLUTION OF RELIGIOUS BASED-ORGANISATION A religious-based organisation may be dissolved upon decision by its supreme organ in accordance with its statutes, and shall inform the authority referred to in Article 14 of this Law in a period not exceeding thirty (30) days."
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER V: RIGHTS AND OBLIGATIONS",
      "section": "36",
      "title": "Article 36 - Judicial dissolution of a religious-",
      "content": "based organisation The competent court in Rwanda, after considering the case submitted to it by the public prosecution and after hearing the defendant, shall dissolve the religious-based organisation if it is convicted of breach of laws, security, public order, health, morals or human rights"
    },
    {
      "provision_ref": "art37",
      "chapter": "CHAPTER V: RIGHTS AND OBLIGATIONS",
      "section": "37",
      "title": "Article 37 - Property of a religious-based",
      "content": "organisation after its dissolution Where the competent Rwandan court decides to withdraw the legal personality from a religious- based organisation, it shall appoint one (1) or several persons to implement the decision. After settling liabilities and executing the agreed contracts, the remaining assets shall be given to the person specified by the statutes of the religious-based organisation. In case the person specified by the statutes of the religious-based organisation is dead or no longer entitled to rights, the remaining assets shall be allocated to religious-based organisation of the same belief and activities in Rwanda."
    },
    {
      "provision_ref": "art38",
      "chapter": "CHAPTER",
      "section": "38",
      "title": "Article 38 - Public notice for the dissolution of a",
      "content": "religious-based organisation and claims by its creditors In case the competent court decides the dissolution of a religious-based organisation, the notice for the actual dissolution and allocation of remaining assets after settlement of all debts and complying with other contracts, shall be published in the Official Gazette of the Republic of Rwanda at least within sixty (60) days. Creditors who fail to file claims within the prescribed period and in the manner specified in the notice are not allowed to initiate any subsequent action demanding for payment through assets of a dissolved religious-based organisation. VII: MISCELLANEOUS, TRANSITIONAL AND FINAL PROVISIONS"
    },
    {
      "provision_ref": "art40",
      "chapter": "CHAPTER",
      "section": "40",
      "title": "Article 40 - Non re-application for the legal",
      "content": "personality Religious-based organisations that were granted the legal personality shall not re-apply for it."
    },
    {
      "provision_ref": "art41",
      "chapter": "CHAPTER",
      "section": "41",
      "title": "Article 41 - Harmonizing the functioning and",
      "content": "statutes of a religious-based organisation with this Law All existing religious-based organisations must harmonize their functioning and statutes with this Law in a period not exceeding twelve (12) months from the date it is published in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art42",
      "chapter": "CHAPTER",
      "section": "42",
      "title": "Article 42 - Drafting,",
      "content": "adoption of this Law consideration and This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art44",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "44",
      "title": "Article 44 - Commencement",
      "content": "LAW Nº06/2012 OF 17/02/2012 DETERMINING ORGANISATION AND FUNCTIONING OF RELIGIOUS-BASED ORGANISATIONS We, KAGAME Paul, President of the Republic; THE PARLIAMENT HAS ADOPTED, AND WE SANCTION, PROMULGATE THE FOLLOWING LAW AND ORDER IT BE PUBLISHED IN THE OFFICIAL GAZETTE OF THE REPUBLIC OF RWANDA THE PARLIAMENT: The Chamber of Deputies, in its session of 04 October 2011; The Senate in its Session of 04 October 2011; Pursuant to the Constitution of the Republic of Rwanda of 04 June 2003 as amended to date, especially in Articles 11, 33, 35, 36, 62, 66, 67, 88, 89, 90, 92, 93, 95, 108 and 201; Pursuant to the International Covenant on Civil and Political Rights of 16 December 1966, especially in Articles 18 and 22, ratified by the Decree-law n° 8/75 of 12 /02/1975; Pursuant to the International Covenant on Economic, Social and Cultural Rights of 16 December 1966, ratified by the Decree-law n° 8/75 of 12/02/ 1975; Pursuant to the African Charter on Human and Peoples‟ Rights of 27 June 1981, especially in Articles 8 and 10, ratified by the Law n° 10/83 of 17/05/1983; ADOPTS:"
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER V: RIGHTS AND OBLIGATIONS",
      "section": "33",
      "title": "Article 33 - Warning",
      "content": "Where the competent authority is convinced that religious-based organisation does not comply with its mission after the monitoring referred to in"
    },
    {
      "provision_ref": "art39",
      "chapter": "CHAPTER",
      "section": "39",
      "title": "Article 39 - Special congregations in",
      "content": "public In the event a religious-based organisation wishes to hold a special congregation in public, it shall prior request permission from the competent authorities. The response shall be delivered in writing in a period of fifteen (15) days from the date the authorities are notified."
    },
    {
      "provision_ref": "art43",
      "chapter": "CHAPTER",
      "section": "43",
      "title": "Article 43 - Repealing provision",
      "content": "All prior legal provisions inconsistent with this Law are hereby repealed."
    }
  ],
  "definitions": [
    {
      "term": "right and freedom of worship",
      "definition": "freely expressing views and practices related to one‟s beliefs whether individually or as group either publicly or privately",
      "source_provision": "art2"
    },
    {
      "term": "religious-based organisation",
      "definition": "an organisation whose members share same beliefs, cult and practice",
      "source_provision": "art2"
    }
  ]
}
