{
  "id": "rw-law-2010-46",
  "type": "statute",
  "title": "Law determining the Powers, Responsibilities, Organization and Functioning of Rwanda National Police",
  "title_en": "Law determining the Powers, Responsibilities, Organization and Functioning of Rwanda National Police",
  "short_name": "Law 46 of 2010",
  "status": "repealed",
  "issued_date": "2010-12-14",
  "in_force_date": "2011-02-28",
  "url": "https://rwandalii.org/akn/rw/act/law/2010/46/eng@2011-02-28",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines powers, responsibilities, organization and functioning of Rwanda National Police."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purpose of this Law, the following terms shall be defined as follows: 1° “ Rwanda National Police ”: organ in charge of the safety and security of people and their properties and which has jurisdiction over the entire territory of the Republic of Rwanda; 2° “ Minister ”: Minister in charge of Rwanda National Police; 3° “ High Council ”: Supreme organ of Rwanda National Police; 4° “ Inspector General of Police ”: Head of Rwanda National Police; 5° “ Executive Authority ”: organ responsible for coordinating the daily activities of Rwanda National Police; 6° “ Police region ”: territorial jurisdiction composed of Police Districts established by a Presidential Order; 7° “ Police District ”: territorial jurisdiction determined by a Presidential Order; 8° “ Rank ”: hierarchy of grades of police officers determined by specific statute for police officers; 9° “ Person in Police custody ”: person lawfully held in a Rwanda National Police cell for security or investigation purposes."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Supervising Ministry of the Rwanda National Police",
      "content": "The Rwanda National Police shall be supervised by the Ministry in charge of the Rwanda National Police."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Headquarters",
      "content": "The Rwanda National Police headquarters shall be located in the Capital City of the Republic of Rwanda."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Financial and administrative autonomy",
      "content": "The Rwanda National Police shall enjoy financial and administrative autonomy."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Principles and responsibilities of the Rwanda National Police",
      "section": "6",
      "title": "Article 6 – Principles of the Rwanda National Police",
      "content": "The Rwanda National Police shall have jurisdiction over the entire national territory. It shall have the duty to serve the people on the basis of the following principles: 1° safeguarding the fundamental rights guaranteed by the Constitution and other laws; 2° maintaining safety and security of people and property; 3° working in harmonious collaboration with the community; 4° being accountable to the community; 5° understanding the people's right to monitor its activities."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Principles and responsibilities of the Rwanda National Police",
      "section": "7",
      "title": "Article 7 – Responsibilities of Rwanda National Police",
      "content": "Rwanda National Police shall have the following major responsibilities: 1° ensuring compliance with the law; 2° maintaining public order inside the country; 3° ensuring safety and security of people and property; 4° assisting any person in danger; 5° immediately intervening in case of calamities, disasters or accidents; 6° ensuring respect of laws relating to airspace, borders and waters; 7° combating terrorism; 8° participating in international peacekeeping missions, humanitarian assistance and training."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Principles and responsibilities of the Rwanda National Police",
      "section": "8",
      "title": "Article 8 – Main activities carried out by the Rwanda National Police in the accomplishment of its mission",
      "content": "Pursuant to the accomplishment of its mission, the Rwanda National Police shall prioritize the following activities: 1° ensuring ground, lakemaritime and airspace safety; 2° preventing, detecting and investigating offences; 3° conducting general inspection of any premises it deems necessary; 4° implementing instructions relating to the maintaining of the security; 5° ensuring road safety; 6° ensuring security in courts; 7° cooperating with police of foreign countries in combating transnational offences; 8° ensuring security of national official dignitaries and visitors to Rwanda unless otherwise provided for by a specific law; 9° providing fire-fighting services; 10° coordinating humanitarian activities in case of calamities, disasters or accidents; 11° by virtue of provisions of specific laws coordinating activities of judicial police conducted by other competent organs except military prosecutors."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Principles and responsibilities of the Rwanda National Police",
      "section": "9",
      "title": "Article 9 – Identification of a police officer on duty",
      "content": "While performing his/her duties, any police officer shall wear a police uniform. If a police officer on duty is not in a police uniform, he/she shall present his/her police identification card before performing such duties."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Organisation and responsibilities of management organs and services of the Rwanda National Police",
      "section": "10",
      "title": "Article 10 – Management organs of the Rwanda National Police",
      "content": "The management organs of the Rwanda National Police shall be the following: 1° The High Council; 2° The Executive Authority."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Organisation and responsibilities of management organs and services of the Rwanda National Police",
      "section": "11",
      "title": "Article 11 – Organization and responsibilities of the management organs",
      "content": "The organization and responsibilities of the management organs of the police shall be determined by a specific statute relating to police officers and instituted by a Presidential Order."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Organisation and responsibilities of management organs and services of the Rwanda National Police",
      "section": "12",
      "title": "Article 12 – Appointment of the Inspector General and Deputy Inspector General of the Rwanda National Police",
      "content": "The Inspector General of the Rwanda National Police shall be assisted by at least one Deputy Inspector General. They shall be appointed by a Presidential Order. Prior to taking office, they shall take the oath of office before the President of the Republic, the Parliament and the Supreme Court. The responsabilities of the Inspector General and the Deputy Inspector General of the Rwanda National Police shall be determined by the statute relating to police officers."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Organisation and responsibilities of management organs and services of the Rwanda National Police",
      "section": "13",
      "title": "Article 13 – Organisational structure",
      "content": "The Organisational structure of the Rwanda National Police shall be determined by a Prime Minister's Order."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "14",
      "title": "Article 14 – Territorial jurisdiction of the Rwanda National Police",
      "content": "The Rwanda National Police shall have competence over the entire national territory."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "15",
      "title": "Article 15 – Arrest and prosecution of a person violating security",
      "content": "The Rwanda National Police shall arrest and prosecute any person who violates security."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "16",
      "title": "Article 16 – Verification of identity documents",
      "content": "The Rwanda National Police shall verify the identity of every person present on the territory of the Republic of Rwanda and arrest any person who does not possess proper identity documents. It may also arrest or prosecute any person whose conduct appears to be suspicious. The duration of arrest shall not exceed the maximum detention period prescribed by law for investigation by the Rwanda National Police."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "17",
      "title": "Article 17 – Arrest without arrest warrant for security reasons",
      "content": "A police officer may, in order to ensure security, apprehend any person without arrest warrant if he/she observes such a person: 1° committing or attempting to commit an offence; 2° obstructing free passage in a public space; 3° disturbing public order. The arrest of a person shall not exceed the period prescribed by the law. Any arrested person may request that a person of his/her choice be notified of his/her arrest for security reasons."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "18",
      "title": "Article 18 – Registration of an arrested person and placed under police custody",
      "content": "Any person arrested and placed under police custody shall be recorded in registers kept for that purpose by indicating his/her identity and the time of and reason for his/her arrest."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "19",
      "title": "Article 19 – Publishing the names of a wanted person in the media",
      "content": "If demeed necessary, the Rwanda National Police may publish the identity of a wanted person, including photographs, pictures and other relevant details in the media or any other means."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "20",
      "title": "Article 20 – Recording of all physical identification of a suspect",
      "content": "For the purposes of collecting and recording identification details of a suspect, a police officer shall take the suspect's photos, measure his/her height, take footprints, fingerprints, palm prints and other tests in his/her expertise that may be necessary."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "21",
      "title": "Article 21 – Arrest of a soldier involved in the commission of an offence",
      "content": "The Rwanda National Police shall arrest any soldier involved in the commission of an offence and shall immediately inform relevant military authorities."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "22",
      "title": "Article 22 – Monitoring compliance with conditions of release on parole",
      "content": "The entity that decides to release on parole a convicted person, a defendant, a person on bail or a convicted person under deferred sentence shall inform the Rwanda National Police, so that it can monitor compliance with any conditions imposed by such entities."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "23",
      "title": "Article 23 – Roadblocks",
      "content": "The Rwanda National Police may set up a roadblock on a road or a public walkway for the purposes of maintaining security or preventing or detecting an offence."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "24",
      "title": "Article 24 – Cordoning of an area",
      "content": "The Rwanda National Police may, if deemed necessary, cordon an area for the purposes of ensuring public safety or conducting investigation."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "25",
      "title": "Article 25 – Reporting on dead bodies and rescuing persons in danger",
      "content": "If the Rwanda National Police finds an abandoned dead body in any place, it shall photograph the body, write a report and inform competent authorities and pursue investigations to determine the cause of death. The Rwanda National Police shall come to the rescue of any person in danger and make a report thereon."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "26",
      "title": "Article 26 – Preventing animals from harming persons and property",
      "content": "In order to ensure the safety of persons and their property, the Rwanda National Police shall take necessary measures with respect to dangerous animals and domestic animals that are abandoned or found in inappropriate places."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "27",
      "title": "Article 27 – Search to ensure that a person is not carrying an arm or any other dangerous object",
      "content": "The Rwanda National Police may, based on the conduct or any other tangible evidence, conduct a search of a person if: 1° there are reasonable grounds to believe that such a person is carrying an arm or any object that may be dangerous to public security; 2° such a person is arrested for security or judicial purpose; 3° such a person participates in rallies likely to destabilise public order; 4° such a person is present in a place where public order is threatened; The search shall be carried out on the person's body, clothes, and luggage of the concerned person and shall last for the necessary period which shall not exceed one (1) hour. A body search shall be conducted by a police officer of the same sex as the concerned person. A body cavity search shall be carried out by a certified doctor."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "28",
      "title": "Article 28 – Search for investigative purposes",
      "content": "A police officer may conduct a search of any person and any location, if the search may be important for investigation of an offence committed or about to be committed. The search shall not exceed six (6) hours and shall be conducted with a search warrant issued by a competent prosecutor subject to the restrictions provided by this Law."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "29",
      "title": "Article 29 – Search without a warrant",
      "content": "A Police officer duly authorised by his/her competent superior may, without a search warrant, enter into any place and at any time in case: 1° there are reasonable grounds to suspect that an offence is being committed or it is about to be committed; 2° there are reasonable grounds to suspect that there is an object used to commit a crime or required for investigative reasons in that place; 3° there is concrete evidence indicating that the suspect is in that place and the police officer is obliged to arrest him/her; The person who authorises a search without a warrant shall submit a report thereof to his/her superior immediately after receiving the search report. The report shall indicate the reasons why the search was conducted without a search warrant."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "30",
      "title": "Article 30 – Search to control movement of goods in transit",
      "content": "When deemed necessary for the purposes of controlling illegal movement of people or goods in transit through the territory of the Republic of Rwanda, the Rwanda National Police may conduct a search on any person, house or any other premises, vehicle, vessel, aircraft, or any other object in any place in the Republic of Rwanda, except persons, places and things specifically exempted from search by other laws."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "31",
      "title": "Article 31 – Search of a suspicious vehicle",
      "content": "In conformity with the law, the Rwanda National Police may conduct a search of any vehicle on the Rwandan territory, its driver, a passenger, or any other object found in that vehicle if, due to the conduct of the driver or the passenger or the place where the vehicle is parked, there are reasonable grounds to believe that the vehicle has been, is being or can be used in: 1° the commission of an offence; 2° concealing or transporting wanted persons or those attempting to evade an identity check; 3° storing or transporting goods that pose a danger to public order, or any evidence proving the commission of an offence. The vehicle search shall not require a search warrant and shall last for any necessary time not exceeding six (6) hours."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "32",
      "title": "Article 32 – Seizure of abandoned movable property",
      "content": "The Rwanda National Police shall seize any abandoned movable property. Such property shall be administered in accordance with the law. If the property seized consists of arms, ammunitions and other related materials, it shall be stored in appropriate places in accordance with laws governing their administration."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "33",
      "title": "Article 33 – Road traffic control",
      "content": "A police officer in the Rwanda National Police uniform may halt or direct the movement of vehicles on the road with a view of preserving public order and road safety."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "34",
      "title": "Article 34 – Blocking vehicle access to roads",
      "content": "The Rwanda National Police may, if deemed necessary, block access to a road or any public highway."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "35",
      "title": "Article 35 – Notification of authorization to hold rallies",
      "content": "Any leader in a competent public entity who grants authorization to hold rallies, demonstrations, peaceful protest or support marches, or use of mobile or static loudspeakers that may disrupt public order and security of the population, especially that of nearby residents, shall send a copy of the authorisation to the police authorities within the territorial jurisdiction of the place of issuance of the authorization at least within a period of twenty-four (24) hours before the implementation of the authorization."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "36",
      "title": "Article 36 – Maintaining security at rally venues",
      "content": "The Rwanda National Police shall closely monitor venues of authorized rallies and take necessary measures to ensure the rallies are peaceful. If a rally is unauthorized, the Rwanda National Police shall take measures to prevent or stop it from being held and inform competent authorities."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "37",
      "title": "Article 37 – Use of force",
      "content": "The Rwanda National Police may use appropriate means of force if it realizes that its objective cannot be achieved otherwise The use of force has to be lawful, reasonable and proportionate to the objective. The use of force shall be consistent with laws governing police officers."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "38",
      "title": "Article 38 – Use of firearms",
      "content": "The Rwanda National Police shall endeavour to accomplish its mission without using firearms. A police officer may, where necessary, use a firearm if: 1° he/she has unsuccessfully tried other means of force; 2° he/she is subject to violence or has to assist other persons who are subject to violence when no other means are available; 3° he/she he/she is fighting armed persons and cannot protect persons or property he/she is supposed to protect by any other means; 4° he/she has to arrest notorious criminals or any other armed persons."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter IV – Powers of the Rwanda National Police",
      "section": "39",
      "title": "Article 39 – Forced entry",
      "content": "A police officer may, after consultation with his/her superiors and without causing unnecessary destruction, use force to enter to premises if entry is denied in the following situations: 1° if he/she has reasonable suspicion that an offence is being committed on the premises or that objects used in committing a crime are on the premises; 2° if a person on the premises needs to be rescued or assisted; 3° if he/she has reasonable suspicion that a suspect or a fugitive from justice is hiding on the premises."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter V – Collaboration between the Rwanda National Police and other institutions",
      "section": "40",
      "title": "Article 40 – Collaboration and exchange of information",
      "content": "The Rwanda National Police shall collaborate with other security organs, judicial and public organs as well as other organs that may assist in accomplishing its mission and share information with them in order to maintain public order and security. The Rwanda National Police shall also inform residents of Rwanda about the security situation in the country."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter V – Collaboration between the Rwanda National Police and other institutions",
      "section": "41",
      "title": "Article 41 – Collaboration between the Rwanda National Police and private security companies",
      "content": "The Rwanda National Police shall oversee the daily performance of private security companies and provide them with advice on the improvement of their performance."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter V – Collaboration between the Rwanda National Police and other institutions",
      "section": "42",
      "title": "Article 42 – Special laws governing judicial police officers",
      "content": "Apart from the obligations, competence and duties prescribed by this Law, a judicial police officer shall be governed by laws relating to criminal procedure while exercising judicial police functions. He/she shall be supervised by and receive instructions from his/her superiors and the Public Prosecution with respect to the criminal cases he/she is handling. The judicial police officer referred to under this Article shall successfully complete the training course for Judicial Police Officers and be on the list confirmed by the Inspector General of Police. Apart from judicial police officers referred to under the preceding paragraph, every Police Officer from the rank of sergeant is a Judicial Police Officer."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter VI – Finance and property of the Rwanda National Police",
      "section": "43",
      "title": "Article 43 – Source of the property of the Rwanda National Police",
      "content": "The property of the Rwanda National Police is comprised of movable and immovable property. The property of the Rwanda National Police shall come from the following sources: 1° the State budget allocation; 2° income from its services; 3° interest from its projects; 4° donation and bequest; 5° State or donors subsidies."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter VI – Finance and property of the Rwanda National Police",
      "section": "44",
      "title": "Article 44 – Chief Budget Manager of the Rwanda National Police",
      "content": "The Rwanda National Police Commissioner in charge of property management shall be the Chief Budget Manager of the Rwanda National Police."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter VI – Finance and property of the Rwanda National Police",
      "section": "45",
      "title": "Article 45 – Use, management and audit of the property",
      "content": "The use, management and audit of the property of the Rwanda National Police shall be carried out in accordance with the legal provisions governing public finance and accounting. However, in case of emergency and upon approval by the Inspector General of Police and after consultation with the Minister in charge of finance, the Rwanda National Police may use the property referred to under items 2° and 3° of Article 43 of this Law regardless of the provisions of paragraph one of this Article. The unit responsible for daily auditing of the use of Rwanda National Police property shall submit a report to the High Council. The Auditor General of State Finances shall carry out the audit of the management and use of Rwanda National Police finances and property."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter VII – Final provisions",
      "section": "46",
      "title": "Article 46 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter VII – Final provisions",
      "section": "47",
      "title": "Article 47 – Repealing provision",
      "content": "Law nº 09/2000 of 16/06/2000 on the establishment, general organisation and jurisdiction of the National Police and all prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter VII – Final provisions",
      "section": "48",
      "title": "Article 48 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
