{
  "id": "rw-law-2008-58",
  "type": "statute",
  "title": "Law determining the Organisation and Management of Aquaculture and Fishing in Rwanda",
  "title_en": "Law determining the Organisation and Management of Aquaculture and Fishing in Rwanda",
  "short_name": "Law 58 of 2008",
  "status": "repealed",
  "issued_date": "2008-09-10",
  "in_force_date": "2009-04-20",
  "url": "https://rwandalii.org/akn/rw/act/law/2008/58/eng@2009-04-20",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law shall determine the organisation and management of aquaculture in Rwanda."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purpose of this Law, the following terms are defined as follows: 1° “ Fishing ”: any activities aiming at capturing any living organisms or plant species contained in free waters, whatever the means and instruments used. 2° “ Fish resource ”: any living organism that is found and which may be taken out of water. 3° “ Fishing concession ”: an area with recognised territories which is granted by a competent authority for exclusive use in aquaculture and fishing. 4° “ Aquaculture ”: rearing living organisms in waters. 5° “ Public waters ”: waters that are not in individuals’ private land or not in a concession granted to an individual by the State. River waters, even if such rivers pass through the private property of a concession granted to individuals by the State, shall be considered as free waters. 6° “ An officer in charge of aquaculture and fisheries ”: an employee in charge of fisheries and aquaculture who is appointed by RARDA. 7° “ Sport fishing ”: fishing meant for recreation. 8° “ Fish resource ”: living organism that is found and which may be taken from water. 9° “ Research fishing ”: research meant for establishing the quantity or nature of aquaculture resource and fishing. 10° “ RARDA ”: Rwanda Animal Resource Development Authority."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Scope of this Law",
      "content": "This Law shall establish the functioning of aquaculture and fisheries in the following country’s water: 1° artificial fish ponds meant for aquaculture legally established with necessary and permanent equipment which prevent the living organisms from moving in their appropriate waters and in the public waters; 2° waters from natural ponds, canals and dams in private land such that living organisms in public waters cannot penetrate in a normal way; 3° public waters; 4° concession waters. Aquaculture or fishing referred to in this Law may be carried out by an individual, an association, a cooperative or a company."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – The right to fish",
      "content": "In public waters, the right to fish shall be granted by RARDA authorities."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Types of fishing",
      "content": "Types of fishing specified in this Law are as follows: 1° sports fishing; 2° professional fishing; 3° scientific fishing."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter One – General provisions",
      "section": "6",
      "title": "Article 6 – Professional fishing",
      "content": "Professional fishing is hereby permitted for nationals and foreigners who reside in Rwanda. RARDA authorities may grant the right to fish to foreigners who do not reside in Rwanda if: 1° they possess the right to fish based on the international conventions ratified by Rwanda and other respective countries; 2° they desire to practice fishing which have special interest to the nation."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Management and development of aquaculture activities and fisheries",
      "section": "7",
      "title": "Article 7 – Organisation and management of aquaculture resources and fisheries",
      "content": "In the framework of implementing the provisions of this Law, RARDA authorities shall effect the following: 1° determining the national program of organisation and management of aquatic resources and fisheries; 2° identifying and regularly monitoring places where aquaculture and fishing takes place, where processing of aquaculture and fishing products takes place, fishermen, fishing equipment as well as production; 3° instituting instructions on matters relating to aquaculture and fishing in all waters of Rwanda; 4° determining the periods and time in which fishing in all waters is prohibited or regarding one type of water organism in a small period of time or on a permanent basis, as well as parts of waters or certain periods in which fishing is not permitted; 5° determining fishing equipment models such that if you are below the set standards, certain water organisms caught are immediately returned to water; 6° determining features of fishing boats, fishing equipment permitted to be used, size of holes of the fishing equipment permitted and the way of setting the holes; 7° determining products, fishing nets and fishing equipment that are not permitted to be used and modes of fishing that are not authorised; 8° determining the quantity of organisms authorised to be caught on certain types and the mode of fishing; 9° determining the number of fishermen at a lake or a pond, partitioning of fishing lakes or ponds, number of fishermen in every region and landing sites."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Management and development of aquaculture activities and fisheries",
      "section": "8",
      "title": "Article 8 – Importation of aquaculture gears and fishing equipment",
      "content": "The licences for importing aquaculture gears and fishing equipment are applied for from RARDA authorities. An Order of the Minister in charge of aquaculture and fisheries shall determine the mode of importation, sale and distribution of fishing equipment and the aquaculture and fishing production."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Management and development of aquaculture activities and fisheries",
      "section": "9",
      "title": "Article 9 – Waters shared with other countries",
      "content": "Concerning water bodies shared between Rwanda and other countries, aquaculture and fishing shall be based on the international conventions relating to the organisation and management of fisheries and aquaculture."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Management and development of aquaculture activities and fisheries",
      "section": "10",
      "title": "Article 10 – Determination of aquaculture and fishing regions",
      "content": "There shall be established aquaculture and fishing regions. The number and boundaries of regions shall be established by an Order of the Minister in charge of aquaculture and fishing."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – General regulations in management of aquaculture and fishing",
      "section": "11",
      "title": "Article 11 – Restrictions in fishing",
      "content": "The following are prohibited in fishing: 1° using poisonous substances aimed at stunning, weakening or killing fish; 2° applying explosives; 3° using electromagnetic procedures or electrocution; 4° flashing water with an aim of capturing fish; 5° fishing where water organisms are reproduced. RARDA authorities shall indicate boundaries of prohibited places in the public waters referred to in sub paragraph 5° of this Article."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – General regulations in management of aquaculture and fishing",
      "section": "12",
      "title": "Article 12 – Introduction of aquatic species in Rwandan waters",
      "content": "Introduction of organisms in waters, increasing them and introducing their pupae in Rwandan waters shall be applied for from RARDA. Importation of any organisms through Rwandan waters shall be applied for from RARDA authorities."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – General regulations in management of aquaculture and fishing",
      "section": "13",
      "title": "Article 13 – Aquaculture practice",
      "content": "No one shall practice aquaculture in public waters without an authorisation granted by RARDA or concession contract."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – General regulations in management of aquaculture and fishing",
      "section": "14",
      "title": "Article 14 – Grounds for the refusal of an aquaculture concession",
      "content": "Refusal of concession for aquaculture may arise from the following grounds on the basis of public interest: 1° in case it may cause obstacles to reproduction of public water organisms which have a relationship with such reproduction; 2° in case it may cause effects on the free movement of the organisms in water; 3° in case it may lead to reduction in volume of a water or may bring about alteration of the water quality."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – General regulations in management of aquaculture and fishing",
      "section": "15",
      "title": "Article 15 – Protection of aquatic organisms",
      "content": "Aquaculture shall be equipped with necessary a facilities to enable the organisms not to enter in the public waters. An Order of the Minister in charge of environment shall determine the modalities for protecting public waters from intoxication."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Fishing licences",
      "section": "16",
      "title": "Article 16 – Fishing licence obligations",
      "content": "RARDA authorities, based on the report of the Mayor of the District in which fishing is conducted, a shall issue fishing licences. No person shall carry out any fishing activities in public waters without a fishing licence or fishing concession licence authorisation. An Order of the Minister in charge of aquaculture and fishing shall determine requirements for issuance of aquatic and fishing licence."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Fishing licences",
      "section": "17",
      "title": "Article 17 – License for fishing with an aim to carry out scientific research",
      "content": "Any person applying for a fishing licence for his/her scientific research program shall fulfil the requirements contained in the Order of the minister in charge of aquaculture and fishing as stipulated in Article 16 of this Law. The license granted shall contain all the conditions as well as the boundaries in which the research shall be conducted."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Fishing licences",
      "section": "18",
      "title": "Article 18 – Fishing concession contract",
      "content": "Any person who carries out aquaculture and fishing shall have a fishing concession contract. The aquaculture concession contract or fishing concession shall be concluded between the applicant for the concession and the Minister in charge of water on the basis of the report of RARDA authorities. The contract of aquaculture concession or fishing concession shall not exceed a period of thirty (30) years. The structure and contents of the aquaculture and fishing concession contract shall be determined by an Order of the Minister in charge of water management."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Fishing licences",
      "section": "19",
      "title": "Article 19 – Acquisition of aquaculture and fishing concession contract",
      "content": "Aquaculture and fishing concession shall be granted in writing to any applicant as an individual, a cooperative or an association"
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Fishing licences",
      "section": "20",
      "title": "Article 20 – Application for aquatic and fishing concession",
      "content": "The applicant for aquaculture or fishing concession shall indicate the nature of the intended project, economic and intellectual capacity in matters relating to aquaculture and fishing. The application letter for aquaculture and fishing concession shall be addressed to RARDA, through the Mayor of the District where the concession is located."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Fishing licences",
      "section": "21",
      "title": "Article 21 – Modification or cancellation of the fishing or aquaculture concession contract",
      "content": "The aquaculture and fishing concession may be modified or cancelled because of the following reasons: 1° if there is consent between the contracting parties; 2° reasons of public interests; 3° non-fulfilment of one of the conditions provided for in the contract after a formal notice as provided for by an Order of the Minister in charge of aquaculture; 4° non-valorization of the concession within one year following the signing of the contract or the interruption of the exploitation during a period of more than six (6) months for a reason other than absolute necessity; 5° non compliance with requirements of this Law; 6° non-compliance with the provisions relating to environment. Where the concession has been cancelled or modified following public interests, the concessionaire may apply for another concession elsewhere. In the case where this is impossible, the concessionaire shall be entitled to an appropriate compensation. Any modification to the concession contract shall be written in the contract under the form of amendment thereto."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter V – Use of water resources which are likely to affect aquaculture and fisheries",
      "section": "22",
      "title": "Article 22 – Use of fertilisers in aquaculture",
      "content": "The use of fertilisers in aquaculture shall abide by the Laws and regulations relating to good management of the environment."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter VI – Hygiene and quality of aquaculture and fishery products",
      "section": "23",
      "title": "Article 23 – Hygiene Control of aquaculture and fishery products",
      "content": "RARDA authorities shall control the hygiene of aquaculture and fishery products on the entire Rwandan territory."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter VI – Hygiene and quality of aquaculture and fishery products",
      "section": "24",
      "title": "Article 24 – Establishment of fish processing factories",
      "content": "Establishment of aquaculture and fishing processing factories shall be subject to prior authorisation by a Minister in charge of Industry."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter VII – Investigations",
      "section": "25",
      "title": "Article 25 – Criminal investigations",
      "content": "In conformity with conducting criminal investigations mentioned in this Law, the personnel responsible for criminal investigations in aquaculture and fishing industry are: 1° judicial police officers with general competence; 2° RARDA employees in charge of aquaculture and fishing authorised by the Minister in charge of Justice."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter VII – Investigations",
      "section": "26",
      "title": "Article 26 – Powers of the judicial police in the aquaculture and fishing industry",
      "content": "Without prejudice to provisions of other Laws, the employees in charge of criminal investigations in aquaculture and fisheries shall have the following powers: 1° to impound any vessel, vehicle and any person carrying water organisms in Order to be inspected; 2° to enter, inspect, control the catch and equipment therein, instruct the fishermen to present the necessary documents as required by this Law; 3° to require the fishermen who catch fish at the banks and at other strategic places to produce such administrative documents authorising them, inspect the catch and equipment used; 4° to inspect the nature of the fishing equipment at the entrance, at the selling points and where they are used."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter VII – Investigations",
      "section": "27",
      "title": "Article 27 – Procedure for inspection",
      "content": "Without prejudice to what the Law provides otherwise, in case the employees in charge of inspection referred to in Article 24 of this Law suspect that a crime has been committed, they may: 1° enter into any room except a residential house to inspect any vessel and any vehicle in Order to investigate fishery products and fishing equipment therein, to conduct any necessary searches requiring that sacks and any other containers be opened immediately, to search for necessary documents as the Law requires of the owner or the user of the property; 2° take sample areas to verify whether products in the vessels, vehicles or in houses inspected referred to in sub paragraph One of this Article; 3° temporarily impound any vessel, a vehicle and any other auto motor, fishing equipment used and any other material suspected to have been used in commission of the crime; 4° temporarily impound water organisms suspected to have been caught or kept in a manner contrary to provisions of this Law."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter VII – Investigations",
      "section": "28",
      "title": "Article 28 – Temporary seizure of equipments used in the commission of the crime",
      "content": "In case of temporary seizure of property, equipment and water organisms caught, the employees in charge of criminal investigations shall prepare a detailed statement specifying the quantity of equipment seized and their features and water organisms caught. In case an employee in charge of criminal investigation takes samples of water organisms in vessels, in a house or in a vehicle for inspection, he/she shall make statement therein indicating the types and the quantity of the sample. The statement shall be signed by the owner of the property or his/her representative and he/she shall be given a copy."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter VIII – Penalties",
      "section": "29",
      "title": "Article 29 – Offences",
      "content": "In accordance with this Law, commits an offence, any person who: 1° uses techniques, substances or fishing equipment that are prohibited; 2° catches fish in a prohibited area or in prohibited periods; 3° does not immediately return back the species of water organisms prohibited to be caught, those with weight or size that are below the dimensions specified in this Law; 4° prohibits in any manner, employees in a charge of criminal investigation to carry out their duties as required by this Law; 5° carries out any act that may lead to destruction of one part in which water organisms are reproduced, or which may destroy any natural site meant for multiplication and reproduction of water organism resource; 6° destroys or conceals evidence of the crime stipulated in this Article."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter VIII – Penalties",
      "section": "30",
      "title": "Article 30 – Penalties for unauthorised fisherman",
      "content": "Without prejudice to the provisions of the Penal Code, any person who engages in fishing activities without authorisation stipulated in Article 16 of this Law shall be liable to a fine ranging from fifty thousand (50,000) Rwanda Francs to two hundred thousand (200,000) Rwandan Francs and an imprisonment of three (3) months to six (6) months or one of them and dispossession of the equipment used."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter VIII – Penalties",
      "section": "31",
      "title": "Article 31 – Penalties for a person who violates Article 29",
      "content": "Without prejudice to the provisions of the Penal Code, violations of the provisions of Article 29 of this Law, shall be punished with an imprisonment of three (3) months to twelve (12) months and a fine ranging from two hundred thousand (200,000) Rwandan Francs to five hundred (500,000) Rwandan Francs or one of the penalties."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter VIII – Penalties",
      "section": "32",
      "title": "Article 32 – Penalties for obstructing persons in charge of criminal investigations of aquaculture and fishing",
      "content": "Without prejudice to provisions of the penal code, any person who obstructs a person in charge of criminal investigation in the aquaculture and fishing while in the fulfilment of his/her duties, shall be a punished with a term of imprisonment of six (6) months to twelve (12) months and a fine ranging from two hundred thousand (200,000) Rwandan Francs to five hundred thousand (500,000) Rwandan Francs or one of the penalties."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter VIII – Penalties",
      "section": "33",
      "title": "Article 33 – Penalties in case of recidivism",
      "content": "Without prejudice to the provisions of the penal code, in case of recidivism, the penalty awarded shall double."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter IX – Transitional and final provisions",
      "section": "34",
      "title": "Article 34 – Requirements and period for fulfilment",
      "content": "Owners of existing activities who did not previously observe the requirements of this Law are hereby required to observe them in a period of one year from the day of its coming into force."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter IX – Transitional and final provisions",
      "section": "35",
      "title": "Article 35 – Repealing of inconsistent provisions",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter IX – Transitional and final provisions",
      "section": "36",
      "title": "Article 36 – Commencement",
      "content": "This Law shall come into force on the date of its a publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
