{
  "id": "rw-law-2005-31",
  "type": "statute",
  "title": "Law relating to the Organisation and Functioning of the National Electoral Commission",
  "title_en": "Law relating to the Organisation and Functioning of the National Electoral Commission",
  "short_name": "Law 31 of 2005",
  "status": "in_force",
  "issued_date": "2005-12-24",
  "in_force_date": "2005-12-24",
  "url": "https://rwandalii.org/akn/rw/act/law/2005/31/eng@2005-12-24",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "1",
      "title": "Article 1",
      "content": "This Law determines the organisation and functioning of the National Electoral Commission referred to as “Commission” in this Law."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS",
      "section": "2",
      "title": "Article 2",
      "content": "Le siège de la Commission est établi dans la Ville de Kigali, la Capitale de la République du Rwanda. Néanmoins, il peut être transféré dans une autre localité chaque fois que de besoin."
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "3",
      "title": "Article 3",
      "content": "The Commission is independent and it is responsible for preparing and organising, grassroots, Parliamentary and Presidential elections, referendum and other elections the law may determine for the Commission. The Commission also verifies whether the elections are conducted in a free and transparent manner."
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS",
      "section": "4",
      "title": "Article 4",
      "content": "La Commission adresse chaque année ses programme et rapport d’activités au Président de la République et en réserve copie au Parlement, au Gouvernement, à la Cour Suprême et au Ministère ayant l’administration locale dans ses attributions."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS",
      "section": "5",
      "title": "Article 5",
      "content": "Dans la préparation et l’organisation des élections, la Commission est chargée de: 1˚ préparer, diriger et superviser les élections; 2˚définir les circonscriptions électorales; 3˚ créer des branches de la Commission dans chaque Province, dans la Ville de Kigali, dans chaque District et les assesseurs des Bureaux électoraux, leur donner des directives, recevoir leurs rapports et les superviser pendant la période électorale; 4˚ préparer et assurer l’éducation civique relative aux élections; 5˚ superviser, annoncer et publier par écrit les résultats des élections; 6˚arrêter des mesures de nature à permettre aux élections d’être libres et transparentes; 7˚exercer toute autre activité relative aux élections prévue par la loi. CHAPITRE II: DE L’ORGANISATION DE LA COMMISSION"
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER II: ORGANISATION OF THE COMMISSION | Section one: The Council of Commissioners",
      "section": "6",
      "title": "Article 6",
      "content": "The Commission is composed of the following organs: 1° The Council of Commissioners; 2° The Bureau of the Commission; 3° The Executive Secretariat."
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER II: ORGANISATION OF THE COMMISSION | Section one: The Council of Commissioners",
      "section": "7",
      "title": "Article 7",
      "content": "The Commissioners shall have a mandate of three (3) years, which may be renewable only once. The Council of Commissioners shall be composed of seven (7) members of which at least two (2) of them are required to be lawyers. At least thirty percent (30%) of the Commissioners shall be women. The Commissioners shall not receive regular salaries. However, if they are in a meeting, not in a period of elections, they shall receive sitting allowances which shall be determined by a Presidential order."
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS | Section première: Du Collège des Commissaires",
      "section": "8",
      "title": "Article 8",
      "content": "Le Gouvernement soumet au Sénat une liste de sept (7) membres du Collège des Commissaires dont un Président et un Vice-président pour approbation conformément à l’article 88 de la Constitution de la République du 4 juin 2003 telle que révisée à ce jour. Les Commissaires sont nommés ou révoqués par Arrêté Présidentiel."
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS | Section première: Du Collège des Commissaires",
      "section": "9",
      "title": "Article 9",
      "content": "Avant d’entrer en fonction, les Commissaires prêtent devant la Cour Suprême le serment ci-après prévu à l’article 61 de la Constitution de la République du Rwanda du 4 juin 2003 telle que révisée à ce jour: « Moi,…………….., Je jure solennellement à la Nation: 1˚ de remplir loyalement les fonctions qui me sont confiées; 2˚de garder fidélité à la République du Rwanda; 3˚d’observer la Constitution et les autres lois; 4˚d’œuvrer à la consolidation de l’Unité Nationale; 5˚ de remplir consciencieusement ma charge de représentant du peuple rwandais sans discrimination aucune; 6˚ de ne jamais utiliser les pouvoirs qui me sont dévolus à des fins personnelles; 7˚ de promouvoir le respect des libertés et des droits fondamentaux de la personne et de veiller aux intérêts du peuple rwandais. En cas de parjure, que je subisse les rigueurs de la loi. Que Dieu m’assiste » Après la prestation du serment, les Commissaires y apposent leurs signatures."
    },
    {
      "provision_ref": "art61",
      "chapter": "CHAPTER II: ORGANISATION OF THE COMMISSION | Section one: The Council of Commissioners",
      "section": "61",
      "title": "Article 61 - of the Constitution of the Republic of Rwanda of June 4, 2003 as amended to date which is as follows:",
      "content": "“I…………………solemnly swear to the Nation that I shall: 1° diligently fulfil the responsibilities entrusted to me; 2° remain loyal to the Republic of Rwanda; 3° observe the Constitution and other laws; 4° work for the consolidation of national unity; 5° conscientiously fulfil my duties of representing the Rwandan people without any discrimination whatsoever; 6° never use the powers conferred on me for personal ends; 7° promote respect for the freedoms and fundamental rights of the human being and safeguard the interests of the Rwandan people; Should I fail to honour this oath, may I face the rigours of the law. So help me God”. After swearing in, they shall sign on their oath."
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER II: ORGANISATION OF THE COMMISSION | Section one: The Council of Commissioners",
      "section": "10",
      "title": "Article 10",
      "content": "During the period of general elections, the Commissioners shall suspend their duties one month before the elections in order to monitor the activities of the elections until the announcement of the final results. They resume their duties with no effect at the end of that period. During that period of general elections a presidential decree shall determine the benefits to be accordet to commissioners."
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS | Section première: Du Collège des Commissaires",
      "section": "11",
      "title": "Article 11",
      "content": "Pour être Commissaire au sein de la Commission Nationale, le candidat doit remplir les conditions ci-après: 1˚ être de nationalité rwandaise; 2˚ être détenteur d’au moins un diplôme du second cycle universitaire ou d’autres institutions d’enseignement supérieur reconnues par l’Etat; 3˚ être une personne intègre."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS | Section première: Du Collège des Commissaires | Section 2: Des membres du Bureau de la Commission et de leurs attributions",
      "section": "12",
      "title": "Article 12",
      "content": "Le Collège des Commissaires est chargé de: 1° 2° 3° 4° 5° 6° 7° 8° 9° 10° 11° 12° 13° 14° 15° 16° 17° 18° mettre en place une ligne directrice sur l’organisation des élections; approuver le plan d’activités de la Commission; prendre toute décision en matière électorale; examiner et approuver les rapports d’activités de la Commission; examiner et approuver les rapports sur les activités électorales; examiner et approuver les directives sur les élections; examiner et approuver le matériel didactique en matière électorale; examiner et approuver le matériel électoral; examiner et approuver le calendrier électoral; approuver la liste électorale définitive; examiner et approuver les candidatures; approuver l’avant projet de budget de la Commission afin de le transmettre aux instances compétentes; approuver les Commissaires de la Commission au niveau des provinces, de la Ville de Kigali et au niveau des districts pendant la période électorale; suivre la campagne électorale des candidats pendant la période électorale; suivre le déroulement des élections; proclamer les résultats des élections; assurer la coordination des activités de la Commission; donner au Gouvernement des avis de nature à assurer le bon fonctionnement de la Commission. Sous-section première: Des membres du Bureau de la Commission"
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER II: ORGANISATION OF THE COMMISSION | Section one: The Council of Commissioners | Section 2: Members of the Bureau and their Responsibilities",
      "section": "13",
      "title": "Article 13",
      "content": "The Bureau of the Commission consists of the following persons: 1° the President; 2° the Vice President; 3° the Executive Secretary."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS | Section première: Du Collège des Commissaires | Section 2: Des membres du Bureau de la Commission et de leurs attributions",
      "section": "14",
      "title": "Article 14",
      "content": "Le Bureau de la Commission est chargé de: 1° 2° préparer les urgences à soumettre au Collège des Commissaires; préparer l’ordre du jour de la réunion des Commissaires; 3° préparer et faire parvenir au Collège des Commissaires le plan d’activités électorales. Sous-section 2: Des attributions des membres du Bureau de la Commission"
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER II: ORGANISATION OF THE COMMISSION | Section one: The Council of Commissioners | Section 2: Members of the Bureau and their Responsibilities | Section 2: The duties of members of the Bureau of the Commission",
      "section": "15",
      "title": "Article 15",
      "content": "The President of the Commission is responsible for: 1° representing the Commission before other institutions; 2° convening and directing the meeting of the Council of Commissioners; 3° convening and directing the meeting of the Bureau; 4° coordinating the activities of the Commission; 5° performing other duties related to his or her responsibilities as may be assigned by the Council of Commissioners."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER II: ORGANISATION OF THE COMMISSION | Section one: The Council of Commissioners | Section 2: Members of the Bureau and their Responsibilities | Section 2: The duties of members of the Bureau of the Commission",
      "section": "16",
      "title": "Article 16",
      "content": "The Vice-President of the Commission is responsible for: 1° assisting the President of the Commission and replace him or her in case of his or her absence; 2° performing other duties related to his or her responsibilities as may be assigned by the Council of Commissioners."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER II: ORGANISATION OF THE COMMISSION | Section one: The Council of Commissioners | Section 2: Members of the Bureau and their Responsibilities | Section 2: The duties of members of the Bureau of the Commission | Section 3: Executive Secretariat",
      "section": "17",
      "title": "Article 17",
      "content": "The Executive Secretary is responsible for: 1° supervising the daily activities of the Commission; 2° performing the secretarial activities of the Council of Commissioners and those of the Bureau of the Commission; 3° managing personnel and property of the Commission in accordance with the existing laws and regulations of the Commission; 4° performing any other duty in his or her responsibilities as may be assigned by the Council of Commissioners."
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS | Section première: Du Collège des Commissaires | Section 2: Des membres du Bureau de la Commission et de leurs attributions | Section 3: Du Secrétariat Exécutif",
      "section": "18",
      "title": "Article 18",
      "content": "La Commission est dotée du Secrétariat Exécutif composé d’un Secrétaire Exécutif et d’autre personnel s’occupant des activités quotidiennes de la Commission conformément au cadre organique défini par Arrêté du Premier Ministre."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS | Section première: Du Collège des Commissaires | Section 2: Des membres du Bureau de la Commission et de leurs attributions | Section 3: Du Secrétariat Exécutif",
      "section": "19",
      "title": "Article 19",
      "content": "Le Secrétariat Exécutif est un organe technique de la Commission. Il assure le fonctionnement quotidien de la Commission, prépare techniquement et exécute toutes les activités relatives aux élections surtout: 1° 2° 3° 4° 5° 6° préparer le plan d’activités de la Commission et le budget y afférent; exécuter les décisions du Collège des Commissaires; préparer les projets d’instructions relatives à la conduite des élections; préparer le projet de matériel didactique d’éducation civique en matière électorale; préparer la liste électorale; exercer toute autre activité que peut lui confier le Collège des Commissaires."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS | Section première: Du Collège des Commissaires | Section 2: Des membres du Bureau de la Commission et de leurs attributions | Section 3: Du Secrétariat Exécutif",
      "section": "20",
      "title": "Article 20",
      "content": "Pour être Secrétaire Exécutif de la Commission, le candidat doit remplir les conditions ci-après: 1° être de nationalité rwandaise; 2° être détenteur d’au moins un diplôme du second cycle universitaire ou d’autres institutions d’enseignement supérieur reconnues par l’Etat; 3° être une personne intègre."
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS | Section première: Du Collège des Commissaires | Section 2: Des membres du Bureau de la Commission et de leurs attributions | Section 3: Du Secrétariat Exécutif",
      "section": "21",
      "title": "Article 21",
      "content": "Le Secrétaire Exécutif est nommé par Arrêté du Premier Ministre sur approbation du Conseil des Ministres. Les autres membres du personnel de la Commission sont recrutés et gérés conformément au statut général de la fonction publique. CHAPITRE III: DU FONCTIONNEMENT DE LA COMMISSION"
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS | Section première: Du Collège des Commissaires | Section 2: Des membres du Bureau de la Commission et de leurs attributions | Section 3: Du Secrétariat Exécutif",
      "section": "22",
      "title": "Article 22",
      "content": "Le Collège des Commissaires est dirigé par son Président. En cas d’absence ou d’empêchement, celui-ci est remplacé par son Vice-président. Au cas où les deux sont tous absents ou empêchés, les autres commissaires choisissent en leur sein celui qui dirige provisoirement le Collège. Le Président de la Commission ou son remplaçant, en concertation avec les autres commissaires, peut inviter à titre consultatif toute personne pouvant enrichir le débat sur les points inscrits à l’ordre du jour mais sans droit de vote dans la prise des décisions."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS | Section première: Du Collège des Commissaires | Section 2: Des membres du Bureau de la Commission et de leurs attributions | Section 3: Du Secrétariat Exécutif",
      "section": "23",
      "title": "Article 23",
      "content": "Pour siéger valablement, le Collège des Commissaires doit réunir au moins 2 /3 de ses membres. Les décisions sont prises par consensus. En cas de défaut du consensus, les décisions sont prises à la majorité des deux tiers (2/3) des commissaires présents. Les réunions du Collège des Commissaires sont préparées par le Secrétaire Exécutif. Pendant la période électorale, le Collège des Commissaires tient sa réunion autant de fois que de besoin. En dehors de la période électorale, le Collège des Commissaires se réunit une fois le trimestre et autant de fois que de besoin. Dans ce cas les membres du Collège bénéficient du jeton de présence défini par Arrêté Présidentiel."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER III: FUNCTIONING OF THE COMMISSION",
      "section": "24",
      "title": "Article 24",
      "content": "The Agenda of the ordinary meeting shall be submitted to the Commissioners at least two (2) days before the meeting convenes. The Council of Commissioners may add on the Agenda other points in case it is accepted at least by two thirds (2/3) of the members present in the meeting."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS | Section première: Du Collège des Commissaires | Section 2: Des membres du Bureau de la Commission et de leurs attributions | Section 3: Du Secrétariat Exécutif",
      "section": "25",
      "title": "Article 25",
      "content": "Le Secrétaire Exécutif sert de rapporteur aux réunions du Collège des Commissaires mais n’a pas le droit de vote en cas de prise des décisions. En cas d’absence ou d’empêchement, il désigne son remplaçant parmi les membres du Secrétariat Exécutif."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS | Section première: Du Collège des Commissaires | Section 2: Des membres du Bureau de la Commission et de leurs attributions | Section 3: Du Secrétariat Exécutif",
      "section": "26",
      "title": "Article 26",
      "content": "Pendant la période électorale, la Commission crée ses branches au niveau des Provinces, de la Ville de Kigali et des Districts. Le nombre du personnel au sein de ces branches est déterminé selon les particularités de chaque niveau et de chaque élection."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER III: FUNCTIONING OF THE COMMISSION",
      "section": "27",
      "title": "Article 27",
      "content": "In general, the branches of the Commission are required to prepare electoral activities at the levels they operate in accordance with instructions provided by the Commission."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER III: FUNCTIONING OF THE COMMISSION",
      "section": "28",
      "title": "Article 28",
      "content": "The Plan of Action, activity report as well as decisions of the Council of Commissioners shall be submitted to the President of the Republic and copies reserved to the President of the Senate, the Speaker of the Chamber of Deputies, the Prime Minister, the President of the Supreme Court and the Minister in charge of Local Government."
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER III: FUNCTIONING OF THE COMMISSION",
      "section": "29",
      "title": "Article 29",
      "content": "The recurrent budget reserved for the daily activities of the Commission and the special budget which is also used during elections are included in the State Budget. The State also has an obligation to solicit support for the Commission in order to effectively fulfil its responsibilities."
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS | Section première: Du Collège des Commissaires | Section 2: Des membres du Bureau de la Commission et de leurs attributions | Section 3: Du Secrétariat Exécutif",
      "section": "30",
      "title": "Article 30",
      "content": "La Commission élabore son règlement d’ordre intérieur. CHAPITRE IV: DES DISPOSITIONS DIVERSES ET FINALES"
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS",
      "section": "31",
      "title": "Article 31",
      "content": "A member of the Commission shall cease to be a member due to one of the following reasons: 1° resignation from duty and notification in writing to the President of the Republic; 2° failure to discharge his or her duties due to various reasons; 3° upon request by the President of the Republic; 4° upon request by at least a half (1/2) of the members of the Senate; 5° upon death. In case one of the members of the Council of Commissioners ceases duties, he or she shall be replaced in a period not exceeding three (3) months. During that period, the Government submits to the Senate a candidate on that post for approval. The Commissioner who replaces shall complete the mandate of his or her predecessor."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS | Section première: Du Collège des Commissaires | Section 2: Des membres du Bureau de la Commission et de leurs attributions | Section 3: Du Secrétariat Exécutif",
      "section": "32",
      "title": "Article 32",
      "content": "Il est interdit au Commissaire encore en fonction ou toute autre personne impliquée dans le déroulement du scrutin de se porter candidat à une fonction pour laquelle le présent scrutin est organisé."
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS | Section première: Du Collège des Commissaires | Section 2: Des membres du Bureau de la Commission et de leurs attributions | Section 3: Du Secrétariat Exécutif",
      "section": "33",
      "title": "Article 33",
      "content": "Pendant la période électorale, le Commissaire en poste au niveau national ou au niveau de la branche ne peut faire l’objet d’arrestation provisoire par les instances judiciaires. Toutefois, en cas de flagrant délit ou s’il s’est rendu coupable d’actes de nature à perturber le bon déroulement des élections, tels que la violation du secret professionnel, la fraude électorale, l’endommagement des documents électoraux et d’autre matériel électoral ou s’il a commis d’autres actes de même nature, il est poursuivi conformément à la loi électorale et au code pénal."
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS | Section première: Du Collège des Commissaires | Section 2: Des membres du Bureau de la Commission et de leurs attributions | Section 3: Du Secrétariat Exécutif",
      "section": "34",
      "title": "Article 34",
      "content": "La loi n˚ 39/2000 du 28/11/2000 portant organisation et fonctionnement de la Commission Nationale Electorale telle que modifiée et complétée à ce jour ainsi que toutes les dispositions légales antérieures contraires à la présente loi sont abrogées."
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS",
      "section": "35",
      "title": "Article 35",
      "content": "This law comes into force on the day of its publication in the Official Gazette of the Republic of Rwanda. Kigali, on 24/12/2005 The President of the Republic KAGAME Paul (sé) The Prime Minister MAKUZA Bernard (sé) The Minister of Local Government, Good Governance, Community Development and Social Affairs MUSONI Protais (sé) The Minister of State in charge of Economic Planning in the Ministry of Finance and Economic Planning NSANZABAGANWA Monique (sé) The Minister of Public Service and Labour El Hadj BUMAYA André Habib (sé) Seen and sealed with the Seal of the Republic: The Minister of Justice MUKABAGWIZA Edda (sé) LOI Nº 31/2005 DU 24/12/2005 PORTANT ORGANISATION ET FONCTIONNEMENT DE LA COMMISSION NATIONALE ELECTORALE Nous, KAGAME Paul, Président de la République, LE PARLEMENT A ADOPTE ET NOUS SACTIONNONS, PROMULGUONS LA LOI DONT LA TENEUR SUIT ET ORDONNONS QU’ELLE SOIT PUBLIEE AU JOURNAL OFFICIEL DE LA REPUBLIQUE DU RWANDA. LE PARLEMENT: La Chambre des Députés, en sa séance du premier décembre 2005; Le Sénat, en sa séance du 21 décembre 2005; Vu la Constitution de la République du Rwanda du 4 juin 2003 telle que révisée à ce jour, spécialement en ses articles 62, 88, 89, 90, 92, 93, 95, 108, 118, 121, 180 et 201; Revu la loi n˚ 39/2000 du 28/11/2000 portant organisation et fonctionnement de la Commission Nationale Electorale telle que modifiée et complétée à ce jour; ADOPTE: CHAPITRE PREMIER: DES DISPOSITIONS GENERALES"
    },
    {
      "provision_ref": "artpremier",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND FINAL PROVISIONS",
      "section": "premier",
      "title": "Article premier",
      "content": "La présente loi porte organisation et fonctionnement de la Commission Nationale Electorale dénommée « Commission » dans la présente loi."
    }
  ],
  "definitions": []
}
