{
  "id": "rw-law-2016-21",
  "type": "statute",
  "title": "Law relating to Human Reproductive Health",
  "title_en": "Law relating to Human Reproductive Health",
  "short_name": "Law 21 of 2016",
  "status": "repealed",
  "issued_date": "2016-05-20",
  "in_force_date": "2016-06-06",
  "url": "https://rwandalii.org/akn/rw/act/law/2016/21/eng@2016-06-06",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law relates to human reproductive health."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purpose of this Law, the following terms have the following meanings: 1° family planning: a way for people to attain their desired number of children and to avoid unwanted pregnancies, taking into account the welfare of the child, mother and family; 2° human reproductive health services: services provided by health facilities, varied centers with staff that have the relevant qualifications and other persons trained by the responsible Ministry; 3° human reproductive health: a state of human physical, mental and social well-being in all matters relating to the reproductive system and its functions and processes; 4° incapable person: a child or a person with mental disability; 5° child: any person who is under eighteen (18) years old."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Key components of human reproductive health",
      "content": "Key components of human reproductive health are the following: 1° safe delivery for the mother and the new-born; 2° care of the new-born; 3° family planning; 4° prevention and treatment of sexually transmitted infections including HIV/AIDS; 5° prevention and treatment of other infections that are harmful to human reproductive health; 6° prevention and treatment of infertility; 7° prevention of gender-based violence and care for victims thereof; 8° raising awareness with the aim of attitudinal change."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Authority to monitor and supervise human reproductive health-related activities",
      "content": "The Ministry in charge of health has the authority to monitor human reproductive health-related activities. A Prime Minister’s Order determines the role of other institutions in activities related to human reproductive health."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Rights in terms of human reproductive health",
      "section": "5",
      "title": "Article 5 – Equal rights to human reproductive health",
      "content": "All persons have equal rights in relation to human reproductive health. No person shall be denied such rights based on any form of discrimination."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Rights in terms of human reproductive health",
      "section": "6",
      "title": "Article 6 – Right of a pregnant woman, a woman who has given birth and the new-born",
      "content": "A pregnant woman, a woman who has given birth and a new-born have the right to be cared for so as to ensure their well being."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Rights in terms of human reproductive health",
      "section": "7",
      "title": "Article 7 – Right to decide",
      "content": "Subject to provisions of other laws, every person having attained the majority age has the right to decide for oneself in relation to human reproductive health issues."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Rights in terms of human reproductive health",
      "section": "8",
      "title": "Article 8 – Right of access to education and medical services",
      "content": "Every person has the right of access to education and medical services related to human reproductive health."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Rights in terms of human reproductive health",
      "section": "9",
      "title": "Article 9 – Right not to be subjected to any act likely to be harmful to human reproductive health",
      "content": "Every person has the right not to be subjected to any experiment or any other act likely to be harmful to human reproductive health."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Rights in terms of human reproductive health",
      "section": "10",
      "title": "Article 10 – Right in terms of HIV/AIDS testing",
      "content": "Every person has the right to voluntarily undergo HIV/AIDS test and have his/her results in secret. No person shall undergo unconsented HIV/AIDS testing. However, mandatory testing may be required upon request by competent organs in accordance with law. A medical doctor or any other health professional may, if necessary, perform HIV/AIDS testing on an incapable person subject to consent by that person’s biological parent, guardian or caretaker."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Rights in terms of human reproductive health",
      "section": "11",
      "title": "Article 11 – HIV/AIDS infected person’s right to services and medical care",
      "content": "An HIV/AIDS infected person has the right to services and necessary medical care consonant with his/her disease conditions and taking into account the national financial capability."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Obligations relating to human reproductive health",
      "section": "12",
      "title": "Article 12 – Avoidance of any harm against one’s human reproductive health and that of the others",
      "content": "Regarding human reproductive health, every person has the obligation to: 1º avoid anything that can harm his/her personal reproductive health, that of his/her family and that of others; 2º take care of a pregnant woman, a woman who has recently given birth and a new-born; 3º protect and safeguard human reproductive health of an elderly person, a person with disability or a person incapable of making his/her own decision."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Obligations relating to human reproductive health",
      "section": "13",
      "title": "Article 13 – Self-protection and protection of others against sexually transmitted diseases",
      "content": "Every person has the obligation to protect himself/herself and protect others against sexually transmitted diseases. Any discrimination or stigmatization against a person infected with HIV/AIDS is prohibited."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Obligations relating to human reproductive health",
      "section": "14",
      "title": "Article 14 – Discussion with children about human reproductive health",
      "content": "Every biological parent or guardian has the duty to discuss with the children about human reproductive health."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Obligations relating to human reproductive health",
      "section": "15",
      "title": "Article 15 – Obligations of the Government to promote human reproductive health",
      "content": "In order to promote human reproductive health, the Government has the following obligations: 1º to establish a human reproductive health policy; 2º to coordinate all activities relating to human reproductive health; 3º to establish a specific unit in charge of human reproductive health in each hospital and health centre with medicines, equipment and other means necessary to fulfil its mission; 4º to sensitize and assist pregnant women to deliver at health facilities and play their role in taking decisions on human reproductive health; 5º to help destitute persons and incapable persons have access to human reproductive health services; 6º to train on a regular basis health professionals, community health workers, teachers, authorities of decentralized administrative entities, the private sector and the youth on human reproductive health; 7º to sensitize all employer institutions to encourage their staff to know about human reproductive health; 8º to build partnerships with the private sector in activities related to human reproductive health and monitor their implementation by other partners; 9º to conduct and publish research on human reproductive health; 10º to perform any other activity that may promote human reproductive health."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Obligations relating to human reproductive health",
      "section": "16",
      "title": "Article 16 – Care for a pregnant woman, a woman giving birth, a woman who has given birth and a new-born",
      "content": "The Government, public institutions and other institutions providing human reproductive health services have the obligation to take care of a pregnant woman, a woman giving birth, a woman who has given birth and a new-born."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Obligations relating to human reproductive health",
      "section": "17",
      "title": "Article 17 – Providing necessary medicines and health services closer to those in need thereof",
      "content": "The Government, public institutions and other institutions in charge of human reproductive health have the obligation to provide necessary medicines and health services close to any person in need thereof for him/her to have good reproductive health."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Obligations relating to human reproductive health",
      "section": "18",
      "title": "Article 18 – Provision of good services related to human reproductive health",
      "content": "Public servants, the staff of public institutions and other institutions providing services related to human reproductive health are required to provide good customer care and give to clients fast and high quality service without any discrimination."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Obligations relating to human reproductive health",
      "section": "19",
      "title": "Article 19 – Education in schools regarding human reproductive health",
      "content": "The educational curricula of different categories of schools and literacy centres must provide courses on human reproductive health. An Order of the Minister in charge of education determines modalities for the implementation of the provisions of this article."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Obligations relating to human reproductive health",
      "section": "20",
      "title": "Article 20 – Public awareness about family planning",
      "content": "The Government, public institutions, institutions in charge of human reproductive health and other partners have the following obligations: 1º raising public awareness on the adoption of family planning and bringing close to the people all the necessary materials enabling them to make it for their welfare; 2º sensitizing spouses to have common understanding for their cooperation and agreement in relation to family planning; 3º raising youth awareness on family planning."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "21",
      "title": "Article 21 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "22",
      "title": "Article 22 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "23",
      "title": "Article 23 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "human reproductive health services",
      "definition": "services provided by health facilities, varied centers with staff that have the relevant qualifications and other persons trained by the responsible Ministry",
      "source_provision": "art2"
    },
    {
      "term": "human reproductive health",
      "definition": "a state of human physical, mental and social well-being in all matters relating to the reproductive system and its functions and processes",
      "source_provision": "art2"
    },
    {
      "term": "incapable person",
      "definition": "a child or a person with mental disability",
      "source_provision": "art2"
    },
    {
      "term": "child",
      "definition": "any person who is under eighteen (18) years old",
      "source_provision": "art2"
    }
  ]
}
