{
  "id": "rw-law-2015-45",
  "type": "statute",
  "title": "Law establishing the Gishwati-Mukura National Park",
  "title_en": "Law establishing the Gishwati-Mukura National Park",
  "short_name": "Law 45 of 2015",
  "status": "in_force",
  "issued_date": "2015-10-15",
  "in_force_date": "2016-02-01",
  "url": "https://rwandalii.org/akn/rw/act/law/2015/45/eng@2016-02-01",
  "provisions": [
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER II: ESTABLISHMENT OF THE",
      "section": "3",
      "title": "Article 3 - Establishment of the Gishwati-",
      "content": "Mukura National Park The Gishwati-Mukura National Parkis situated in Rutsiro and Ngororero Districts, in the Western Province of the Republic of Rwanda. The Gishwati-Mukura National Park consists of Gishwati reserve with an area of one thousand five hundred seventy hectares (1,570Ha) and the Mukura reserve with an area of one thousand nine hundred eighty eight hectares (1,988 Ha); the total area is three thousand five hundred fifty eight hectares (3,558Ha). Boundaries of Gishwati-Mukura National Park are described in Annex I of this Law."
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER III: FINAL PROVISIONS",
      "section": "6",
      "title": "Article 6 - Management of Gishwati-Mukura",
      "content": "National Park and the buffer zone The Gishwati-Mukura National Park shall be managed by the authority in charge of National Parks. The buffer zone of Gishwati-Mukura National Park shall be managed in accordance with lawsgoverning forests, land and environment."
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER | Section One: Disaster management organs | Section 2: Responsibilities of disaster",
      "section": "7",
      "title": "Article 7 - Establishment",
      "content": "management organs of disaster There is hereby established the following disaster management organs: 1° National Disaster Management Committee, abbreviated as “NADIMAC”; 2° National Disaster Management Technical Committee, abbreviated as “NADIMATEC”; 3° District Disaster Management Committee, abbreviated as “DIDIMAC”; 4° Sector Disaster Management Committee, abbreviated as “SEDIMAC”; 5° National Platform for Disaster Management, abbreviated as “NPDM”. A Prime Minister‟s Order shall determine the organisation and functioning of disaster management organs. management organs"
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER III: PREVENTION",
      "section": "12",
      "title": "Article 12 - Responsibilities of NPDM",
      "content": "NPDM shall responsibilities: have the following 1° to provide advice on the national disaster management policy and strategies; 2° to participate in the analysis of disaster risks and damages; 3° to collaborate with institutions in charge of the development of disaster management strategies; 4° to provide advice on relief, rehabilitation and recovery operations with respect to damages caused by disasters; 5° to collect and share information and technical skills necessary for disaster management. MITIGATION OF DISASTERS AND"
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER III: PREVENTION",
      "section": "13",
      "title": "Article 13 - Warning and communication",
      "content": "system for disasters The Ministry, together with other organs in charge of disaster management, shall develop a warning system for disasters in order to prevent them and mitigate their effects. They shall also put in place a mechanism for providing the inhabitants of Rwanda with various information related to disaster The Minister shall make follow up on the implementation of the provisions of the two (2) preceding paragraphs."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER | Section One: Response preparedness in",
      "section": "14",
      "title": "Article 14 - Insurance",
      "content": "Public buildings and other public places shall be covered by insurance for compensation in case of damage due to disasters. IV: DISASTER PREPAREDNESS AND RESPONSE case of disasters"
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER | Section One: Response preparedness in",
      "section": "16",
      "title": "Article 16 - Capacity building for disaster",
      "content": "management The Ministry, Districts, Sectors and other organs in charge of disaster management shall, for the purpose of building capacity in disaster management, provide training and any other necessary means for the staff and the population."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER | Section One: Response preparedness in | Section 2: Response and assistance",
      "section": "17",
      "title": "Article 17 - Response emergency store",
      "content": "The Ministry, Districts, Sectors and other organs in charge of disaster management shall put in place response emergency stores. Sub Section One: Domestic response and assistance"
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER | Section One: Response preparedness in | Section 2: Response and assistance",
      "section": "18",
      "title": "Article 18 - Initial assessment on character",
      "content": "and impact of disaster The administration at the level of which a disaster has occurred shall immediately after the disaster outbreak, carry out an initial assessment of the situation and impact of the disaster. The results of the initial assessment shall be submitted to the higher organ."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER | Section One: Response preparedness in | Section 2: Response and assistance",
      "section": "20",
      "title": "Article 20 - Quality of assistance",
      "content": "Based on the gravity, scale and impact of disasters, NADIMAC shall advise the President of the Republic in connection with the declaration of a state of siege. The assistance in the form of goods and services that is provided to disaster-affected communities shall meet quality standards in accordance with laws relating to standards applicable in Rwanda. Sub section 2: International response and assistance"
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER | Section One: Response preparedness in | Section 2: Response and assistance",
      "section": "21",
      "title": "Article 21 - Seeking international response",
      "content": "and assistance When it appears that domestic response and assistance capacities are not sufficient due to the scale of the disaster, NADIMAC shall advise the Government to seek international response and assistance."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER | Section One: Response preparedness in | Section 2: Response and assistance",
      "section": "22",
      "title": "Article 22 - Application for authorization",
      "content": "for response and assistance States and international organizations wishing to provide response and assistance following a disaster outbreak shall apply for authorization in writing to the Ministry through the Ministry in charge of Foreign Affairs. Applications must indicate the type and nature of the assistance as well as the period for delivery of the assistance."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER | Section One: Response preparedness in | Section 2: Response and assistance",
      "section": "23",
      "title": "Article 23 - Acceptance or refusal of",
      "content": "international response and assistance Upon request by NADIMAC, the Government may accept or refuse international response and assistance offered."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER | Section One: Response preparedness in | Section 2: Response and assistance",
      "section": "24",
      "title": "Article 24 - Beginning and end of disaster",
      "content": "relief and initial recovery period Disaster relief and initial recovery periods shall both commence immediately after the occurrence of the disaster and end with the completion of the rehabilitation process for disaster-affected communities. Sub Section facilitation 3: Eligibility to legal"
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER | Section One: Response preparedness in | Section 2: Response and assistance",
      "section": "25",
      "title": "Article 25 - Requirements for acceptance of",
      "content": "application to legal facilitation All assisting actors seeking eligibility for legal facilitation must indicate their capacities to provide assistance to disaster-affected communities and comply with domestic legislation. Details about the capacities referred to in the preceding paragraph shall be determined by an Order of the Minister."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER | Section One: Response preparedness in | Section 2: Response and assistance",
      "section": "26",
      "title": "Article 26",
      "content": "facilitation Beneficiaries of response Legal facilitation shall be granted to assisting international and domestic actors deemed eligible, and in accordance with the law."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER | Section One: Response preparedness in | Section 2: Response and assistance",
      "section": "27",
      "title": "Article 27 - Modalities for application for",
      "content": "eligibility to legal facilitation by assisting actors Domestic and international assisting actors in response seeking eligibility for legal facilitation shall apply in writing to the relevant organ through the Ministry."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER | Section One: Response preparedness in | Section 2: Response and assistance",
      "section": "28",
      "title": "Article 28 - Approval of response and",
      "content": "assistance operations and plans in case of disasters Response and assistance operations and plans developed by assisting actors on their own initiative or upon request shall be approved by the Minister."
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER | Section One: Response preparedness in | Section 2: Response and assistance",
      "section": "29",
      "title": "Article 29 - Acceptance or refusal of",
      "content": "application for eligibility to legal facilitation The acceptance or refusal of the application for legal facilitation shall be done in writing by the relevant organ and notified to NADIMAC."
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER | Section One: Response preparedness in | Section 2: Response and assistance",
      "section": "30",
      "title": "Article 30 - Termination of eligibility to",
      "content": "legal facilitation The eligibility for legal facilitation referred to in this law shall be terminated when: the eligibility certificate expires; an assisting actor is stopped from carrying out response operations; 1° the period for response assistance comes to an end; 2° 3° and 4° an assisting actor stops response operations."
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER V: REHABILITATION AND",
      "section": "31",
      "title": "Article 31 - Transit facilitation",
      "content": "The Government of Rwanda shall facilitate the transit through the Rwandan territory of assistance to disaster-affected areas. Such facilitation shall be offered under such terms and such circumstances as set out in the agreement between the relevant parties. RECOVERY DUE TO DISASTERS"
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER V: REHABILITATION AND",
      "section": "32",
      "title": "Article 32 - Rehabilitation and recovery",
      "content": "after disaster Depending on the disaster rehabilitation and recovery shall: category, 1° be directed to the people who suffered injuries or trauma following disaster; 2° be directed to those affected by the impact of disaster; 3° deal with the infrastructure damaged by disaster; 4° take into consideration any such other needs as may be approved by disaster management organs."
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER V: REHABILITATION AND",
      "section": "33",
      "title": "Article 33 - Period for commencement of",
      "content": "rehabilitation and recovery The period for commencement of rehabilitation and recovery shall be within: 1° thirty (30) days for category 1 disaster; 2° sixty (60) days for category 2 disaster; 3° ninety (90) days for category 3 disaster; 4° one year for category 4 disaster."
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER",
      "section": "34",
      "title": "Article 34 - Organs responsible",
      "content": "rehabilitation and recovery of disaster for SEDIMAC shall determine modalities for rehabilitation and recovery in case of disaster of category 1; DIDIMAC shall determine modalities for rehabilitation and recovery in case of disaster of category 2; NADIMAC shall determine modalities for rehabilitation and recovery in case of disaster of categories 3 and 4. VI: SOURCE RESOURCES ALLOCATED DISASTER MANAGEMENT OF TO"
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER",
      "section": "35",
      "title": "Article 35 - Operation budget of organs",
      "content": "responsible for disaster management The Ministry shall include the budget of NADIMAC, NADIMATEC and NPDM in its own budget. The District Councils shall determine the operational budget of DIDIMAC and SEDIMAC."
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER",
      "section": "36",
      "title": "Article 36 - Budget for disaster prevention",
      "content": "and mitigation All public and private institutions shall include in their respective budgets funds for disaster prevention and mitigation."
    },
    {
      "provision_ref": "art37",
      "chapter": "CHAPTER",
      "section": "37",
      "title": "Article 37 - Budget for response, assistance,",
      "content": "rehabilitation and recovery in case of disaster Organs of NADIMAC shall include in their respective budgets funds for response, assistance, rehabilitation and recovery in case of disaster of categories 3 and 4. The District shall include in its budget funds for response, assistance, rehabilitation and recovery in case of disaster of categories 1 and 2."
    },
    {
      "provision_ref": "art38",
      "chapter": "CHAPTER VII: FINAL PROVISIONS",
      "section": "38",
      "title": "Article 38 - Establishment of the Disaster",
      "content": "Response Fund There is hereby established a Disaster Response Fund. Financial sources of the Fund shall derive from the following: 1° State budget allocations; 2° partners‟ grants; 3° donations and bequests. An Order of the Prime Minister shall determine the organization and functioning of the Disaster Response Fund."
    },
    {
      "provision_ref": "art39",
      "chapter": "CHAPTER VII: FINAL PROVISIONS",
      "section": "39",
      "title": "Article 39 - Drafting, consideration and",
      "content": "adoption of this law This law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art41",
      "chapter": "CHAPTER",
      "section": "41",
      "title": "Article 41 - Commencement",
      "content": "LAW N°41/2015 OF RELATING TO MANAGEMENT 29/08/2015 DISASTER We, KAGAME Paul, President of the Republic; THE PARLIAMENT HAS ADOPTED AND WE SANCTION, PROMULGATE THE FOLLOWING LAW AND ORDER IT BE PUBLISHED IN THE OFFICIAL GAZETTE OF THE REPUBLIC OF RWANDA THE PARLIAMENT: The Chamber of Deputies, in its session of 22 June 2015; The Senate, in its session of 11 February 2015; Pursuant to the Constitution of the Republic of Rwanda of 04 June 2003, as amended to date, especially in Articles 49, 62, 66, 67, 88, 89, 90, 92, 93, 108,137, 138,190 and 201; Pursuant to the International Covenant on Civil and Political Rights adopted in New York, United States of America on 19 December 1966, especially in Articles one, 2, 24 and 26 as ratified by Decree- Law nº 8/75 of 12 February1975; Pursuant to the International Covenant on Economic, Social and Cultural Rights adopted in New York, United States of America, on 19 December 1966, especially in articles One, 2, 11, 12, and 13 as ratified by Decree Law nº 8/75 of 12 December 1975; Pursuant to the African Charter on Human and Peoples' Rights adopted in Nairobi, Kenya, on 27 June 1981, especially in articles 14, 16, 18, and 21 as ratified by Law nº 10/1983 of 17 May 1983; Pursuant to the Convention on the Rights of the Child adopted in New York, United States of America on 20 November 1989, especially in Articles 2,3, 6, 7, 8, 9, 19, 20, 24, 25 and 28 as ratified by Presidential Order nº 773/16 of 19 September 1990; Pursuant to the United Nations Framework Convention on Climate adopted in RIO DE JANEIRO, BRESIL, on 5 June 1992 as ratified by Presidential Order nº 021/01 of 30 May 1995; Pursuant to the African Charter on the Rights and Welfare of the Child adopted in Addis Ababa, Ethiopia, on 11 July 1990, especially in articles 5, 6, 11, 13, 14, 15, 16, 18, 19 and 25 as ratified by Presidential Order nº 11/01 of 30 May 2001; Pursuant to the Protocol to the African Charter on Human and Peoples' Rights on the Rights of Women in Africa adopted in Maputo, Mozambique, on 11 July 2003, especially in articles 14 and 15 as ratified by Presidential Order nº 11/01 of 24 June 2004; Pursuant to the African Union Convention for the Protection and Assistance of Internally Displaced Persons in Africa adopted in Kampala, Uganda, on 23 October 2009, especially in articles 2, 3, 4, 5, 6, 9, 11, 12 and 13 as ratified by Presidential Order nº121/01 of 15 November 2011; Pursuant to the Convention on the Rights of Persons with Disabilities and its Optional Protocol adopted in New York on 13 December 2006 as ratified by the Presidential Order nº131/01 of 27 December 2012; Pursuant to Organic Law n° 04/2005 of 08/04/2005 determining modalities for protection, conservation and promotion of environment in Rwanda, especially in Articles 63, 64 and 78; ADOPTS: PROVISIONS ONE: GENERAL"
    },
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "1",
      "title": "Article 1 - Purpose of this Law",
      "content": "This Law establishes the Gishwati-Mukura National Park. It also determines its boundaries, surface and buffer zone."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER",
      "section": "2",
      "title": "Article 2 - Definitions of terms",
      "content": "Under this Law, the following terms shall have the meanings assigned to them below: 1° rehabilitation and recovery: restoration of damaged pre-disaster facilities and where appropriate, improvement thereof including efforts to reduce disaster risk factors; 2° response: provision of emergency services and public assistance during or immediately after a disaster in order to save lives, reduce health impacts, ensure people‟s good living conditions and meet the basic subsistence needs of the people affected; 3° goods: supplies intended for rescue provided to disaster-affected communities for their relief or initial recovery; 4° disaster: serious calamity occurring on a small or large area of the country involving loss of life, physical or psychological injury or important material, economic, or environmental damages, which exceeds the ability of the affected population to overcome with its own resources; 5° hazard: dangerous phenomenon, substance, human activity or condition that may cause loss of life, injury or other health impacts, property damage, loss of livelihoods and services, social and economic disruption or environmental damage; 6° disaster risk reduction: concept and practice of reducing disaster risks through systematic efforts to analyse and manage the causal factors of disasters, including through reduced exposure to hazards, lessened vulnerability of people and property, wise management of land and the environment, and improved preparedness for adverse events; 7° disaster relief period: period following a disaster during which the relevant legal facilities are made available to eligible actors for the purpose of providing disaster relief; 8° disaster relief: goods, equipment, services, funds and any other services provided to meet humanitarian needs of disaster-affected communities; 9° foreign assistance: any direct assistance provided by any individual, organisation or foreign State to the Government of Rwanda or any assisting domestic actor for purposes of assisting disaster-affected communities; 10° initial recovery assistance: goods, equipment, services and donations intended to restore or improve the pre-disaster living conditions of disaster-affected communities, including initiatives to fight disasters and reduce disaster risk; 11° emergency management: organization and management of resources and responsibilities for addressing all aspects of emergencies, in particular preparedness, response and initial recovery steps; 12° disaster management: systematic process of using administrative directives, institutions, operational skills and capacities to implement strategies, policies and improved coping capacities in order to prevent and mitigate disasters, prepare for imminent disasters, rehabilitate or reconstruct damages caused by disasters. 13° preparedness: knowledge, capacities and strategies developed by governments, professional response and recovery organizations, communities and individuals to effectively anticipate, respond to any disaster, and recover from, the impacts of likely, imminent or current hazard events or conditions; 14° prevention: outright avoidance of adverse impacts of hazards or probable disasters; 15° mitigation: method of lessening or limitation of the adverse impacts of hazards and related disasters; 16° Ministry: Ministry in charge of disaster management; 17° Minister: Minister in charge of disaster management; 18° international assistance in case of disaster: any disaster relief and initial recovery assistance that is provided by assisting international actors, or imported or otherwise brought to Rwanda from abroad by or on behalf of assisting international actors; 19° early warning system: a set of capacities needed to generate and disseminate timely and meaningful warning information to enable individuals, communities, organizations and other States threatened by a hazard to prepare and to act appropriately and in sufficient time to reduce the possibility of harm or loss; 20° resilience: ability of a community or society exposed to hazards to resist, absorb, accommodate to and recover from the effects of a hazard in a timely and efficient manner, including through the preservation and restoration of its essential basic structures and functions; 21° assisting actor: individual, non- governmental organisation, entity or foreign state assisting disaster- affected communities; 22° locally engaged personnel: any Rwandan or other persons domiciled in Rwanda who are recruited as staff by assisting actor to provide disaster relief or initial recovery assistance; 23° international personnel: staff or volunteer of any assisting actor providing disaster relief or initial recovery assistance in Rwanda, being persons who are foreign nationals."
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER",
      "section": "4",
      "title": "Article 4 - Disaster categories",
      "content": "Disasters shall be classified into the following categories: 1° Category 4: a disaster which is beyond the Country‟s means; 2° Category 3: a disaster which occurs in any District and is managed using resources from the Ministry and its partners; 3° Category 2: a disaster which occurs in any District and which is managed using resources available in the District in collaboration with its partners; 4° Category 1: a disaster which has occurred in a Sector and is managed using resources available in the Sector in collaboration with its partners."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER",
      "section": "5",
      "title": "Article 5 - Disaster management principles",
      "content": "The following principles must be given consideration in disaster management: 1° to act in the spirit of collaboration, mutual understanding and coordination; 2° to promote humanism, impartiality and transparency; 3° to take into account particularities of vulnerable groups; 4° 5° to consider all disasters that may occur; to consider disasters that may arise from other disasters; 6° not to exaggerate or minimize the impact of possible disasters; 7° not to exaggerate or minimize the effects of disasters having occurred; 8° to alert the population before disaster 9° strikes; to avoid collecting information not related to disaster management; 10° not to act for anybody‟s personal interests; 11° to identify and respect beneficiaries; 12° to respect the principle of gender; 13° to provide assistance to all disaster victims particularly to the most affected people; 14° to respond to a disaster immediately after the disaster and if possible during the occurrence of the disaster; 15° to rehabilitate and reconstruct disaster damages by integrating resilience to disasters likely to recur; 16° to carry out rehabilitation and recovery by giving priority to public facilities and to the most affected areas."
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER | Section One: Disaster management organs | Section 2: Responsibilities of disaster",
      "section": "8",
      "title": "Article 8 - Responsibilities of NADIMAC",
      "content": "NADIMAC shall responsibilities: have the following 1° to provide disaster management guidelines based on national strategies; 2° to advise relevant bodies on the prevention of, response to, resilience to and recovery from disasters; 3° to coordinate relief efforts within all institutions; 4° to take necessary decisions on which actions to be taken in case of categories 3 and 4 disasters; 5° to advise on the state of emergency declaration."
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER III: FINAL PROVISIONS",
      "section": "9",
      "title": "Article 9 - Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda. Kigali, on 15/10/2015 (sé) KAGAME Paul President of the Republic (sé) MUREKEZI Anastase Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice / Attorney General ANNEX I TO LAW Nº45/2015 OF 15/10/2015 ESTABLISHING THE GISHWATI MUKURA NATIONAL PARK Following the GPS coordinates presented in this Annex, boundaries of Gishwati-Mukura National Park are as follows: 1. BOUNDARIES OF GISHWATI- MUKURA NATIONAL PARK A. GISHWATI NATURAL FOREST Gishwati natural forest is situated in the Western Province, Rutsiro District and it is comprised within Kigeyo, Nyabirasi and Ruhango Sectors. 1.Rutsiro District 1.1. Kigeyo Sector Nyagihanika Cell Nteko Village Boundaries of Gishwati natural forest pass through the following points: 427832E, 4799242S; 428023E, 4799347S; 428026E, 4799436S; 428233E, 4799440S; 428529E, 4799705S; 428564E, 4799791S; 428564E, 4799791S; 424881E, 4799841S; 428719E, 4799950S; 428624E, 4 800051S and end at Pfunda river on the following points: 428607E, 4800147S. Nyarusuku Village Boundaries of Gishwati natural forest are situated along Rubavu-Karongi road and pass through the following points: 427930E, 4797664S; 429828E, 4798148S; 427854E, 4797197S; 427854E, 4797197S. Rwambeho Village Boundaries of Gishwati natural forest go through the following points: 428810E, 4797333S; 428565E, 4797508S; 428475E, 4797594S; 428152E, 4797594S. Kaziga Village Boundaries of Gishwati natural forest pass through the following points: 429812E, 4797586S; 429655E, 4797428S; 429509E, 4797054S; 429322E, 4797046S; 429322E, 4797046S; 429255E, 4796876S. Rugaragara Village Boundaries of Gishwati natural forest pass through the following points: 430646E, 4797825S; 430228E, 4797733S. 1.2. Nyabirasi Sector Mubuga Cell Bugorozi Village Boundaries of Gishwati natural forest starts by passing on Pfunda river on the following points: 427723E, 4800773S. They continue passing through the following points: 427906E, 4800930S; 427874E, 4801106S; 428044E, 4801203S. Kabaratama Village Boundaries of Gishwati natural forest pass through the following points: 431233E, 4799803S; 431374E, 4799776S; 431407E, 4799728S; 431552E, 4799710S; 431586E, 4799673S; 431621E, 4799662S; 431661E, 4799609S; 431744E, 4799594S; 431858E, 4799681S; 432451E, 4799974S; 432539E, 4800014S; 432597E, 4800203S; 432757E, 4800313S; 432530E, 4800638S; 432630E, 4800736S; 432766E, 4800734S; 432903E, 4800999S; 432991E, 4801002S; 433001E, 4801212S; 433001E, 4801212S; 433077E, 4801360S; 433668E, 4800104S; 433596E, 4800190S; 433362E, 4800130S; 433020E, 4799908S). These boundaries also pass on the side of Sebeya river situated in Kabaratama Village on the following points: 433123E, 4801351S; 434871E, 4800849S. Pfunda Village Boundaries of Gishwati natural forest pass through the following points: 428190E, 4801154S; 428219E, 4800918S; 428333E, 4800846S; 428308E, 4800804S; 428106E, 4800736S; 427980E, 4800731S; 427918E, 4800568S; 428078E, 4800492S; 428080E, 4800539S, 428220E, 4800542S; 428393E, 4800649S; 428418E, 4800577S; 428601E, 4800550S; 428594E, 4800423S; 428746E, 4800389S; 428852E, 4800481S; 428931E, 4800483S; 428955E, 4800413S; 429036E, 4800445S; 429091E, 4800407S; 429161E, 4800399S; 429232E, 4800447S. The boundariesof Gishwati natural forest in Pfunda Village end on Pfunda river on the following points: 428041E, 4800430S. Rushubi Village Boundaries of Gishwati natural forest pass through the following points: 429280E, 4800435S; 429302E, 4800415S; 429367E, 4800432S; 429443E, 4800478S; 429693E, 4800362S; 429914E, 4800138S; 430005E, 4800149S; 429990E, 4800103S; 430043E, 4799933S; 430022E, 4799794S; 430093E, 4799811S; 430312E, 4799963S; 430667E, 4800005S; 430747E, 4800037S; 430854E, 4799988S; 430956E, 4799816S; 431086E, 4799789S; 431210E, 4799856S. 1.3. Ruhango Sector Gihira Cell Kinyenkanda Village Boundaries of Gishwati natural forest start from Sebeya river on the points 436571E, 4799057S; and continue through the following points: 436363E, 4798959S; 435879E, 4798845S; 435607E, 4798692S; 435607E, 4798692S; 435666E, 4798581S; 435488E, 4798296S. Murambi Village Boundaries of Gishwati natural forest pass through the following points: 434527E, 4798451S; 434488E, 4798576S; 434624E, 4798813S; 434729E, 4799325S; 434663E, 4799466S; 434603E, 4799468S; 434556E, 4799601S; 434606E, 4799828S; 434568E, 4799855S; 434663E, 4799977S; 434493E, 4800111S; 434141E, 4799994S; 433854E, 4799740S; 433764E, 4799877S; 432857E, 4799767S. Rukoko Village Boundaries of Gishwati natural forest pass through the following points: 435590E, 4798156S; 435377E, 4797922S; 435479E, 4797644S; 435568E, 4797459S; 435475E, 4797382S; 435033E, 4797429S; 434833E, 4797629S; 434948E, 4797846S; 434363E, 4798339S; 434388E, 4798407S. Matyazo Village Boundaries of Gishwati natural forest pass through the following points: 432017E, 4799603S; 432224E, 4799708S; 432659E, 4799594S; 432659E, 4799594S; 432498E, 4799526S; 432056E, 4799564S; 431833E, 4799457S; 431785E, 4799274S; 431786E, 4799003S; 431724E, 4798723S; 431967E, 4798485S; 431683E, 4798217S. Rushasho Village Boundaries of Gishwati natural forest pass through the following points: 431453E, 4797984S; 431290E, 4797938S; and end on Pfunda river on the following points: 430857E, 4797862S. B. MUKURA NATURAL FOREST Mukura natural forest is situated in the Western Province, Rutsiro and Ngororero Districts and is comprised within Mukura, Rusebeya and Ndaro Sectors. 1. Rutsiro District 1.1. Mukura Sector Kagano Cell Kamonyi Village Boundaries of Mukura natural forest pass through the following points: 444858E, 4775877S; 4776028S; 4776327S; 4776452S; 4776630S; 4776664S; 4776598S; 4776676S; 4776698S; 4775878S. 444921E, 444854E, 445002E, 445054E, 445110E, 444979E, 444878E, 444768E, 444858E, 4775972S, 4776170S; 4776341S; 4776549S; 4776688S; 4776625S; 4776623S; 4776720S; 4775627S; 444904E, 444944E, 445065E, 445058E, 445033E, 444947E, 444818E, 444712E, 444858E, Cyabatsinga Village Boundaries of Mukura natural forest pass through the following points: 444615E, 4776770S; 444575E, 4776822S; 444555E, 4776891S; 444520E, 4776863S; 444555E, 4776835S; 444574E, 4776741S; 444494E, 4776730S; 444466E, 4776700S; 444450E, 4776646S; 444387E, 4776629S; 444429E, 4776525S; 444388E, 4776492S; 444320E, 4776480S; 444272E, 4776451S; 444226E, 4776370S; 444144E, 4776392S; 444105E, 4776412S; 444061E, 4776411S; 443978E, 4776431S; 443942E, 4776415S; 443882E, 4776418S; 443847E, 4776409S; 443797E, 4776384S; 443755E, 4776360S; 443741E, 4776407S; 443665E, 4776408S; 443628E, 4776455S; 443566E, 4776495S; 443502E, 4776474S; 443376E, 4776369S; 443338E, 4776430S. Rugomero Village Boundaries of Mukura natural forest pass through the following points: 444984E, 4775566S; 4775598S. 444922E, 4775587S, Tumba village Boundaries of Mukura natural forest pass through the following points: 443280E, 4776543S; 443205E, 4776590S, 443030E, 4776635S; 442930E, 4776725S; 442948E, 4776744S; 442921E, 4776790S. Bitura Village Boundaries of Mukura natural forest pass through the following points: 443710E, 4780578S; 443515E, 4780562S; 443817E, 4780921S; 443576E, 4781099S; 443396E, 4781348S. Mucaca Village Boundaries of Mukura natural forest pass through the following points: 442996E, 4782264S; 442955E, 4782112S. Along the Mukura road, the boundaries of Mukura natural forest pass through 442815E, 4782064S; 442948E, 4782300S; and 443019E, 4782479S. Mukura Village Boundaries of Mukura natural forest pass through the following points: 443044E, 4777379S; 443061E, 4777741S; 443305E, 4777724S; 443399E, 4777655S; 443519E, 4777608S; 443733E, 4777490S; 443955E, 444859E, 4777655S; 443909E, 4777658S; 4777573S; 443965E, 4777576S; 4777681S; 444464E, 4777699S, 4777730S; 444666E, 4777754S; 4777621S; 444911E, 4777582S; 4777479S; 445587E, 4777926S; 4779694S; 445234E, 4779905S; 4780125S; 444561E, 4780019S; 4780081S; 444219E, 4779815S; 4780297S; 444155E, 4780761S. 443907E, 444349E, 444518E, 444811E, 445110E, 445327E, 444538E, 444304E, 444201E, Ntonde Village Boundaries of Mukura natural forest pass through the following points: 443981E, 4780737S; 444010E, 4780503S, 443876E, 4780409S; 443650E, 4780488S; 443700E, 4780431S; 443688E, 4780414S; 443603E, 4780456S; 443631E, 4780487S. Rukeri Village Boundaries of Mukura natural forest pass through the following points: 442858E, 4776773S; 442796E, 4776926S; 442675E, 4776978S; 442619E, 4776983S; 442401E, 4777035S; 442348E, 4777101S; 442787E, 4777200S; 442538E, 4777106S; 442691E, 4777035S; 442887E, 4777572S; 442924E, 4777656S; 443021E, 4777819S. Rukondo Village Boundaries of Mukura natural forest pass through the following points: 443465E, 4781409S; 443419E, 4781495S, 443370E, 4781495S; 443145E, 4782002S; 4782020S; 443326E, 4781994S; 4782373S; 443059E, 443059S. 443242E, 443316E, Mwendo Cell Gafu Village Boundaries of Mukura natural forest pass through the following points: 444988E, 4776316S; 445029E, 4776337S; 445048E, 4776373S, 445350E, 4777630S; 446433E, 4775734S; 446212E, 4775901S; 446105E, 4776036S, 445918E, 4775873S; 445666E, 4775807S; 445558E, 4775810S. Kabisasa Village Boundaries of Mukura natural forest pass through the following points: 446763E, 4775743S; 446609E, 4775776S; 446508E, 4775719S. Kagogo Village Boundaries of Mukura natural forest pass through the following points: 445529E, 4775799S; 445441E, 4775722S; 445331E, 4775714S; 445256E, 4775737S; 445089E, 4775520S; 445012E, 4775539S. Kagombwa Village Boundaries of Mukura natural forest pass through the following points: 448682E, 4778064S; 448647E, 4778039S; 448693E, 4778013S; 448560E, 4777954S; 4777919S; 448423E, 4777691S. 448448E, Kamariba Village Boundaries of Mukura natural forest pass through the following points: 446579E, 4780560S; 446477E, 478022S; 446572E, 4779739S; 446873E, 4780088S; 447567E, 4779297S; 447879E, 4779151S; 448124E, 4777630S; 448033E, 4777799S; 447733E, 4777548S; 447553E, 4777381S. Rugari Village Boundaries of Mukura natural forest pass through the following points: 445470E, 4777744S; 445720E, 4777953S; 446185E, 4778371S; 445973E, 4779176S; 445821E, 4779634S; 447296E, 4777363S; 446643E, 4777423S; 446519E, 4777185S; 446473E, 4776576S; 446797E, 4756408S; 446998E, 4775923S; 447001E, 4775762S. 1.2. Rusebeya Sector Mberi Cell Gatenga Village Boundaries of Mukura natural forest pass through the following points: 443166E, 4782519S; 443195E, 4782617S; 443234E, 4782584S; 443271E, 4782597S; 443261E, 4782688S. Kabeza Village Boundaries of Mukura natural forest pass through the following points: 443399E, 4782709S; 443490E, 4782776S; 443577E, 4782740S; 443756E, 4782751S; 443821E, 4782811S; 443856E, 4782784S. Ruronde Cell Gisozi village Boundaries of Mukura natural forest pass through the following points: 445650E, 4781635S; 445696E, 4781676S; 445861E, 4781904S; 445892E, 4782082S; 446564E, 4783508S; 447042E, 4783499S; 447254E, 4783135S; 447046E, 4783385S. In this village the boundaries of Mukura natural forest pass along Nyamyotsi river through the following points: 447476E, 4783314S; 447570E, 4782597S; 445376E, 4782059S; 446037E, 4781312S. Kigali Village Boundaries of Mukura natural forest pass through the following points: 444073E, 4782547S; 444096E, 4782563S; 444319E, 4782321S; 444491E, 4782242S. Kirumbi Village Boundaries of Mukura natural forest pass through the following points: 446170E, 4783499S; 446116E, 4783555S; 446243E, 4783596S. Mubuga village Boundaries of Mukura natural forest pass through the following points: 444603E, 4782208S; 444864E, 4782062S; 445295E, 4781898S; 445636E, 4781613S; 444787E, 4782239S; 445743E, 4782324S; 444780E, 4782408S; 445715E, 4782478S; 445818E, 4782508S; 445794E, 4782922S; 445872E, 4782946S; 446168E, 4783479S. Nyamibombwe Village Boundaries of Mukura natural forest pass through the following points: 443899E, 4782723S; 443941E, 4782735S, 444011E, 4782590S. 2. Ngororero District 2.1. Ndaro Sector Kabanda Cell Ruhuha Village Boundaries of Mukura natural forest pass through the following points: 446069E, 4781273S; 446092E, 4781122S; 446313E, 4780748S; 446372E, 4780650S; 447298E, 4779786S; 448010E, 4778901S; 448515E, 4778249S; 448523E, 4778188S Seen to be annexed toLaw nº45/2015 of 15/10/2015 establishing the Gishwati Mukura National Park Kigali, on 15/10/2015 (sé) KAGAME Paul President of the Republic (sé) MUREKEZI Anastase Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice / Attorney General ANNEX II TO LAW Nº45/2015 OF 15/10/2015 ESTABLISHING THE GISHWATI MUKURA NATIONAL PARK BOUNDARIES OF GISHWATI – MUKURA NATIONAL PARK BUFFER ZONE A. BOUNDARIES OF THE BUFFER ZONE OF GISHWATI NATURAL FOREST Following the GPS coordinates, boundaries ofthe buffer zone of Gishwati-Mukura National Park are the following: 1. Rutsiro District 1.1. Kigeyo Sector Nyagihanika Cell Nyarusuku Village Boundaries of the buffer zone of Gishwati natural forest start from the following points: 428009E, 4797553S; 427951E, 4797574S; and then continue along Rubavu- Karongi road, starting from the following points: 427897E, 4797603S; 427844E, 4799212S; 427868E, 4799108S; 428016E, 4798995S; 428016E, 4798975S; ending through the following points: 427886E, 4797815S; 427921E, 4797739S; 427935E, 4797682S; 427915E, 4797625S; 427897E, 4797603S. Nteko Village Boundaries of the buffer zone of Gishwati natural forest pass through the following points on Nteko hill: 427744E, 4799295S; 427817E, 4799384S; 427948E; 4799429S; 428070E, 4799484S; 428085E, 4799583S; 428174E, 4799602S; 428279E, 4799700S; then pass through plantations on the following points: 428295E, 4799700S; 428377E, 4799691S; 428406E, 4799728S; 428410E, 4799753S; 428424E, 4799800S; continue through the following points: 428428E, 4799816S; 428527E, 4799889S; 428549E, 4800054S; 428393E, 4800145S; 428322E, 4800196S; 428182E, 4800242S; 428125E, 4800261S; 427939E, 4800315S; 427804E, 4800414). In Nteko Village, the boundaries of the buffer zone end on Rubavu- Mahoko road passing through the following points: 427691E, 4800587S; 427659E, 4800631S; 427690E, 4800726S. Rwambeho Village Boundaries of the buffer zone of Gishwati natural forest start on Rutangazo hill through the following points: 429200E, 4796900S; and continue through the following points: 429200E, 4796900S; 428988E, 4797100S; 428879E, 4797202S; 428759E, 4797333S; 428622E, 4797385S; 428527E, 4797478S; 428294E, 4797536S; 428089E, 4797536S. 1.2. Nyabirasi Sector Mubuga Cell Pfunda Village Boundaries of the buffer zone of Gishwati natural forest start on Pfunda River through the following points: 427700E, 4800743S; and then follow the road Rubavu - Mahoko through the following points: 427701E, 4800744S; 427710E, 4800753S; 427744E, 4800800S. They continue in plantation on Rwankuba hill through the following points: 428141E, 4801268S; 428193E, 4801216S; 428260E, 4801200S; 428254E, 4801103S; 428297E, 4800965S; 428379E, 4800882S; 428419E, 4800793S; 428432E, 4800693S; 428494E, 4800680S; 428640E, 4800618S; 428641E, 4800571S; 428631E, 4800527S; 428613E, 4800446S; 427776E, 4798089S; 427807E, 4798119S. The boundaries of the buffer zone continue through: 429202E, 4800450S; 429156E, 4800404S; 429011E, 4800455S; 428896E, 4800488S; 428671E, 4800402S; 428615E, 4800456S. Bugorozi Village Boundaries of the buffer zone of Gishwati natural forest go along Rubavu-Mahoko road through the following points: 427770E, 4800835S; 427823E, 4800892S; 427871E, 4800921S; 427857E, 4800965S; 427825E, 4800982S, then continue tea plantations in the following points: 427805E, 4800998S; 427790E, 4801053S; 427804E, 4801104S; 427831E, 4801137S; 427872E, 4801243S; 427904E, 4801297S; 4801275S; 428016E, 4801246S; 4801255S; 428124E, 4801270S. 427955E, 428056E, Rushubi Village Boundaries of the buffer zone of Gishwati natural forest start in the valley of Rushubi hill through the following point 431157E, 4799920S; and continue on the top of this hill through the following points: 431049E, 4799926S; 430863E, 4800017S. The buffer zone passes on the point of Rushubi stream 430498E, 4799998S and continues through the following points: 430414E, 4799984S; 430252E, 4799937S; 430048E, 4799822S; 430003E, 4800101S; 429903E, 4800151S; 429843E, 4800217S; 429605E, 4800419S; 429449E, 4800481S and ends on a point on Mishishiri stream 429245E, 4800457S. Kabaratama Village Boundaries of the buffer zone of Gishwati natural forest start on Nyamyotsi hill and pass through the following points: 431230E, 4799857S; 431556E, 4799854S; 431654E,4799893S; 431776E, 4799861S; 431878E, 4799891S; 432037E, 4799829S; 432063E, 4799946S; 432170E, 4800311S; 432216E, 4800293S; 432263E, 4800466S; 432392E, 4800709S; 432571E, 4800795S; 432695E, 4800886S; 432802E, 4801011S; 432810E, 4801294S; 432885E, 4801307S 433257E, 4799918S; 433378E, 4799933S; 433458E, 4800010S; 433507E, 4799993S; 433523E, 4799926S. 1.3. 433304E, 433429E, 433476E, 433521E, 4799928S; 4799975S; 4800026S; 4799959S; Ruhango Sector Gihira cell Kinyenkanda Village Boundaries of the buffer zone of Gishwati natural forest start near Sebeya River on Bunyongwe hill through the following points: 436561E, 4799020S; 436487E, 4798982S; 436399E, 4798952S; 436379E, 4798938S; 436315E, 4798936S; 436190E, 4798917S; 436039E, 4798860S; 435978E, 4798826S; 435861E, 4798817S; 435843E, 4798798S; 435797E, 4798738S; 435713E, 4798617S; 435720E, 4798562S; 435720E, 4798562S; 435762E, 4798343S; 435719E, 4798255S; 435727E, 4798203S. Rukoko Village Boundaries of the buffer zone of Gishwati natural forest pass through the following points: 435743E, 4798183S; 435747E, 4798091S; 435612E, 4798004S; 435478E, 4797882S. The buffer zone pass through the following points on Kinyenkanda hill: 435465E, 4797817S; 435490E, 4797668S; 435521E, 4797609S; 435574E, 4797433S; 435536E, 4797390S; 435461E, 4797366S and continues through 435447E, 4797353S; 435219E, 4797330S; 435043E, 4797397S; 434809E, 4797542S; 434422E, 4798177S; 4798027S; 434667E, 4797898S; 4797669S; 434726E, 4797672S. 434558E, 434722E, Murambi Village Boundaries of the buffer zone of Gishwati natural forest pass through the following points: 432644E, 4798925S; 432664E, 4798933S; 432830E,4799145S; 432803E, 4799179S; 432756E, 4799224S; 432766E, 4799265S; 432751E, 4799420S; 432789E, 4799517S, 432856E, 4799586S; 432864E, 4799619S; 432984E,4799727S; 433150E, 4799789S; 433198E, 4799883S; 433564E, 4799875S; 433837E, 4799681S; 434056E, 4799840S; 434208E, 4799914S; 434381E, 4799953S; 434503E, 4799753S; 434551E, 4799453S; 434665E, 4799292S; 434593E, 4798945S; 434524E, 4798730S; 434428E, 4798482S; 434278E, 4798331S. Rundoyi Cell Matyazo Village Boundaries of the buffer zone of Gishwati natural forest pass through the following points Nyamyotsi hill: 431777E, 4798078S; 431938E, 4798200S 431958E, 4798197S; 432001E,4798466S; 432076E, 4798454S;432335E,4798619S;432553E,4798645 S;432543E, 4798821S; 432635E, 4798916S. Rushasho Village Boundaries of the buffer zone of Gishwati natural forest pass through the following points starting Rushubi hill: 431731E, 4798067S; 431627E, 4798008S; 431512E, 4797912S; 431463E, 4797842S; 431431E, 4797804S; 431228E, 4797757S; 431004E, 4797765S; 430942E, 4797740S; and end on Pfunda River on the following point 430902E, 4797734S). Rugaragara Village Boundaries of the buffer zone of Gishwati natural forest pass through the following points starting Gumba hill: (430843E, 4797738S; 430730E, 4797757S; 430690E, 4797747S; 430625E, 4797740S; 430546E, 4797724S; 430413E, 4797742S; 430360E, 4797727S; 430320E, 4797702S; 430279E, 4797679S; 430235E, 4797665S. Kaziga Village Boundaries of the buffer zone of Gishwati natural forest pass through the following points: 430194E, 4797651S; 430115E, 4797601S; 429823E, 4797452S; 429732E, 4797386S; 429664E, 4797227S; 429608E, 4797138S, then pass Gumba stream on the point: 429543E, 4797005S and end on Rutangazo stream on the point: 429274E, 4796853S. 2.Ngororero District 2.1.Muhanda Sector Bugarura Cell Gatomvu Village Boundaries of the buffer zone of Gishwati natural forest are situated on the side of Sebeya River situated in Ngororero District. They pass through the following points on Gikungu hill: 433128E, 4801342S; 433193E, 4801251S; 433340E, 4801190S; 433433E, 4801070S; 433603E, 4801113S; 433759E, 4801070S; 433792E, 4800925S; 433943E, 4800894S; 433980E, 4800743S; 434150E, 4800799S; 434274E, 4800925S; 434503E, 4800947S; 434657E, 4800887S; 434810E, 4800917S. Boundaries of the buffer zone of Gishwati natural forest continues on Rongero hill through the following points: 436616E, 4799038S; 436579E, 4799195S; 436462E, 4799274S; 436322E, 4799342S; 436193E, 4799405S. On Ntobo hill, the buffer zone of Gishwati natural forest passes through the following points: 436127E, 4799427S; 435958E, 4799592S; 435810E, 4799759S; 435636E, 4799769S; 435310E, 4799850S; 435114E, 4799957S; 435068E, 4800248S; 435038E, 4800503S. The buffer zone continue passing on Gateka stream the point 435077E, 4800773S and continues Gikungu hill through the following points: 434963E, 4800818S; 434929E, 4800861S. 434929E, 4800861S; B. BOUNDARIES OF THE BUFFER ZONE OF MUKURA NATURAL FOREST The buffer zone of Mukura natural forest is situated in the Western Province, Rutsiro and Ngororero Districts, and it is comprised within three Sectors which are Mukura, Rusebeya and Ndaro. 1.Rutsiro District 1.1.Mukura Sector Kageyo Cell Mucaca Village The buffer zone is limited by Kaziba road through the following points: 442904E, 4782368S; 442899E, 4782379S, 442903E, 4782413S; 442940E, 4782319S; 442948E, 4782294S; continues on Kabugendo hill through: 442886E, 4782169S; 442934E, 4782166S. Rukondo Village Boundaries of the buffer zone of Mukura natural forest passes through Nyamyotsi hill on these points: 442996E, 4782181S; 443422E, 4781216S; 443523E, 4781067S; 443449E, 4781019S; continue along Mukura road: 443478E, 4780960S; 443473E, 4780812S; 443615E, 4780712S and continue on Gahungeli hill on the point: 443638E, 4780613S. Ntonde Village Boundaries of the buffer zone of Mukura natural forest pass through the following points: Gahungeli hill: 443733E, 4780559S; 443769E, 4780463S; 443815E, 4780391S; on Kamatare hill: 443896S, 4780306S; 443956E, 4780265S; 444011E, 4780270S and continue along Mukura road through the following points: 444091E, 4780326S; 444094E, 4779981S; 443987E, 4779767S. Mukura II village Boundaries of the buffer zone of Mukura natural forest pass through the following points: Along Mukura road 444063E, 4779705S; on Secoko hill: 444138E, 4779724S; 444331E, 4779801S; 444791E, 4779671S; 445018E, 4779488S; 445355E, 4779393S; on Rwamasizi hill: 445420E, 4779269S; and on Rugusa hill: 445521E, 4779239S; 445596E, 4779127S; 445618E, 4778823S; 445604E, 4778668S. Mukura I Village Boundaries of the buffer zone of Mukura natural forest pass through the following points: Rugusa hill: 445300E, 4778454S; on Sabinyama hill: 444584E, 4778014S; 444161E, 4777835S; 444049E, 4777791S; on Karambo hill: 443926E, 4777833S; 443893E, 4778173S; 443698E, 4778206S; 443620E, 4777942S; 443552E, 4777854S; on Kibura hill: 443661E, 4777758S; 443607E, 4777682S; 443579E, 4777576S; 443253E, 4777771S; on Gasura hill: 443175E, 4777826S; 443112E, 4777824S; on Ntongano river: 443067E, 4777844S; and on Mutongano hill: 442955E, 4777867S; 442931E, 4777843S; 442886E, 4777882S. Rukeri Village Boundaries of the buffer zone of Mukura natural forest pass through these points: on Mutongano hill 442845E, 4777858S; 442855E, 4777769S; 442792E, 4777793S; 442791E, 4777706S; Ntongano stream on 442887E, 4777656S; Mburamazi hill, Rukeli street 442895E, 4777612S; 442771E, 4777490S; 442750E, 4777340S; Nyakagezi valley 442771E, 4777266S; 442767E, 4777158S; 442653E, 4777109S; on Tumba valley, on Nyirankomane stream 442514E, 4777070S; 442393E, 4776908S; 442428E, 4776837S. Kagano Cell Tumba Village Boundaries of the buffer zone of Mukura natural forest passe through the following points: Tumba Valley on Nyirankomane stream: 442570E, 4776809S; 442763E, 4776832S; on Tumba hill: 442855E, 4776689S; 443078E, 4776553S; 443137E, 4776469S. Cyabasinga Village Boundaries of the buffer zone of Mukura natural forest pass through the following points: Cyabatsinga hill: 443382E, 4776319S; 443514E, 4776332S; 443659E, 4776359S; 443888E, 4776356S; and on Ndaba stream: 444157E, 4776278S; 444426E, 4776430S. Kamonyi village Boundaries of the buffer zone of Mukura natural forest pass through the following points: Gatobotobo hill:444574E, 4776636S; 444992E, 4776488S; 444777E, 4776107S; 444839E, 4775925S; 444699E, 4775736S; on Kagege hill: 444628E, 4775744S; 444629E, 4775635S; Kanyirahweza hill: 444693E, 4775603S. Rugomero village Boundaries of the buffer zone of Mukura natural forest pass through the following points: Kanyirahweza hill: 444818E, 4775431S; and Gatozo hill: 444952E, 4775316S. Mwendo Cell Kagogo village Boundaries of the buffer zone of Mukura natural forest pass through the following points: Rubayu hill 445103E, 4775279S; 4775429S; 445374E, 4775593S; 4775674S. 445295E, 445559E, Gafu Village Boundaries of the buffer zone of Mukura natural forest pass through the following points: Rubayu hill: 445639E, 4775684S; 445783E, 4775589S; 445995E, 4775663S; on Gahobe hill: 446040E, 4775753S; 446182E, 4775635S; 446437E, 4775610S. Kabisasa Village Boundaries of the buffer zone of Mukura natural forest pass through the following points: Gahobe hill, 446605E, 4775663S; on Kibisabo hill: 446785E, 4775637S; 446785E, 4775637S; 446910E, 4775729S; 447014E, 4775549S; 447081E, 4775595S. Rugari Village Boundaries of the buffer zone of Mukura natural forest pass through the following points: Kibisabo Hill: 447124E, 4775725S, 447088E, 4775905S; on Rugali hill 447108E, 4776002S; 447047E, 4776258S; on Nyarwufe hill: 446964E, 4776393S; 446814E, 4776669S; 446682E, 4776929S; on Kuwinuma hill: 446616E, 4777132S; 446563E, 4777291S; on Habazerwa hill: 446714E, 4777292S; 447282E, 4777339S; and on Kamaliba hill: 447527E, 4777365E, 4777365S. Kamaliba Village Boundaries of the buffer zone of Mukura natural forest pass through the following points: 446566E, 4780661S; 446455E, 4780649S; 446545E,4780580S; 446536E, 4780482S; 446485E, 4780404S; 446489E, 4780206S; Gashaka hill: 446515E, 4780127S; 446590E, 4780003S; 446718E, 446718S; 446772E, 4780085S; and on Gatabi hill: 448020E, 4777812S. Kagombwa Village Boundaries of the buffer zone of Mukura natural forest pass through the following points: on Gatabi hill: 448654E, 4778021S; 448544E, 4777957S; Gabiro hill: 448515E, 4777979S; 448441E, 4777916S; 448451E, 4777820S; 448431E, 4777704S. Kamariba Village Boundaries of the buffer zone of Mukura natural forest pass through these points: on Gabiro hill: 448402E, 4777690S; 448255E, 4777758S; 448132E, 4777662S; on Serukongozo hill: 448119E, 4777632S; 448055E, 4777790S; 447924E, 4777810S; 447856E, 4777707S; 447734E, 4777545S; 447559E, 4777423S; and Mwendo river: 447555E, 4777410S; 447549E, 4777375S. 1.2. Rusebeya Sector Ruronde Cell Mubuga Village Boundaries of the buffer zone of Mukura natural forest pass through the following points: Kiguhu river: 445265E, 4782738S; 445281E, 4782797S; 445334E, 4782820S; On Rwinkima hill: 445363E, 4782837S; 445418E, 4782753S; Rwinkima stream: 445425E, 4782737S; 445446E, 4782766S; 445471E, 4782853S; 445497E, 4782902S; 445548E, 4782998S; on Nteja stream: 445565E, 4783065S; on Kirumbi hill: 445596E, 4783121S; 445639E, 4783264S; 445730E, 4783308S; 445848E, 4783404S; on Cyogo stream: 445951E, 4783435S; and Cyogo hill on the following points: 445955E, 4783468S; 445948E, 4783653S. Kirumbi Village Boundaries of the buffer zone of Mukura natural forest pass through the following points: on Cyogo stream 445955E, 4783678S; 446083E, 4783792S; 446114E, 4783832S; 446165E, 4783883S; Nyiraturiba hill 446200E, 4783888S; 446302E, 4783878S; 446390E, 4783770S. Gisozi village Boundaries of the buffer zone of Mukura natural forest pass through the following points: Nyiraturiba hill 446387E, 4783715S; 446505E, 4783631S; 446583E, 4783721S; on Gisesero hill 446628E, 4783758S; 446671E, 4783775S; On Bitare hill 446704E, 4783788S; 446807E, 4783857S; 446980E, 4783686S; 447191E, 4783594S; 447396E, 4783570S; 447441E, 4783559S; 447430E, 4783476S; 447448E, 4783358S; on Nyamyotsi stream 447487E, 4783308S; 447417E, 4783115S; 447378E, 4782971S; 447354E, 4782794S; 447515E, 4782656S; 447532E, 4782431S; 447441E, 4782214S; 447299E, 4782078S; 447324E, 4781909S; 447131E, 4781782S; 447008E; 4781561S; 446802E, 4781557S; 446474E, 4781610S. Mubuga Village Boundaries of the buffer zone of Mukura natural forest pass through the following points: Nyamyotsi stream: 445202E, 4782421S; 445128E, 4782491S; 445175E, 4782545S; 445249E, 4782620S; 445265E, 4782691S. Gatenga village Boundaries of the buffer zone of Mukura natural forest pass through the following points: on Kaziba road: 442912E, 4782457S; 442935E, 4782625S; 443027E, 4782700S; on Rukura river: 443061E, 4782686S; on Cyuki hill: 443070E, 4782704S; 443132E, 4782821S; 443192E, 4782881S; 443312E; 4782774S. Kabeza Village Boundaries of the buffer zone of Mukura natural forest pass through the following points: Nyabyiyoni stream: 443354E, 4782755S; 443415E, 4782841S; 443488E, 4782894S; 443624E, 4782923S; on Ruhira hill: 443771E, 4782883S; 443876E, 4782854S. Nyamibombwe village Boundaries of the buffer zone of Mukura natural forest pass through these points: on Ruhira hill: 443911E, 4782860S; 443953E, 4782871S; 443993E, 4782840S; 444042E, 4782809S; 444086E, 4782779S; 444098E, 4782730S; 444082E, 4782678S. Kigali Village Boundaries of Mukura buffer zone pass through the following points: on Ruhira hill: 444072E, 4782643S; 444148E, 4782542S; 444192E, 4782433S; 444277E, 4782367S; 444409E, 4782332S; 444514E, 4782324S. Mubuga Village Boundaries of the buffer zone of Mukura natural forest pass through the following points: on Ruhira hill: 444574E, 4782254S; 444684E, 4782236S; 444850E, 4782239S; 445023E, 4782275S; Ryabene hill: 445058E, 4782311S; 445186E, 4782331S; 445274E, 4782321S; 445383E, 4782236S; on Nyacyabira hill: 445460E, 4782214S; 445535E, 4782170S, 445600E, 4782149S; 445646E, 4782132S; 445694E, 4782119S; 445762E, 4782103S; 445782E, 4782110S; on Inyacyabira stream: 445777E, 4782129S; 445692E, 4782194S; and on Gatyazo mine: 445664E, 4782229S; 445577E, 4782222S, 445508E, 4782407S, 445242E, 4782372S. 2. Ngororero District 2.1. Ndaro Sector Kibanda Cell Ruhuha Village Boundaries of the buffer zone of Mukura natural forest pass through the following points: 446420E, 4781472S; 446164E, 4781218S; 446314E, 4781118S; 446652E, 4780806S; 446605E, 4780716S; 446991E, 4780097S; 447107E, 4780079S.On Rwambeho hill: 447117E, 4780120S; 447256E, 4780092S; on Rwambeho stream: 447336E, 4780104S; 447365E, 4779956; on Gisunzu hill: 447443E, 4779949S; 447522E, 4779864S; 447674E, 4780071S; on Mwogambere stream: 447820E, 4779996S; 447992E, 4779315S; and on Muhira hill: 448571E; 4779131S; 448738E, 4778932S; 448823E, 4778828S. Rwamateke Village Boundaries of the buffer zone of Mukura natural forest pass through the following points: 448928E, 4778837S; on Mundoyi hill: 449075E, 4778935S; 449297E, 4778856S; 449520E, 4778616S; and Rusiga hill: 449497E, 4778494S. Ruhuha Village Boundaries of the buffer zone of Mukura natural forest passalong Kiguyu stream onthe following points: 449402E, 4778420S; 449239E, 4778352S; 449079E, 4778226S; 449038E, 4778051S; 448911E, 4778074S; 448707E, 4778075S. Seen to be annexed to Law nº45/2015 15/10/2015 establishing the Gishwati - Mukura National Park Kigali, on 15/10/2015 (sé) KAGAME Paul President of the Republic (sé) MUREKEZI Anastase Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice / Attorney General ANNEX III TO LAW Nº45/2015 OF 15/10/2015 ESTABLISHING THE GISHWATI - MUKURA NATIONAL PARK Three maps (3) showing the boundaries of the GISHWATI-MUKURA National Park and its Buffer Zones 29°26'0\"E 29°27'0\"E 29°28'0\"E o goro Bihon Manihira Gishwati:1440 Ha re ng e ka Gishwati: 266 Ha: 4520 Ha e 130 Ha Cyo go ng a Mit o no a Kinyempanda M 4,200 r Mu ey eg 2,100 1,050 Rubengera 29°26'0\"E 29°27'0\"E 29°28'0\"E gw ho Kaziramihunda Mukura: 1988 Ha ka Mukura: 696 Ha Rusebeya RUTSIRO za Gishwati na Mukura Rutsiro tin Sa Murunda us ya e Seb k 29°23'0\"E 29°23'30\"E 29°24'0\"E YA GISHWATI-MUKURA N'AKARERE K'UBUHUMEKERO ya Sebe UBUSOBANURO RUTSIRO Imigezi Umuhanda Rutsiro-Rubavu Imbibi z'Imirenge Imbibi z'Uturere Igice cyongewe ku ishyamba Ishyamba cyimeza rya Akarere k'ubuhumekero ko Ubuso bwose: Ko Nyabirasi 29°23'0\"E 29°23'30\"E 29°24'0\"E 29°30'30\"E 29°31'0\"E GISHWATI-MUKURA K'UBUHUMEKERO KARYO otsi Nyamw RUTSIRO Mukura u bay Ru M 1,300 29°30'30\"E 29°31'0\"E Seen to be annexed to Law nº45/2015 of 15/10/2015 establishing the Gishwati - Mukura National Park Kigali, on 15/10/2015 (sé) KAGAME Paul President of the Republic (sé) MUREKEZI Anastase Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice / Attorney General"
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER | Section One: Disaster management organs | Section 2: Responsibilities of disaster",
      "section": "10",
      "title": "Article 10 - Responsibilities of DIDIMAC",
      "content": "DIDIMAC shall responsibilities: have the following 1° to conduct the assessment of recurrent disasters in the District for protection, prevention and preparedness for response; 2° to raise public awareness on prevention and mitigation of disasters in areas of residence; 3° to integrate disaster management into all District programs; 4° to develop disaster management programs and integrate them into the District or Sector action plans; 5° to prepare and submit the draft budget proposal to be approved by the Council and monitor its execution; 6° to ensure the District budgeting for disasters; 7° to take necessary decisions on actions to be taken in case of categories 1 and 2 disasters; 8° to provide apt information on disasters which have occurred, specifying operations already conducted and those exceeding their capacity, thus requiring support from other sources; 9° to carry out comprehensive assessment and stock-taking of damages caused by disasters, coordinate relief and assistance operations and monitor the use of received assistance; 10° to submit report on disaster management from relief to rehabilitation and recovery operations; 11° to fulfil such other responsibility relating to disaster management as may be assigned by NADIMAC."
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER | Section One: Disaster management organs | Section 2: Responsibilities of disaster",
      "section": "11",
      "title": "Article 11 - Responsibilities of SEDIMAC",
      "content": "SEDIMAC shall have the following responsibilities: 1° to collect and analyse information on the management of category 1 disasters; 2° to mobilize the community towards their contribution to disaster management; 3° to implement disaster management strategies as adopted by NADIMAC and DIDIMAC; 4° to monitor relief operations and provide basic assistance to disaster victims; 5° to fulfil such other responsibility relating to disaster management as may be assigned by DIDIMAC."
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER | Section One: Response preparedness in",
      "section": "15",
      "title": "Article 15 - Volunteering during disasters",
      "content": "A voluntary action may be carried out in order to boost the responding capacity in case of disaster outbreak. An Order of the Minister shall determine modalities for the mobilization and organization of the voluntary action in case of disaster response."
    },
    {
      "provision_ref": "art40",
      "chapter": "CHAPTER VII: FINAL PROVISIONS",
      "section": "40",
      "title": "Article 40 - Repealing provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    }
  ],
  "definitions": [
    {
      "term": "response",
      "definition": "provision of emergency services and public assistance during or immediately after a disaster in order to save lives, reduce health impacts, ensure people‟s good living conditions and meet the basic subsistence needs of the people affected",
      "source_provision": "art2"
    },
    {
      "term": "goods",
      "definition": "supplies intended for rescue provided to disaster-affected communities for their relief or initial recovery",
      "source_provision": "art2"
    },
    {
      "term": "disaster",
      "definition": "serious calamity occurring on a small or large area of the country involving loss of life, physical or psychological injury or important material, economic, or environmental damages, which exceeds the ability of the affected population to overcome with its own resources",
      "source_provision": "art2"
    },
    {
      "term": "hazard",
      "definition": "dangerous phenomenon, substance, human activity or condition that may cause loss of life, injury or other health impacts, property damage, loss of livelihoods and services, social and economic disruption or environmental damage",
      "source_provision": "art2"
    },
    {
      "term": "disaster risk reduction",
      "definition": "concept and practice of reducing disaster risks through systematic efforts to analyse and manage the causal factors of disasters, including through reduced exposure to hazards, lessened vulnerability of people and property, wise management of land and the environment, and improved preparedness for adverse events",
      "source_provision": "art2"
    },
    {
      "term": "disaster relief period",
      "definition": "period following a disaster during which the relevant legal facilities are made available to eligible actors for the purpose of providing disaster relief",
      "source_provision": "art2"
    },
    {
      "term": "disaster relief",
      "definition": "goods, equipment, services, funds and any other services provided to meet humanitarian needs of disaster-affected communities",
      "source_provision": "art2"
    },
    {
      "term": "foreign assistance",
      "definition": "any direct assistance provided by any individual, organisation or foreign State to the Government of Rwanda or any assisting domestic actor for purposes of assisting disaster-affected communities",
      "source_provision": "art2"
    },
    {
      "term": "initial recovery assistance",
      "definition": "goods, equipment, services and donations intended to restore or improve the pre-disaster living conditions of disaster-affected communities, including initiatives to fight disasters and reduce disaster risk",
      "source_provision": "art2"
    },
    {
      "term": "emergency management",
      "definition": "organization and management of resources and responsibilities for addressing all aspects of emergencies, in particular preparedness, response and initial recovery steps",
      "source_provision": "art2"
    },
    {
      "term": "disaster management",
      "definition": "systematic process of using administrative directives, institutions, operational skills and capacities to implement strategies, policies and improved coping capacities in order to prevent and mitigate disasters, prepare for imminent disasters, rehabilitate or reconstruct damages caused by disasters",
      "source_provision": "art2"
    },
    {
      "term": "prevention",
      "definition": "outright avoidance of adverse impacts of hazards or probable disasters",
      "source_provision": "art2"
    },
    {
      "term": "mitigation",
      "definition": "method of lessening or limitation of the adverse impacts of hazards and related disasters",
      "source_provision": "art2"
    },
    {
      "term": "Ministry",
      "definition": "Ministry in charge of disaster management",
      "source_provision": "art2"
    },
    {
      "term": "Minister",
      "definition": "Minister in charge of disaster management",
      "source_provision": "art2"
    },
    {
      "term": "international assistance in case of disaster",
      "definition": "any disaster relief and initial recovery assistance that is provided by assisting international actors, or imported or otherwise brought to Rwanda from abroad by or on behalf of assisting international actors",
      "source_provision": "art2"
    },
    {
      "term": "early warning system",
      "definition": "a set of capacities needed to generate and disseminate timely and meaningful warning information to enable individuals, communities, organizations and other States threatened by a hazard to prepare and to act appropriately and in sufficient time to reduce the possibility of harm or loss",
      "source_provision": "art2"
    },
    {
      "term": "resilience",
      "definition": "ability of a community or society exposed to hazards to resist, absorb, accommodate to and recover from the effects of a hazard in a timely and efficient manner, including through the preservation and restoration of its essential basic structures and functions",
      "source_provision": "art2"
    },
    {
      "term": "assisting actor",
      "definition": "individual, non- governmental organisation, entity or foreign state assisting disaster- affected communities",
      "source_provision": "art2"
    },
    {
      "term": "locally engaged personnel",
      "definition": "any Rwandan or other persons domiciled in Rwanda who are recruited as staff by assisting actor to provide disaster relief or initial recovery assistance",
      "source_provision": "art2"
    },
    {
      "term": "international personnel",
      "definition": "staff or volunteer of any assisting actor providing disaster relief or initial recovery assistance in Rwanda, being persons who are foreign nationals",
      "source_provision": "art2"
    }
  ]
}
