{
  "id": "rw-law-2015-2",
  "type": "statute",
  "title": "Law modifying and complementing Law establishing the Value Added Tax",
  "title_en": "Law modifying and complementing Law establishing the Value Added Tax",
  "short_name": "Law 2 of 2015",
  "status": "in_force",
  "issued_date": "2015-02-25",
  "in_force_date": "2015-03-16",
  "url": "https://rwandalii.org/akn/rw/act/law/2015/2/eng@2015-03-16",
  "provisions": [
    {
      "provision_ref": "artpremier",
      "section": "premier",
      "title": "Article premier - Mise à la retraite",
      "content": "Mr SEBAZUNGU Alphonse who was Assistant Monsieur SEBAZUNGU Alphonse qui était Mandataire Bwana SEBAZUNGU Alphonse wari Intumwa Attorney General in charge of Civil Litigation in Général Adjoint chargé du Contentieux Civil au Nkuru ya Leta Yungirije ishinzwe Serivisi yo kuburana imanza za Leta muri Minisiteri the Ministry of Justice is hereby retired. y‟Ubutabera ashyizwe mu kiruhuko cy‟izabukuru. Ministère de la Justice estmis à la retraite. Ingingo ya 2: Abashinzwe kubahiriza iri teka Article 2: Authorities responsible for the Article 2: Autorités chargées de l’exécution du implementation of this Order présent arrêté Minisitiriw‟Abakoziba Leta n‟Umurimo na The Minister of Public Service and Labour and Le Ministre de la Fonction Publique et du Travail et le Minisitiri w‟Imari n‟Igenamigambi basabwe the Minister of Finance and Economic Planning Ministre des Finances et de la Planification Economique kubahiriza iri teka. are entrusted with the implementation of this sont chargés de l‟exécution du présent arrêté. Order. Ingingo ya 3: Ivanwaho zinyuranyije n’iri teka ry’ingingo Article 3: Repealing provision"
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER ONE",
      "section": "2",
      "title": "Article 2",
      "content": "Icyicaro cy‟umuryango gishyizwe mu murenge wa Kanombe, Akarere ka Kicukiro, Umujyi wa Kigali. Ariko gishobora kwimurirwa ahandi mu Rwanda byemejwe na 2/3 by‟abagize Inteko Rusange. Le siège de l‟Organisation est établi dans le secteur de Kanombe, District de Kicukiro, Ville de Kigali. Il peut néanmoins être transféré ailleurs au Rwanda sur décision de 2/3 des membres de l‟Assemblée Générale. The registered office of Organization is located at Kanombe sector, Kicukiro District, Kigali City. It may however be shifted to any other place in Rwanda on decision of the 2/3 of the General Assembly. Umuryango ukorera imirimo yawo mu mujyi L‟Organisation exerce ses activités dans la ville The Organization shall carry out it activities in Kigali wa Kigali ariko ushobora kwagurira ibikorwa de Kigali, mais peut faire l‟extension des City, but can extend the activities in other areas of byawo mu tundi turere tw‟u Rwanda byemejwe activités dans d‟autres localités du Rwanda sur Rwanda upon decision of the General Assembly. It is n‟Inteko Rusange. Igihe uzamara ntikigenwe. décision de l‟Assemblée Générale. Elle est créée created for underdetermined duration. pour une durée indéterminée. Ingingo ya 3:"
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER ONE",
      "section": "3",
      "title": "Article 3",
      "content": "Umuryango ugamije gukwirakwiza ubutumwa bwiza bw‟Umwami wacu Yesu Kristo no gufatanya n‟Igihugu mu bikorwa by‟iterambere ry‟abaturage. La mission de l‟Organisation est la propagation The mission of Organization is to propagate the de l‟Evangile de notre Seigneur Jésus Christ et Gospel of our Lord Jesus Christ and to support appuyer les programmes de développement national development programs. national. Abagenerwabikorwa n‟abayoboke b‟Umuryango, impfubyi, abapfakazi n‟abandi batishoboye bo mu turere Umuryango ukoreramo. Les bénéficiaires sont les membres effectifs de l‟Organisation, les veufs (es), les orphelins et autres personnes vulnérables se trouvant dans la zone d‟action de l‟Organisation. The beneficiaries are members of the Organization, orphens, widowers (widows) and other vulnerable people from different areas where the Organization will carry out it activities. Ingingo ya 4:"
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER ONE: NAME, FAITH, HEAD",
      "section": "4",
      "title": "Article 4 - Entrée en vigueur",
      "content": "Iri teka ritangira gukurikizwa ku munsi This Order shall come into force on the date of its Le présent arrêté entre en vigueur le jour de sa rishyiriweho umukono. Agaciro karyo gahera ku signature. It takes effect as of 15/12/2014. signature. Il sort ses effets à partir du 15/12/2014. wa 15/12/2014. Kigali, ku wa 27/02/2015 Kigali, on 27/02/2015 Kigali, le 27/02/2015 (sé) MUREKEZI Anastase Premier Ministre (sé) MUREKEZI Anastase Minisitiri w‟Intebe (sé) MUREKEZI Anastase Prime Minister (sé) UWIZEYE Judith Minisitiri w‟Abakozi ba Leta n‟Umurimo (sé) UWIZEYE Judith Minister of Public Service and Labour (sé) UWIZEYE Judith Ministre de la Fonction Publique et du Travail Bibonywe kandi bishyizweho Ikirango cyaRepubulika: Seen and sealed with the Seal of the Republic: Vu et scellé du Sceau de la République (sé) BUSINGYE Johnston Minisitiri w‟Ubutabera/Intumwa Nkuru ya Leta (sé) BUSINGYE Johnston Minister of Justice/Attorney General (sé) BUSINGYE Johnston Ministre de la Justice/Garde des Sceaux ITORERO INTERNATIONAL PENTECOSTAL HOLINESS CHURCH IN RWANDA (IPHCR) INTERNATIONAL PENTECOSTAL INTERNATIONAL PENTECOSTAL HOLINESS CHURCH IN RWANDA (IPHCR) HOLINESS CHURCH IN RWANDA (IPHCR) AMATEGEKO SHINGIRO AGENGA CONSTITUTION DE UMURYANGO L’ORGANISATION CONSTITUTION OF ORGANISATION IRIBURIRO PREAMBULE PREAMBULE Inteko Rusange ya International Pentecostal Holiness Church in Rwanda mu magambo ahinnye IPHCR iteraniye ku Gisenyi ku cyicaro cyayo muri region ya Lake Kivu, Akarere ka Rubavu, Intara y‟Iburengerazuba kuwa 09 Gashyantare 2013. Imaze kubona itegeko nº 06/2012 ryo kuwa 17 Gashyantare 2012 rigena imitunganyirize n‟imikorere by‟imiryango ishingiye ku idini L‟Assemblée Générale de l‟IPHCR This General Assembly of the IPHCR gathering at Rassemblée à son bureau régional de its regional office Gisenyi Rubavu District, Gisenyi, District de Rubavu, Ville de Gisenyi City. On February 09th 2013. Gisenyi, en date du 09 février 2013. Vu la loi nº06/2012 portant organisation et Given the law nº06/2012 determining organization fonctionnement des organisations fondées and functioning of religious-based organizations sur la région. Yemeje ihindurwa ry‟amategeko agenga Vu l‟agrément de l‟organisation par le Décret Adopts the modifications the constitution of the umuryango yemejwe n‟Iteka rya Minisitiri Ministériel nº45/08.11 du 31/03/2011 adopte above said organization agreed by the Ministerial nº45/08.11 ryo kuwa 31/03/2011 rihindura la modification de sa constitution. Decree nº45/08/.11 of 31/03/2011. amategeko y‟umuryango IPHCR. UMUTWE WA MBERE: IZINA, IMYIZERERE, ICYICARO, INTEGO, AHO UMURYANGO UZAKORERA IGIHE UZAMARA, N’ABAGENERWABIKORWA CHAPITRE UN: DENOMINATION, CROYANCE, SIEGE, DUREE, REGIONS D’ACTIVITES ET OBJECTIFS ET DES BENEFICIAIRES OFFICE, DURATION, AREAS OF ACTIVITIES AND OBJECTIVES AND THE BENEFICIARIES Ingingo ya mbere"
    },
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER ONE: NAME, FAITH, HEAD",
      "section": "1",
      "title": "Article 1",
      "content": "Hakurikijwe Itegeko nº06/2012 ryo kuwa17 Gashyantare 2012 rigena imitunganyirize n‟imikorere by‟imiryango ishingiye kw‟idini. Hashinzwe umuryango witwa „‟ITORERO INTERNATIONAL PENTECOSTAL HOLINESS CHURCH IN RWANDA” mu magambo ahinnye (IPHCR) ugengwa n‟aya mategeko shingiro akurikira hamwe n‟itegeko ryavuzwe haruguru. Vu la loi nº06/2012 du 17 Février 2012 portant organisation et fonctionnement des organisations fondées sur la religion, il est crée une organisation dénommée INTERNATIONAL PENTECOSTAL HOLINESS CHURCH IN RWANDA (I P H C R) en sigle, régie par la présente constitution et la loi susmentionnée. According to law nº06/2012 of January 17 2012 determining organization and functioning of religious-based organisation, is crated an organization named „‟INTERNATIONAL PENTECOSTAL HOLINESS CHURCH IN RWANDA (I P H C R) in short, governed by the present constitution and the above mentioned law. Itorero International Pentecostal Holiness I P H C R est l‟une des églises membres de I P H C R is a connectional CHURCH WITH Church in Rwanda ni rimwe mu matorero l‟International Pentecostal Holiness Church International Pentecostal Holiness Church (IPHC) agize Itorero International Pentecostal (IPHC) dont le siège est à Oklahoma, USA. headquartered in Oklahoma USA. Holiness Church rifite icyicaro gikuru OKLAHOMA CITY muri Leta Zunze Ubumwe za Amerika. Kandi rikurikiza imyemerere y‟itorero International Pentecostal Holiness Church n‟imiterere yaryo nk‟uko bimeze mu mategeko yihariye agenga Itorero International Pentecostal Holiness Church mu Karere ka East Africa, aho amategeko anyuranije n‟itegeko rigenga imiryango ishingiye ku idini nay‟u Rwanda hakurikizwa amategeko y‟u Rwanda. I P H C R est l‟une des églises membres de l‟International Pentecostal Holiness Church (IPHC) dont le siège est à Oklahoma, USA et suit sa doctrine et structure organisationnelles comme décrit dans le manuel de l‟IPHC pour Afrique de l‟Est. Au cas où le manuel de l‟IPHC serait en divergence avec la loi portant organisation et I P H C R is a connectional CHURCH WITH International Pentecostal Holiness Church (IPHC) headquartered in Oklahoma USA and follows its doctrine and organizational structure as described in the IPHC manual for East Africa. Where the manual conflicts with Rwanda laws, the Rwanda laws will be followed. fonctionnement des organisations fondées sur la religion, et autres lois rwandaise, les lois rwandaises prévaudront. Ingingo ya 2 Icyicaro cy‟umuryango gishinzwe ku Kabeza, Umurenge wa Kanombe, Akarere ka Kicukiro, Umujyi wa Kigali."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER II: MEMBERS",
      "section": "5",
      "title": "Article 5 - Composition des membres",
      "content": "L‟organisation se compose des membres fondateurs, des membres adhérents et des membres d‟honneur. Sont membres fondateurs les signataires de ces statuts. Sont membres adhérents des personnes physiques qui, s‟ils demandent et après avoir souscrit aux présents statuts, sont agréés par l‟assemblée générale. The members of honour are physical person or societies approved by the general meeting for their special services to the organization. They play an advisory part but do not take The adherent members take the commitment to participate wholeheartedly in the activities of the association. They attend general meeting with voting powers and they have the obligation to pour a contribution. Abanyamuryango b‟icyubahiro ni abantu cyangwa imiryango, bemerwa n‟inteko rusange kubera ibyiza bakoreye umuryango. Bagishwa inama gusa ariko ntibatora."
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER ONE",
      "section": "6",
      "title": "Article 6",
      "content": "Umuryango ugizwe n‟abanyamuryango bawushinze, abawinjiramo n‟abicyubahiro. L‟Organisation se compose des membres The Organization is composed of founder members, fondateurs, des membres adhérents et des adherent members and honorary members. membres d‟honneur. Abashinze umuryango n‟abashyize umukono Sont membres fondateursles personnes physiques The founder members arethe signatories of this kuri ayamategeko nshingiro. qui ont signés sur ces statuts. constitution. Abawinjiramo n‟abantu bosebiyemeza gukurikiza imyemerere y‟umuryango n‟aya mategeko nshingiro, nyuma yuko ashyizweho umukono n‟abawushinze. Bakemerwa n‟Inteko Rusange, bisabwe na Komite Nyobozi. Sont membres adhérents les personnes physiques qui ce sont engagés à suivre les croyances de l‟Organisation et à respecter les présents statuts de l‟Organisation, etadhѐrent aprѐs la signature des statuts. Et sont agréés par l‟Assemblé Général sur proposition du Comité exécutif. Adherent members are physical persons who accept to follow the Organization belief,upon request and after subscription to the present constitution after signature, andagreed by General Assembly on proposal of Executive Committee. Abanyamuryango b‟icyubahiro n‟abantu cyangwa imiryango yishimira intego n‟imyemerere y‟Umuryango ikiyemeza kuwutera inkunga mu buryo bw‟umwuka n‟ubufatika, bakemerwa n‟inteko rusange.Bagishwa inama gusa ntabwo batora. Les membres d‟honneur sont des personnes physiques ou morales qui s‟interessent aux objectifs de l‟Organisation fondée sur la Religion et lui apportent un soutien matérielet moral. Ils sont agréés par l‟Assemblée Général. Ils jouent un rôle consultatif mais ne prennent pas part aux votes. Honorary members are physical or moral persons who will be interested in the objectives of theReligious-based Organization and will support its activities both materially and morally, agreed by the General Assembly. They play the consultative role but they have no right to votes. Abashinze umuryango n‟abawinjiramo Les membres fondateurs et les membres n‟abanyamuryango nyakuri. Biyemeza kugira adhérents constituent les membres effectifs de uruhare mu bikorwa byose by‟umuryango. l‟Organisation. Ils prennent l‟engagement de participer à toutes les activités de l‟Organisation. Founder members and adherent members constitute the effective membership of the Organization. They are committed to actively participate in all the activities of the organization. Ingingo ya 7: Articles 7:"
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER ONE",
      "section": "7",
      "title": "Article 7",
      "content": "Gutakaza ubunyamuryango biterwa n‟urupfu, gusezera ku bushake, iseswa ry‟umuryango cyangwa kwirukanwa bitewe no kutubahiriza amategeko y‟Imana n‟ayo umuryango. Icyemezo cyo kwirukana umunyamuryango gifatwa n‟Inteko Rusange ku bwiganze bwa 2/3 bw‟amajwi. La qualité de membre se perd par le décès, le retrait volontaire, la dissolution de l‟Organisation ou l‟exclusion pour transgression de la loi divine et des statuts de l‟Organisation.l‟exclusion d‟un membre est prononcée par l‟Assemblée Générale à la majorité de 2/3 des voix. Loss of membership is caused by death, voluntary, resignation, dissolution of the Organization or exclusion for transgression of God‟s laws and the constitution of the Organization.The decision of excluding any member is taken by 2/3 of the members in the General Assembly. UMUTWE WA III: IBYEREKEYE CHAPITRE III: UMUTUNGO W’UMURYANGO L’ORGANISATION Ingingo ya 8: PATRIMOINE DE CHAPTER III: OGANIZATION"
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER THREE",
      "section": "8",
      "title": "Article 8",
      "content": "Abanyamuryango b‟icyubahiro bemerwa n‟Inteko rusange ibisabwe n‟Inama y‟Ubuyobozi kubera ibikorwa byiza by‟akarusho bakoreye umuryango. Urwandiko rubisaba rwohererezwa Perezida w‟umuryango akarushyikiriza Inteko Rusange kugirango ibyemeze. Les membres d‟honneur sont admis par l‟Assemblée Générale sur proposition du Comité Exécutif selon des services rendus à l‟organisation. La lettre de demande est adressée au Président de l‟organisation et soumise à l‟approbation de l‟Assemblée Générale. Honorary Members are awarded that quality by the General Assembly on proposal of the Executive Committee according to the services renderer to the organization. The application letter is addressed to the President of the organization and submitted to the approval of the General Assembly. Ingingo ya 9: Umunyamuryango areka Article 9: Un membre perd le droit Article 9: The member ceases membership d’adhésion soit: kuba we bitewe: for: Urupfu, gusezera k‟ubushake, kwirukanwa Par décès, démission volontaire ou exclusion Death, voluntary resignation or exclusion by the n‟Inteko rusange byemejwe n‟abayigize par l‟Assemblée Générale sur une décision General Assembly approved by the 2/3 majority majoritaire de 2/3. k‟ubwiganze bwa 2/3 by‟amajwi. votes. Izindi mpamvu zituma umunyamuryango Les causes d‟exclusion sont définies en The features of exclusion are defined in particular yirukanwa ziteganyijwe mu mategeko particulier par le règlement d‟ordre intérieur regulation of the organization de l‟organisation. ngengamikorere y‟umuryango. UMUTWE WA GATATU CHAPITRE TROIS Ibishingirwaho kugirango umuntu abe Critères pour être et pour perdre la Criteria for being a leader and loss of umuyobozi n’uko abitakaza muri qualité de Dirigeant dans l’IPHCR leadership in IPHCR IPHCR: Ingingo ya 10"
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER THREE",
      "section": "10",
      "title": "Article 10",
      "content": "Kugirango umuntu abe umuyobozi muri Criters pour etre dirigeant: IPHCR: - Kuba ari umunyamuryango - Kuba ari inyangamugayo - Kuba afite ubushobozi bwo kuyobora - Kuba afite imyaka y‟ubukure - Kuba adafite imiziro iteganywa n‟amategeko -Kuba yaratowe -Être membre de l‟IPHCR - Être intègre - Avoir la capacité de diriger - Être adulte -N‟avoir pas condamne définitivement par la juridiction - Être voté Criteria for being a leader: - To be a member of IPHCR - To be wise - Ability of leading - To be adult - Not have been finally convicted by the court - Being voted Uko umuyobozi atakaza ubuyobozi Perdre la qualité de Dirigeant - Kutubahiriza amategeko agenga Itorero - Le non respect des règlements de l‟Église -Guteza umwiryane mubanyamuryango - Kugirana imishyikirano n‟imitwe itavuga rumwe na Leta - Gucunga umutungo w‟Itorero nabi - Kwegura -Kwirukanwa - Urupfu Loss of leadership -Non compliance with regulations of the organization - Création de discorde ou mésententes entre - creation of discord or disagreements between les membres de l‟église members - Avoir des négociations ou contact fréquents - Have frequent or contact negotiations with the avec les groupes négatifs de l‟État negative groups of the state - Mauvaise gestion du patrimoine de l‟église - Poor management of the assets of the church - Démissionner - Region -Renvoi -Dismissed - Le décès - Death UMUTWE WA KANE: UMUTUNGO CHAPITRE W’UMURYANGO PATRIMOINE QUATRE: LE CHAPTER FOUR: THE ASSETS Ingingo ya 11 Umutungo w‟umuryango ukomoka ku misanzu y‟abanyamuryango, amaturo uruhare rwa IPCHC Mission, impano, imirage, imfashanyo n‟ibindi bikorwa by‟umuryango bibyara umusaruro. Umuryango ushobora gutira umutungo wimukanwa n‟utimukanwa ukeneye, kugirango urangize inshingano zawo."
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER ONE | Section première: De l’Assemblée Générale | Section one: The General Assembly",
      "section": "11",
      "title": "Article 11",
      "content": "Inzego z‟umuryango n‟Inteko rusange,Komite Les organes de l‟Organisation sont l‟Assemblée Nyobozi, Ubugenzuzi bw‟imari n‟Akanama Générale, le comité Executif, le Commissariat gashinzwe gukemura amakimbirane aux comptes et le comité chargé de la résolution des conflits. The organ of the Organization are the General Assembly, The executive comity, the auditing committee and the conflict resolution committee. Igice cya mbere:Ibyerekeye Inteko Rusange Ingingo ya 12: Inteko Rusange nirwo rwego rw‟ikirenga rw‟umuryango. Igizwe n‟abanyamuryango nyakuri."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER FIVE: ORGANES | SECTION",
      "section": "12",
      "title": "Article 12",
      "content": "Inzego z’umuryango: ni Inteko Rusange, Les organes de l’Organisation: sont The organs of the organizations are the Inama y‟ubuyobozi, Ubugenzuzi l‟Assemblée Générale, le Comité General Assembly, the Executive bw‟umutungo n‟imari. Urwego nkemurampaka. Exécutif, l‟Audit, et l‟Organe de la Committee, the Auditing, and the organ of Résolution de conflits. Conflict resolution. IGICE CYA 1: INTEKO RUSANGE 1: ASSEMBLEE GENERALE"
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER ONE | Section première: De l’Assemblée Générale | Section one: The General Assembly",
      "section": "13",
      "title": "Article 13",
      "content": "Inteko Rusange ihamagarwa kandi ikayoborwa na Peresida wa Komite nyobozi. Yaba adahari cyangwa atabonetse igakorwa na Perezida wungirije. Iyo bombi badahari, batabonetse cyangwa banze, Inteko Rusange ihamagarwa L‟Assemblée Générale est convoquée et dirigée par le Président du comité Exécutif ou à défaut par le Vice – Président. En cas d‟absence, d‟empêchement ou de défaillance simultannés du Président et du Vice- Président, l‟Assemblée The General Assembly is convened and chaired by the President of the executive committee or in case of absence, by the Vice – President.In case both President and the Vice – President are absents or fair to convent it the General Assembly is summoned in mu nyandiko na 1/3 cy‟abanyamuryango Générale est comvoquée par écrit par un tier des writing by 1/3 of the effective members. In that cas, nyakuri. Icyo gihe abagize Inteko bitoramo membres effectifs.Pour la circonstance, the present members elect a President of that Perezida w‟inama. l‟Assemblée élit en son sein un Président de la particular meeting. session. Inteko Rusange iterana rimwemu mwaka mu nama isanzwe. Inzandiko z‟ubutumire zikubiye mo ibiri ku murongo w‟ibyigwa, ahantu, italiki n‟isaha inama izateraniraho, zohererezwa abanyamuryango nibura mbere y‟iminsi mirongo itatu (30) L‟Assemblée Générale se réunit à son siège social une fois l‟an en session ordinaire. Les invitations contenant l‟ordre du jour, le lieu, la date et l‟heure de la réunion sont adressées aux membres au moins 30 jours avant la réunion. The General Assembly gathers once a year in ordinary session. Invitation announcement containing the agenda is addressed to members at least 30 days before the meeting. Ingingo ya 14:"
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER ONE | Section première: De l’Assemblée Générale | Section one: The General Assembly",
      "section": "14",
      "title": "Article 14",
      "content": "Inteko Rusange iteranira, ku cyicaro gikuru cy‟uwo muryango, kandi igafata ibyemezo iyo bibiri bya gatatu by‟abanyamuryango nyakuri bahari. Iyo uwo mubare utuzuye, indi nama itumizwa mu minsi cumi n‟itanu. Icyo gihe, Inteko Rusange iraterana kandi igafata ibyemezo bifite agaciro ititaye ku mubare w‟abaje. L‟Assemblée Générale siège et délibère valablement lorsque les deux tier des membres effectifs est présents. Si ce quorum n‟est pas atteint, une nouvelle convocation est lancée dans un délai de 15 jours. A cette échéance, l‟Assemblée Générale siège et délibère valablement quelque soit Le nombre de participants. The General Assembly legally meets at the headquarters of the Organization when it gathers the two third effective memberships. In case the quorum is not attained, a second meeting is convened within 15 days. In that case, the General Assembly gathers and takes valuable resolutions irrespectively of the number of participants. Inteko Rusange idasanzwe iterana igihe bibaye ngombwa. Ihamagarwa kandi ikayoborwa muburyo bumwe nk‟ubw‟Inteko Rusange isanzwe. Igihe cyo kuyitumira gishingira ku bwihutirwe bw‟ikigamijwe. Icyo gihe impaka zigibwa gusa ku kibazo cyateganyijwe ku murongo w‟ibyigwa. L‟Assemblée Générale extraordinaire se tient autant de fois que de besoin. Les modalités de sa convocation et de sa présidence sont les même que celles de l‟Assemblée Générale ordinaire. Les délais de sa convocation dépendent de l‟urgence de la question à traiter. Dans ce cas, les débats ne portent que sur la question inscrite à l‟ordre du jour. The extraordinary General Assembly is convened as it deems necessary. The modalities in which it is convened and chaired are the same as for ordinary one. The deadline to convene the General Assembly depends upon the emergency of the matter. Debates shall deal only with the matter on agenda. Ingingo ya 15:"
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER FIVE: ORGANES | SECTION | SECTION 1: GENERAL ASSEMBLY",
      "section": "15",
      "title": "Article 15",
      "content": "Inteko Rusange itumizwa mu nyandiko. Umunyamabanga Mukuru yoherereza ubutumire abayobozi ba za Districts nabo bakamenyesha abo bireba nibura hasigaye iminsi 15 ngo Inteko Rusange iterane. Ubwo butumire buba bukubiyemo ibiri ku murongo w‟ibizigwa itariki izaheraho,iminsi izamara n‟aho izabera. Les invitations à l‟Assemblée Générale sont écrites et adressées aux chefs des districts qui invitent les concernés par le Secrétaire General au mois 15 jours avant la tenue de l‟Assemblée Générale. Il notifie le lieu la date, le temps et l‟ordre du jour de la réunion. The invitations to the General Assembly are written and handed to the districts chiefs and invite them by the Secretary General at least 15 days before the gathering notify the date, they notify the time place, and agenda of the meeting. Ingingo ya 16 Inteko rusange idasanzwe itumizwa kandi ikayoborwa kimwe n‟isanzwe iyo 2/3 bitabonetse indi nama iratumizwa mu minsi 7, abahari uko baba bangana kose bafata ibyemezo."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER ONE | Section première: De l’Assemblée Générale | Section one: The General Assembly | Section deuxième: Commité Exécutif | Section two:The Executive Committee.",
      "section": "16",
      "title": "Article 16",
      "content": "L‟Assemblée Générale est dotée des pouvoirs ci The General Assembly has the following powers: – après: Kwemeza no guhindura amategeko  Adopter ou modifier les statuts et les  To adopt or to modify the constitutions and agenga umuryango n‟amabwiriza règlements d‟ordre intérieur: internal regulations of the Organization. ngengamikorere yawo. Gutora no gukuraho abagize komite  Elire et révoquer les membres du  To appoint and to dismiss members of the nyobozi, n‟abagenzuzi b‟imari Committé Exécutif, les commissaires Executive Committee, the auditing n‟abagize akanama gakemura aux comptes et les membres du comité committee and members of conflicts amakimbirane. chargé de résolution des conflits. resolution committee. Kwemerera, guhagarika no kwirukana  Admetre, suspendre ou exclure un  To admit, to suspend or to exclude a umunyamuryango. membre. member. Kwemerera Umuryango kwifatanya  Approuver l‟affiliation de l‟Organisation  To approve the affiliation of the n‟indi bihuje intego, yaba iyimbere mu à une institution nationale ou Organization to a national or international gihugu cyangwa mpuzamahanga. internationale de mêmes objectifs. institution with the same objectives. Gushyira ho utunama ngishwanama  Créer des Commissions consultatives  To establish specialized consultative twihariye spécialisées. commission. GusesaUmuryango.  Dissoudre l‟Organisation.  To decide upon the dissolution the Organization. Kwemeza buri mwaka ingengo y‟imari  Approuver le budget annuel et le  To approve annual budget and activity na gahunda y‟ibigomba gukorwa. programme d‟activités. programs. Gutora abagize Komite nyobozi mu  Elire les administrateurs sur un mandat  To elect the executive committee members gihe cy‟imyaka irindwi ivugururwa de sept ans renouvelable. for seven years renewable. Inteko Rusange ifite ububasha bukurikira:         Igice cya kabiri:Ibyerekeye Komite Nyobozi Ingingo ya 17 Komite Nyobozi igizwe na:"
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER FIVE: ORGANES | SECTION | SECTION 1: GENERAL ASSEMBLY",
      "section": "17",
      "title": "Article 17",
      "content": "Inteko rusange iterana hari 2/3 by‟abayigize. Iyo uwo mubare utuzuye, indi nama itumizwa mu minsi 15 ikurikira. Icyo gihe Inteko rusange iraterana kandi igafata ibyemezo bigira agaciro uko umubare w‟abahari ungana kose. L‟Assemblée Général se tient quand les 2/3 des membres sont présents. Quand le quorum n‟est pas atteint, une deuxième réunion est convoquée endéans 15 jours. A cette occasion, l‟Assemblée General a lieu et des résolutions adoptées sont valables et dépit du nombre des membres présents. The General Assembly gathers when 2/3rd of the members are present. When the quorum is not reached, a second meeting is convened within 15 days. At the occasion, the General Assembly gathers and makes valuable resolutions despite the number of attendants. Ibyemezo by‟Inteko rusange isanzwe Les résolutions sont valables quand elles The resolutions are valuable when voted n‟idasanzwe bigira agaciro iyo byemejwe sont approuvées par la majorité absolue for by the absolute majority of the ku bwinganze bw‟amajwi y‟abayigize. des membres présents. members voting. Ingingo ya 18"
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER FIVE: ORGANES | SECTION | SECTION 1: GENERAL ASSEMBLY",
      "section": "18",
      "title": "Article 18",
      "content": "Voter les membres du comité exécutif et doyen; Adopter et modifier la constitution et le règlement intérieur de l‟organisation; Nommer et révoquer les représentants légaux et les représentants légaux suppléants; Voter les membres de l‟organe de résolutions des conflits; Voter l‟auditeur; - Déterminer les activités de l‟Organisation; Admettre, suspendre et exclure un membre; Approuver les budgets annuels de l‟organisation; - Accepter les dons et héritages, dissoudre l‟organisation. - - - - - Voting the executive committee and dean; To adopt and modify the constitution and the internal regulation of the organization; To appoint and dismiss the legal representatives and the deputies; Voting members of organ for conflicts resolution; Voting the audit; To determine the activities of the organization; To admit, suspend and exclude a member; To approve the yearly accounts of the organization; To accept donations and legacies and to dissolve the organization. Ingingo ya 20 Inama y‟ubuyozi igizwe na Perezida, Visi perezida, Umunyamabanga Mukuru, Umubitsi Mukuru n‟abajyanama batatu baturuka muri za Regions zitandukanye, bose batorerwa mu gihe cy‟imyaka itanu bakaba bemerewe kongera gutorwa. Uhagarariye umuyobozi wa IPHC Mission mu Karere ka East Africa cyangwa intumwa ye nawe agize Inama y‟ubuyobozi."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER FIVE: ORGANES | SECTION | SECTION 1: GENERAL ASSEMBLY",
      "section": "20",
      "title": "Article 20",
      "content": "The executive Committee is composed of the President of the organization, the Vice president, the Secretary General, the Treasurer and three counselors, each from a different regions, all elected by the general Meeting among the effective members for a term of five years with a renewable mandate. World Mission regional Director for East Africa or his delegate is included. Ingingo ya 21 Inama y‟Ubuyobozi iterana rimwe mu mezi atatu. Itumizwa kandi ikayoborwa na Perezida wayo, yaba adahari igatumizwa na Vice Perezida. Iyo bombi badahari cyangwa banze kuyitumiza, ibikorwa by‟ubuyobozi bw‟inama bukorwa n‟umunyamabanga Mukuru byagateganyo. Iterana iyo 2/3 by‟abayigize bahari bakitoramo perezida w‟inama, ibyemezo byayo bigira agaciro iyo bifashwe ku bwiganze busesuye bw‟amajwi.Iyo amajwi angana, irya Perezida ribarwamo abiri."
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER IV: ORGANS | SECTION | SECTION: | SECTION DEUXIEME: DU COMITE | SECTION TROISIEME: ORGANE",
      "section": "21",
      "title": "Article 21 - Réunion",
      "content": "Le comité exécutif se réunit autant de fois que de besoin, mais obligatoirement une fois par trimestre, sur convocation et sous la direction du Président ou à défaut, du vice-président. Il siège lorsque les 2/3 des membres sont présents. Ses décisions se prennent à la majorité absolue des voix lorsqu‟il n‟y a pas de consensus. En cas de parité de voix, celle du Président compte double. - mettre en exécution les décisions et les recommandations de l‟Assemblée Générale; S‟occuper de la gestion quotidienne de l‟organisation; Rédiger le rapport annuel d‟activités de l‟exercice écoulé; Elaborer les prévisions budgétaires à soumettre à l‟Assemblée Générale; Proposer à l‟Assemblée Générale les modifications aux statuts et au règlement d‟ordre intérieur; - Prepare the sessions of General Assembly; - - Negotiate agreements on collaboration and funds with partners; Recruit, nominate and fire the employees of the organization. - - THIRD SECTION: ORGAN IN CHARGE OF ADMINISTRATION AND FINANCIAL AUDIT - Gutegura inama z‟Inteko Rusange; Kugirana imishyikirano n‟indi miryango igamije ubutwererane no gushaka inkunga; Gushaka, gushyiraho no gusezerera abakozi bo mu nzego zose z‟umuryango. - Préparer les sessions de l‟Assemblée Générale; Négocier les accords de coopérations et de financement avec des partenaires; Recruter, nommer et révoquer le personnel de divers services de l‟organisation. IGICE CYA GATATU: URWEGO RUSHINZWE UBUTEGETSI N’IGENZURA RY’IMARI CHARGE DE L’ADMISTRATION ET DU CONTROLE FINANCIER Ingingo ya 23: Ishyirwaho Inteko Rusange ishyiraho buri mwaka abantu babiri bafite inshingano yo kugenzura buri gihe imicungire y‟imari n‟indi mitungo by‟umuryango no kuyikorera raporo. Bafite uburengazira bwo kureba mu bitabo n‟inyandiko z‟ibaruramari z‟umuryango ariko batabijyanye hanze y‟ububiko."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER FIVE: ORGANES | SECTION | SECTION 1: GENERAL ASSEMBLY | SECTION III: L’AUDIT | SECTION III: THE AUDITING",
      "section": "22",
      "title": "Article 22",
      "content": "The President oversees and guides all activities the organization, assigns tasks to officials and controls the personnel matters. He is temporarily replaced in his job by the Vice President in case of mu byerekeye roho, atanga inama kandi par le Vice Président en cas l‟absence. Il akita ku mizamukire yabo muri buri dirige les actions spirituelles des chrétiens, bikorwa by‟umuryango. donne conseil et encourage leurs œuvres au sein de l‟organisation. absence. He provides spiritual direction to Christians at each meeting and activities of the organization and seeks to promote the spiritual growth and welfare of the organization. The Secretary General manages the day by day activities of the organization keeps all the documentation and takes the minutes of the meeting. The Treasurer manages all financial activities approved by the organization. Because of the special duties of the Treasurer, the person to be elected will be nominated by the Executive Committee and approved by the General assembly. Umunyamabanga Mukuru yandika kandi akabika inyandiko z‟inama nyobozi n‟inama rusange akurikirana ibikorwa by‟umuryango bya buri munsi. Les Secrétaire général suit jour par jour des activités de l‟organisation, prend soin toute la documentation, prend notes et fait le rapport des réunions. Umubitsi Mukuru ashinzwe imikoreshereze y‟imali no gucunga umutungo w‟Umuryango. Arobanurwa n‟Inama y‟Ubuyobozi hitawe ku bushobozi afite bwo gukora uwo murimo, akemezwa n‟Inteko Rusange. Le Trésorier dirige toutes les activités financières de l‟organisation. compte tenu de l‟ampleur des devoirs du Trésorier, celui-ci est voté par l‟Assemblée Général sous la proposition du comité exécutif. IGICE CYA III: UBUGENZUZI BW’IMALI Ingingo ya 23 Inteko Rusange itora Umugenzuzi buri mwaka ushinzwe kugenzura uko imari y‟umuryango ikoreshwa n‟uko umutungo wawo ucunzwe. Atanga raporo mu gihe Inteko rusange iteranye agatanga kopi yayo mu nama y‟ubuyobozi."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER ONE | Section première: De l’Assemblée Générale | Section one: The General Assembly | Section deuxième: Commité Exécutif | Section two:The Executive Committee.",
      "section": "23",
      "title": "Article 23",
      "content": "A defaut de rѐglement à l‟amiable entre les If the members of the Organization fail to settle membres de l‟Organisation, le litige est soumis à conflicts amicably, the Organization refers to the l‟organe chargé de la résolution des conflits. organ in charge of conflict resolution. Iyo urwo rwego rutashoboye gukemura ayo A defaut de rѐglement à l‟amiable par ce dernier, In case such organ fails to resolve the conflict, the makimbirane mu bwumvikane, abafitanye les parties concernées peuvent porter leur litige concerned parties may fite the case to the competent ikibazo bashobora kuregera urukiko rubifitiye devant la juridiction compétente. court ububasha. UMUTWE WAKANE: IBISHINGIRWAHO CHAPITRE IV: LES CRITERES POUR CHAPTER IV: CRITERIA FOR BEING A KUGIRANGO UMUNTU ABE ETRE ET POUR PERDRE LA QUALITE LEADER AND LOSS OF LEADERSHIP UMUYOBOZI N’UKO ABITAKAZA. D’UN DIRIGEANT. Ingingo ya 24:"
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER ONE | Section première: De l’Assemblée Générale | Section one: The General Assembly | Section deuxième: Commité Exécutif | Section two:The Executive Committee.",
      "section": "24",
      "title": "Article 24",
      "content": "Abayobozi mu Muryango bashyirwaho Les dirigeants (es) de l‟Organisation doit etre The leaders of Oganization are choosed according hashingiwe kuri ibi bikurikira: choisi en fonction des critѐres suivants: those criterias: - Ubunyangamugayo - Etre une personne intѐgre - Be a person of integrity - Afite imyaka y‟ubukure - Avoir atteint l‟âge de la majorité - Be of a majority age - Kuba atarahamwe n‟icyaha cya - N‟avoir pas été définitivement condamné - Have not been sentenced for the crime of jenoside, icy‟ingengabitekerezo ya pour crime du génocide, l‟ideologie du genocide, genocide ideology, discrimination jenoside, n‟icy‟ivangura n‟icyo génocide, de discrimination et de and sectarianism. gukurura amacakubiri divisionnisme - Have not been definitive by sentenced to - Atarakatiwe igihano cy‟igifungo - N‟avoir pas été codamné à une peine penalty of imprisonment of not less than six kirenze amezi atandatu d‟emprisonnement supérieure à six (6) (6) months. - Kuba yubahiriza amahame mois. - To respect the God‟s laws and the y‟imyemerere y‟Umuryango. - Avoir respecté les lois divines et les constitutions of the Organization statuts de l‟Organisation. Ingingo ya 25: Umuntu atakaza kuba umuyobozi bitewe n‟urupfu, gusezera kubushake, bitewe n‟iseswa ry‟umuryango cyangwa gusezererwa bitewe n‟icyaha gikomeye yakoze kimutesha ubunyangamugayo."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER V: MODIFICATION OF",
      "section": "25",
      "title": "Article 25 - Dissolution de l’organisation",
      "content": "Byemejwe ku bwiganze bwa 3/5 by‟amajwi, Inteko Rusange inshobora gusesa umuryango, kuwufatanya n‟undi muryango cyangwa kuwomeka ku wundi ufite intego bihuje. Sur décision de la majorité du 3/5 des voix, l‟assemblée Générale peut prononcer la dissolution de l‟association, sa fusion avec ou son affiliation à toute autre association poursuivant un but analogue. Ingingo ya 26: Aho umutungo ujya mu gihe umuryango ushweshwe"
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER ONE | Section première: De l’Assemblée Générale | Section one: The General Assembly | Section deuxième: Commité Exécutif | Section two:The Executive Committee.",
      "section": "26",
      "title": "Article 26",
      "content": "Igihe umuryango usheshwe, Inteko Rusange ishyiraho umuntu umwe cyangwa benshi bashinzwe iryo seswa iyo hamaze gukorwa ibarura ry‟ibintu byimukanwa n‟ibitimukanwa by‟Umuryango no kwishyura imyenda, umutungo usigaye uhabwa undi muryango bihuje intego cyangwa ugashyirwa mugikorwa cy‟ubugira neza. En cas de dissolution, l‟Assemblée Général désigne un ou plusieur curateurs chargé de proceder à laliquidation de bien de l‟Organisation. Après invantaire des biens meubles et immeubles de l‟Organisation et apurement, du passif, l‟actif du patrimoine sera cédé à une autre Organisation poursuivant des objectifs similaires ou affecté à une oeuvre philanthropique. UMUTWE WA GATANDATU: CHAPITRE IBYEREKEYE INGINGO ZISOZA FINALES. Ingingo ya 27: Uburyo aya mategeko Nshingiro azubahirizwa kimwe n‟ibindi bidateganijwe nayo, bizasobanurwa kuburyo burambuye mu mabwiriza ngengamikorere y‟umuryango yemejwe n‟Inteko Rusange. VI: DES DISPOSITIONS CHAPTER VI: FINAL PROVISIONS."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER V: MODIFICATION OF",
      "section": "27",
      "title": "Article 27 - Modalités d’exécution des",
      "content": "présents statuts Les modalités d‟exécution des présents statuts et tout ce qui n‟y est pas prévu seront déterminés dans un règlement d‟ordre intérieur de l‟association adopté par l‟Assemblée Générale à la majorité absolue des voix. Uburyo aya mategeko shingiro azubahirizwa kimwe n‟ibindi bidateganyijwe nayo bizasobanurwa ku buryo burambuye mu mabwiriza ngengamikorere y‟umuryango yemejwe n‟Inteko Rusange ku bwiganze busesuye bw‟amajwi. En cas de dissolution, après inventaire des biens meubles et immeubles de l‟association et apurement du passif, l‟actif du patrimoine sera cédé à une autre association poursuivant les objectifs similaires."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER ONE | Section première: De l’Assemblée Générale | Section one: The General Assembly | Section deuxième: Commité Exécutif | Section two:The Executive Committee.",
      "section": "28",
      "title": "Article 28",
      "content": "The present constitution is hereby approved and adopted by the founder members of the Religious basedOrganization list is hereafter attached. Bikorewe i Kigali, ku wa 10/10/2012 Fait à Kigali, le 10/10/2012 Done at Kigali, on 10/10/2012 Perezida n’Umuvugizi w’Umuryango. Président et l’Organisation. Pr MUNYAKAZI Raymond Patrick (sé) Pr MUNYAKAZI Raymond Patrick (sé) Représentant Légal de President and Legal Representative of the Organization Pr MUNYAKAZI Raymond Patrick (sé) Visi – Perezida n’Umuvugizi wungirije Vice – Président et Représentant Légal Vice – President and deputy Legal Representative w’Umuryango. Suppléant de l’Organisation. of the Organization. Pr Grâce KAYITESI (sé) Pr Grâce KAYITESI (sé) Pr Grâce KAYITESI (sé) PROCES VERBAL DE L’ASSEMBLEE GENERALE CONSTITUTIVE DE L’ORGANISATION BASEE SUR LA RELIGION, MIRACLE POOL CHURCH/IKARABIRO (MPCI) L‟an deux mille douze, le dixiѐme jour du mois d‟Octobre, s‟est tenu à Kigali dépuis 14h, un Assemblée Générale constitutive de l‟Organisation basée sur la religion “MIRACLE POOL CHURCH”/IKARABIRO (MPCI) en sigle, sous la direction duPr. MUNYAKAZI Raymond Patrick. Al‟ordre du jour figure trois points: Création de l‟Organisation Adoption des statuts de l‟Organisation Election des membres aux organes de l‟Organisationbasée sur la religion. Au premier point, les participants a la réunion ont convenus de créer une Organisation basée sur la réligion dénommée “ MIRACLE POOL CHURCH/IKARABIRO” (MPCI). 2. Au second point, les membres fondateurs ont examinés les statuts, article par article, et les ont finalement adoptés à l‟unanimité. 3. Au troisiѐme point,les participants à la reunion ont procédé à l‟élection de membres du Comité Exécutive de la maniѐre suivante: - Pr MUNYAKAZI Raymond Patrick: Président, il est Représentant Légal de l‟Organisation - Pr Grâce KAYITESI: Vice – Président, elle est Représentant Légal suppléante - Mr BIZIMANA Jacques: Trésolier - Mme DUSABE Marie Gorette: Secrétaire 1. Ils ont également procédé à l‟élection des membres du comitéchargé de la résolution des conflits et un commissaire aux comptes dans l‟Organisation de manière suivante: - Mr MACUMI Jean Baptiste Mr HABINEZA Jean Pierre Mlle MUKAHIRWA Nadine Mr UWAMBAZA Felexis Mme MUREKATETE JeanneD‟Arc - Un commissaire aux comptes Mr KABERUKA Ally La réunion a pris fin a 17h30 minutes Président de la réunion Rapporteur Pr MUNYAKAZI Raymond Patrick (sé) Mme DUSABE Marie Gorette (sé) LISTE DES MEMBRES 1. Pr MUNYAKAZI Raymond Patrick (sé) 2. Pr KAYITESI Grace (sé) 3. Mr BIZIMANA Jacques (sé) 4. Mme DUSABE Marie Gorette (sé) 5. Mr MACUMI Jean Baptiste (sé) 6. HABINEZA Jean Pierre (sé) 7. Mlle MUKAHIRWA Nadine (sé) 8. Mr UWAMBAZA Felexis (sé) 9. Mme MUREKATETE Jeanne D‟Arc (sé) 10. Mr KABERUKA Ally (sé) DECLARATION DESIGNANT LES REPRESENTANTS LEGAUX DE L’ORGANISATION BASEE SUR LA RELIGION MIRACLE POOL CHURCH/IKARABIRO (MPCI) Nous soussignés, membres fondateurs de l‟organisation basée sur la religion “MIRACLE POOL CHURCH/IKARABIRO” (MPCI) en sigle réunis en Assemblée Générale Constitutive déclarons, avoir élu Pasteur MUNYAKAZI Raymond Patrick et Pasteur KAYITESI Grâce, respectivement comme Représentant Légal et Représentant Légal suppléante de notre Organisation. Fait àKigali, le 10/10/2012 LES MEMBRES NOMS ET PRENOMS NO CI ADRESSE SIGNATURES Pr. MUNYAKAZI Raymond Patrick Pr. KAYITESI Grâce KICUKIRO (sé) KICUKIRO (sé) Mr BIZIMANA Jacques KICUKIRO (sé) Mme DUSABE Marie Gorette KICUKIRO (sé) Mr MACUMI Jean Baptiste KAMONYI (sé) Mr HABINEZA Jean Pierre KAMONYI (sé) Mlle MUKAHIRWA Nadine HUYE (sé) Mr UWAMBAZA Felexis KICUKIRO (sé) Mme MUREKATETE Jeanne D‟ Arc NYARUGENGE (sé) Mr KABERUKA Ally KICUKIRO (sé)"
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER SEVEN:DISSOLUTION",
      "section": "29",
      "title": "Article 29",
      "content": "Aya mategeko shingiro yemejwe Cette constitution est adoptée par les This constitution is adopted by the members n‟abanyanyamuryango bashyize umukono membres signataires de cette constitution signatories whose list is enclosed hereafter. kuri lisite yometse inyuma y‟aya mategeko. dont la liste est jointe. Bikorewe ku Gisenyi, kuwa 09/02//2013 Umuvugizi w’umuryango Fait à Gisenyi, le 09/02/2013 The Legal Representative Représentant Légal Rév. RUZAGIRIZA Boniface (sé) Umuvugizi wungirije Past. MAGEZA Jean Damascène (sé) Done at Gisenyi, 09 February 2013 Rév. RUZAGIRIZA Boniface (sé) Rév. RUZAGIRIZA Boniface (sé) Représentant Légal Suppléant Past. MAGEZA Jean Damascène (sé) The Deputy Legal Representative Past. MAGEZA Jean Damascène (sé) DECLARATION DES REPRESENTANTS LEGAUX Nous, Réverand RUZAGIRIZA Boniface et Pasteur MAGEZA Jean Damascène réspectivement Représentant Légal, Représentant Légal suppléant déclarons que nous représentons légalement l‟International Pentecostal Holinees Church in Rwanda auprès de toutes les instances tant national qu‟international et jurons que nous accomplirons cette attribution en toute honnêtete et dévouement. Fait à Rubavu, le 09 Février 2013 Répresentant Légal Répresentant Légal Suppléant Rév, RUZAGIRIZA Boniface (sé) Past, MAGEZA Jean Damascène (sé) DECLARATION DESINGANT DES REPRESENTANTS LEGAUX Nous sousignés, membrers fondateurs de l‟Eglise International Pentecostal Holiness Church in Rwanda (I.P.H.C.R) décrarons avoir élu un comité Exécutif composé de matière ci-après: - Représentant Légal: Rév.RUZAGIRIZA Boniface - Vice Représentant Légal: Past.MAGEZA Jean Damascène - Secrétaire General: NZABONIMPA Fabien - Trésorier: NTAKIRENDE Sadoki - Conseillers: Past. NAKURE Pontien: Past. SEZIKEYE Gaspard: Mme MUSABYIMANA Drocella Les noms et les signatures des déclarants sont en annexes Fait à Rubavu, le 09/02/2013 INYANDIKO MVUGO Y’INAMA RUSANGE IDASANZWE YA INTERNATIONAL PENTECOSTAL HOLINESS CHURRCH IN RWANDA (I.P.H.C.R) YATERANIYE KU GISENYI-RUBAVU KU WA 09/02/2013 Kuwa 09/02/2013 ku Gisenyi hateraniye Inama y‟inteko Rusange idasanzwe ya IPHCR hari impuzamaterero iyobowe na Perezida wayo Rév.MASASU Simon na Orinfor yari ihagarariwe na Journaliste NZAYISABA Cyprien kubera ibibazo bikomeye komite nyobozi itashoboye gukemura 1/3 cy‟abagize inama y‟inteko rusange bisunze ingingo ya 9 ya statut cyatumije inama kuko abari kuyitumiza ari nabo batezaga ibibazo bari banze. Bamaze kubona ko aberanga 2/3 by‟abagize bahari bemeje ko inama iterana kandi igafata imyanzuro bitoyemo umuyobozi w‟inama ariwe Pasiteri NAKURE Pontien n‟umwanditsi Pasiteri NZABONIMPA Fabien ku murongo w‟ibyigwa hari: 1. Kwemeza amategeko yombi, 2.Kwemeza districts n‟abayobozi bazo, 3.Gushyiraho abagize urwego rushinzwe gukemura amakimbirane, 4.Gutora doyen, 5. Kwemeza cachet, 6. Guheza, 7. Gutora abagize komite nyobozi ya IPHCR. Nyuma yo gucocera hamwe ibikubiye ku murungo w‟ibyizwe ingingo kuyindi hafashwe ibyemezo bikurikira: 1. Kubirebana n‟amategeko yombi abagize inama y‟inteko rusange barayameje bamaze kuyakorera ubugororangingo. 2. Kubirebana na Districts hemejwe ko icyari district ya Virunga cyomekwa kuri district ya Rubavu, icyari district ya Nyagatare cyomekwa kuri District ya Kayonza kuko inama yasanze zitagishoboye kwitwa district kuko zasenyutse naho Kinihira na Miyove byahinduwemo district imwe yitwa Kinihira ari naho icyicaro cyayo cyashyizwe muri rusange hemejwe district 6 ziyobowe gutya: District ya Rubavu iyobowe na Rév. RUZAGIRIZA Boniface, District ya Kayonza iyobowe na Rév. SEBAKAMYI Isaac, Distric ya Kigali iyobowe na Past. MAGEZA J. Damascène, District ya Kibungo iyobowe na Past. NAKURE Pontien, District ya Karongi iyobowe na Past. SEZIKEYE Gaspard naho District ya Kinihira iyobowe na Past. NIYOYITA Didace. 3. Urwego rwo gukemura amakimbirane hatowe na Perezida NKUSI Eugène, Visi perezida Past. IRAGENA Jean Claude, Umwanditsi Mme MUKANTWARI Marie Solange, Umubitsi Past. MUKARUSAGARA Peninah, Umujyanama Past. KIROMBA Anastase 4. Doyen watowe ni Rév. SEBAKAMYI Isaac naho Past NTEZIMANA Theodore atorerwa ivugabutumwa, IYAKAREMYE Vianney atorerwa ubugenzuzi bw‟imari n‟umutungo 5. Cachet yemejwe nifite logos ya IPHCR ikoresha mu matorero yayo kw‟isi, iya komite nyobozi hagati handitswemo Representant legal 6. Naho iza districts hagati handitsemo ijambo district ya…, cachet zari zisanzwe zinyuranyijwe ni izi zambuwe agaciro 7. Kubijyanye no guheza, abari mu nama bamaze kugezwaho raporo ikubiyemo imikorere mibi, kwica amategeko, kwikubira umutungo kuva itorero ryashingwa 1993 kugeza umunsi inama yateraniye nkuko bigaragarira muri Historique ya compte y‟itorero, uwari umuvugizi afatanije na bamwe mubo yari ayoboye ari nabo yasigiye uwo mugambi bikubiye umutungo wose w‟itorero mu buryo bugayitse hamwe n‟ibindi byaha byagaragajwe n‟abari mu nama hafashwe imyanzuro ikurikira: Pasiteri NDUTIYE Bernard, Pasiteri BIMENYIMANA Evariste, Madame NYIRARUGENDO Angélique na Madame UWINGABIRE Denise bavanyweho ikizere ku buyobozi bwose muri IPHCR kandi bashinga komite nyobozi kuzagaruza umutungo wose banyereje. 8. Kubirebana na komite nyobozi hatowe Umuvugizi: Rév. RUZAGIRIZA Boniface, Umuvugizi w’ungirije Past. MAGEZA Jean Damascène, Umunyamabanga Mukuru Past. NZABONIMPA Fabien, Umubitsi NTAKIYENDE Sadoki, Abajyanama Past. NAKURE Pontien, Past. SEZIKEYE Gaspard, Madame MUSABYIMANA Dorcella. Amatora yabaye mu mucyo no mu bwisanzure ayobowe n‟abayobozi bakuru b‟Impuzamaterero, inama yari yatangiye imirimo yay o saa tatu (09H00‟) irangiza saa cyenda n‟igice (15H30) Liste y‟abatitabiriye kandi bashyize umukono ku myanzuro y‟inama yometse inyuma Bikorewe ku Gisenyi, kuwa 09/02/2013 Umwanditsi w’Inama Past. NZABONIMPA Fabien Umuyobozi w’Inama Past. NAKURE Pontien N° Amazina yombi 1 NZABONIMPA Fabien 2 RUZAGIRIZA Boniface MAGEZA Jean 3 Damascène 4 NAKURE Pontien MUSABYIMANA 5 Drocella MUKANTWARI Marie 6 Solange KAVAMAHANGA 7 Alphonse 8 RWAMIHIGO Célestin 9 KIROMBA Anastase 10 NSABAGASANI Célestin 11 SEBARAME Jean Pierre 12 SEBAKAMYI Isaac MUKARUSAGARA 13 Penina 14 BIZIMUNGU Evariste 15 SEZIKEYE Gaspard NTAMUGABUMWE 16 Jerome N° C.I Aho yaturutse RUBAVU RUBAVU Umurimo PASTEUR PASTEUR Umukono sé sé KIGALI BUTAMA PASTEUR PASTEUR sé sé KIGALI sé RUBAVU Evangeliste DEPT ABAGORE KAYONZA KAYONZA KAYONZA KAYONZA RUBAVU KAYONZA PASTEUR PASTEUR PASTEUR PASTEUR PASTEUR PASTEUR sé sé sé sé sé sé KAYONZA RUBAVU KARONGI PASTEUR PASTEUR PASTEUR sé sé sé RUBAVU 17 BASABOSE Emmanuel 18 NDAYISENGA Tharcisse NKUNDABANYANGA 19 Etienne 20 NKUSI Eugène RUBAVU RUBAVU EVANGELISTE sé Intumwa ya Region sé Dept.y'Urubyiruko sé MUHERO KIGALI PASTEUR Evangeliste sé sé sé MFITEBYOSE Théoneste NTEZIMANA Théodore IRAGENA Jean Claude NYIRAMAFUBO HATAGEKIMANA Jean Damascène MUKAMUHIRE Rosia NDUTINKOMANE Samuel NTWARABUGABO Emile KWIZERA Boniface MUJYARUGAMBA Laurent SEMAKUBA Emmanuel KANYAMIMBWA Athanase NZABAHIMANA David RUTAYISIRE Emmanuel MUKAMURARA HATANGIMBABAZI Jean Pierre SEBAHIRE BUHONGA Mathias NTAMITENDERO Gaspard RYEZEMBERE Daniel MUKABUSHAKWA Immaculée MUNYANEZA Gemus IYAKAREMYE Vianney BUGINGO Emmanuel KAJANGWE Pierre SERUGENDO Célestin NYIRAKWEZI CONCILIE SESONGA VINCENT 49 HAKIZIMANA JOHN KAYONZA KIGALI RUBAVU RUBAVU PASTEUR PASTEUR PASTEUR Evangeliste sé sé sé sé RUBAVU RUBAVU Evangeliste Evangeliste sé sé RUBAVU Evangeliste sé RUBAVU KAYONZA Evangeliste Evangeliste sé sé KAYONZA KAYONZA Evangeliste PASTEUR sé sé KAYONZA KAYONZA KAYONZA KAYONZA PASTEUR Evangeliste PASTEUR Evangeliste sé sé sé sé MUHERO MUHERO RUBIMBA Evangeliste Evangeliste PASTEUR sé sé sé IMUHERO KARONGI Evangeliste PASTEUR sé sé KIGALI KIGALI RUBAVU KARONGI KAYONZA NYAGATARE Dep. Abagore Dep. Urubyiruko Intumwa Intumwa Intumwa PASTEUR sé sé sé sé sé sé RUBAVU RUTSIRO sé sé KIGALI INTUMWA Evangeliste DEPT ABAGABO sé Rwanda Governance Board Ikigo cy’Igihugu Gishinzwe Imiyoborere Office Rwandais de la Gouvernance ICYEMEZO N°097/2014 GIHA UBUZIMAGATOZI UMURYANGO ″Association des Parents pour la Promotion de l’Education à Kimisagara, APPEK/KAMUHOZA\" Twebwe, Prof. SHYAKA Anastase, Umuyobozi Mukuru w‟Ikigo cy‟Igihugu Gishinzwe Imiyoborere, Dushingiye ku itegeko n° 04/2012 ryo kuwa 17/02/2012 rigena imitunganyirize n‟imikorere by‟imiryango nyarwanda itari iya Leta, cyane cyane mu ngingo zaryo za 22 na 23; Dushingiye kandi ku ibaruwa twandikiwe kuwa 16/01/2014 n‟umuyobozi w‟umuryango Association des Parents pour la Promotion de l’Education à Kimisagara, APPEK/KAMUHOZA asaba ubuzimagatozi; Tumaze kubona ko uyu muryango wujuje ibisabwa byose kugira ngo umuryango ushingiye ku idini uhabwe ubuzimagatozi nk‟uko biteganywa n‟ingingo ya 22 y‟itegeko ryavuzwe hejuru; Duhaye ubuzimagatozi umuryango Association des Parents pour la Promotion de l’Education à Kimisagara, APPEK/KAMUHOZA iki cyemezo kikazatangazwa mu Igazeti ya Repubulika y‟u Rwanda. Bikorewe i Kigali, kuwa 03/10/2014. (sé) Prof. SHYAKA Anastase Umuyobozi Mukuru NON GOVERNMENTAL ORGANISATION UMURYANGO UTARI UWA LETA ORGANISATION NON GOUVERNEMENTALE PARENTS’ ASSOCIATION FOR THE ADVANCEMENT OF EDUCATION IN KIMISAGARA (APPEK-Kamuhoza) UMURYANGO W’ABABYEYI UGAMIJE GUTEZA IMBERE UBUREZI KU KIMISAGARA (APPEK-Kamuhoza) ASSOCIATION DES PARENTS POUR LA PROMOTION DE L’EDUCATION A KIMISAGARA (APPEK-Kamuhoza) MEMORUNDUM AMATEGEKO SHINGIRO STATUTS CHAPITER ONE: DENOMINATION, HEAD OFFICE, DURATION AND OBJECTIVES"
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER III: PROPERTY",
      "section": "9",
      "title": "Article 9 - The composition of the",
      "content": "property The association can possess, either in lent or in ownership, movable and immovable properties necessary for the achievement of its objectives. The heritage of the association is constituted by contributions of the members, donations, inheritance and various subventions. UMUTWE WA GATATU: UMUTUNGO Ingingo ya 9: Ibigize umutungo Umuryango ushobora gutunga, nk'intizo cyangwa umutungo bwite, ibintu byimukanwa n‟ibitimukanwa ukeneye kugira ngo ugere ku ntego zawo. CHAPITRE III: DU PATRIMOINE Umutungo w‟umuryango ugizwe n‟imisanzu y‟abanyamuryango, impano, imirage n‟imfashanyo zinyuranye. Le patrimoine de l‟association est constitué par les cotisations des membres, les dons, les legs, et les subventions diverses."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER ONE | Section première: De l’Assemblée Générale | Section one: The General Assembly | Section deuxième: Commité Exécutif | Section two:The Executive Committee.",
      "section": "19",
      "title": "Article 19",
      "content": "Komite Nyobozi ishinzwe: Le Commité Exécutif est chargé de: The executive Committee has the following duties:  Gushyira mu bikorwa ibyemezo  Mettre en exécution les décisions et les  To execute the decisions and n‟ibyifuzo by‟Inteko Rusange. recommandations de l‟Assemblée recommendations of the General Assembly; Générale.  Kwita ku micungire ya buri munsi  Veiller à la gestion quotidiènne de  To deal with the day to day management y‟umuryango. l‟Organisation. with the Organization.  Gukora raporo y‟ibyakozwe mu mwaka  Rédiger le raport annuel d‟activités de  To elaborate annual reports of activities; urangiye. l‟exercise écoulé.  Gutegura ingengo y‟imari igomba  Elaborer les prévisions budgetaires à  To elaborate budget provisions to submit to gushyikirizwa, Inteko Rusange. soumettre à l‟Assemblée Générale. the approval by the General Assembly.  Gushyikiriza Inteko Rusange ingingo  Proposer à l‟Assemblée Générale les  To propose to the General Assembly all the z‟amategeko n‟izo amabwiriza modifications aux statuts et au amendments to the constitution and internal ngengamikorere zigomba guhinduka. règléments d‟ordre intérieur. regulations.  Gutegura no kuyobora inama z‟Inteko  Préparer et diriger les sessions de  To prepare and chair the sessions of the Rusange l‟Assemblée Générale. General Assembly.     Kugirana imishyikirano n‟indi miryango igamije ubutwerererane no gushaka inkunga. Kwemeza no gushyira insengero nshya mu tundi turere Gushaka, gushyiraho no gusezerera abakozi bo mu nzego zinyuranye z‟umuryango. Gushaka, gushyiraho no gusezerera Abapasitori mu nsengero zitandukanye zigize Umuryango.  Négocier les accords de coopérations et de financement avec des partenaires;  To negotiate funding with partners.  Adopter la mise en place d‟une nouvelle Eglise dans les différentes régions Mettre en place, affecter et révoquer les pasteurs dans différentes Eglises de l‟Organisation.  To approve an establishment of the new church in the different region To recruit, appoint and dismiss the staff. To recruit, appoint and dismiss the pastors in different church of Organization.   Igice cya gatatu: Ibyerekeye ubugenzuzi Section troisième: Du Commissariat au Section three: The Auditing committee and bw’imari no gukemura amakimbirane comptes et comité chargé de la résolution des conflicts resolution committee conflits Ingingo ya 20: Inteko Rusange ishyiraho buri myaka ibiri abagenzuzi b‟imari, umwe cyangwa babiri bafite inshingano yo kugenzura buri gihe imicungire y‟imari n‟indi mitungo by‟umuryango no kubikorera raporo. Bafite uburenganzira bwo kureba mu bitabo n‟inyandiko by‟ibaruramari by‟umuryango ariko batabijyanye hanze y‟ububiko."
    }
  ],
  "definitions": []
}
