{
  "id": "rw-law-2014-13ter",
  "type": "statute",
  "title": "Law relating to Refugees",
  "title_en": "Law relating to Refugees",
  "short_name": "Law 13TER of 2014",
  "status": "repealed",
  "issued_date": "2014-05-21",
  "in_force_date": "2014-06-30",
  "url": "https://rwandalii.org/akn/rw/act/law/2014/13ter/eng@2014-06-30",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs refugees and asylum seekers in Rwanda."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purpose of this Law, the following terms shall have the following meanings: 1° refugee: a person who has been granted asylum in accordance with this law and international instruments relating to the status of refugees ratified by Rwanda; 2° asylum seeker: a person applying for refugee status in Rwanda; 3° Minister: the Minister in charge of refugees; 4° Ministry: the Ministry in charge of refugees; 5° Rwandan territory: land, rivers, lakes and air space within the boundaries of the Republic of Rwanda and Rwandan Embassies."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Establishment of the Refugee Status Determination Committee and its responsibilities",
      "section": "3",
      "title": "Article 3 – Establishment of the Refugee Status Determination Committee, its organisation and functioning",
      "content": "There is hereby established a Refugee Status Determination Committee. A Prime Minister's Order shall determine its organization and functioning."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Establishment of the Refugee Status Determination Committee and its responsibilities",
      "section": "4",
      "title": "Article 4 – Responsibilities of the Refugee Status Determination Committee",
      "content": "The Refugee Status Determination Committee shall have the following responsibilities: 1° to consider and decide on asylum applications made by those applying for refugee status in Rwanda; 2° to revoke refugee status in accordance with the provisions of this Law; 3° to submit to the Minister an activity program and report each year and whenever necessary."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Establishment of the Refugee Status Determination Committee and its responsibilities",
      "section": "5",
      "title": "Article 5 – Composition of the Refugee Status Determination Committee",
      "content": "Members of the Refugee Status Determination Committee shall come from the following entities: 1° Prime Minister’s Office; 2° the Ministry in charge of refugees; 3° the Ministry in charge of foreign affairs; 4° the Ministry in charge of local government; 5° the Ministry in charge of justice; 6° the Ministry in charge of defence forces; 7° the Ministry in charge of natural resources; 8° the Ministry in charge of internal security; 9° the Ministry in charge of health; 10° the National Intelligence and Security Service; 11° the National Human Rights Commission."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Establishment of the Refugee Status Determination Committee and its responsibilities",
      "section": "6",
      "title": "Article 6 – Benefits granted to members of the Refugee Status Determination Committee",
      "content": "Benefits granted to members of the Refugee Status Determination Committee shall be determined by a Prime Minister’Order."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Application for asylum and refugee status",
      "section": "7",
      "title": "Article 7 – Requirements for obtaining asylum",
      "content": "A person shall be eligible for asylum, if: 1° having a well-founded fear of persecution for reasons of race, religion, nationality, membership of a particular social group or political opinion different from the political line of the country of his/her nationality and owing to such fear, he/she is unable to avail himself/herself of the protection of that country; 2° owing to an external aggression, occupation, foreign domination or events seriously disturbing public order in either part or in the whole of his/her country of origin or nationality, he/she was compelled to leave his/her place of habitual residence in order to seek refuge in another place outside his/her country of origin or nationality."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Application for asylum and refugee status",
      "section": "8",
      "title": "Article 8 – Application for refugee status",
      "content": "A person who applies for refugee status must: 1° be on the Rwandan territory; 2° report immediately to the local authority nearest to his/her point of entry for the protection of fundamental human rights. The local authority to whom the asylum seeker reports shall take him/her to the nearest immigration and emigration office within twelve (12) hours. This office shall register the asylum seeker within twenty four (24) hours from his/her arrival. The department in charge of immigration and emigration shall review the case of the asylum seeker and grant to him/her a temporary residence permit valid for three (3) months. The department in charge of immigration and emigration shall submit the file of refugee status applicant to the Refugee Status Determination Committee within fifteen (15) days."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Application for asylum and refugee status",
      "section": "9",
      "title": "Article 9 – Decision of the Refugee Status Determination Committee",
      "content": "The Refugee Status Determination Committee shall consider and analyse the application for refugee status and decide thereon within forty-five (45) days. The decision of the Refugee Status Determination Committee shall set out the reasons for granting or refusing to grant refugee status."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Application for asylum and refugee status",
      "section": "10",
      "title": "Article 10 – Notifying the refugee status applicant of the decision of the Refugee Status Determination Committee",
      "content": "The Chairperson of the Refugee Status Determination Committee shall give the refugee status applicant a written notice of decision on his/her application within ten (10) days from the date the decision is made."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Application for asylum and refugee status",
      "section": "11",
      "title": "Article 11 – Appeal by a refugee status applicant",
      "content": "If a person applying for refugee status is not satisfied with the decision of the Refugee Status Determination Committee, he/she may appeal to the Minister within a period of thirty (30) days from the date he/she was notified of the decision. The Minister to whom the appeal is made shall decide thereon within one (1) month. In case of appeal, the refugee status applicant shall continue to have the right to stay in Rwanda until the Minister decides on the appeal."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Application for asylum and refugee status",
      "section": "12",
      "title": "Article 12 – Identity document issued to the person granted refugee status",
      "content": "A refugee identity card shall be issued to the person granted refugee status, his/her spouse, children under the age of eighteen (18) years and persons under his/her dependence."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Application for asylum and refugee status",
      "section": "13",
      "title": "Article 13 – Granting refugee status to refugees in mass influx situations",
      "content": "Refugees in mass influx situations may be unconditionally granted prima facie refugee status. Such a decision shall be taken by the Minister. The granting of prima facie refugee status shall not prevent the Refugee Status Determination Committee from analysing individual applications where necessary. When it appears that refugees having fled in mass influx situations include former soldiers or former members of armed groups, relevant organs shall be required to do the following: 1° to separate civilians from soldiers and other armed elements; 2° to take weapons and other military equipment away from those in possession thereof; 3° to transfer former armed elements to a specific guarded settlement and record their identification; 4° to ask formerly armed elements to withdraw from military activities. Those who appear to have withdrawn from any military activities or any activities of armed groups shall fall under the category of those eligible to apply for refugee status."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Application for asylum and refugee status",
      "section": "14",
      "title": "Article 14 – A person ineligible for refugee status",
      "content": "No person shall be eligible for refugee status if there is strong evidence indicating that: 1° he/she has committed a crime against peace, war crime, crime of genocide and other crimes against humanity as defined by international conventions ratified by Rwanda; 2° he/she has committed acts contrary to the main purposes and principles of the United Nations and of the African Union; 3° he/she is prosecuted for any felony other than a political crime before he/she takes refuge in Rwanda."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Application for asylum and refugee status",
      "section": "15",
      "title": "Article 15 – Consequences of being denied refugee status",
      "content": "When a refugee status applicant is definitively denied refugee status, he/she shall be handed over to the department in charge of immigration and emigration within thirty (30) days from the date of notification of refugee status rejection. In such circumstances, legal provisions governing immigration and emigration shall apply. The deadline provided under paragraph One of this Article may be renewed only once (1) when there are valid reasons. The provisional decision shall become null and void after the final decision of granting or denying the refugee status is made."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Application for asylum and refugee status",
      "section": "16",
      "title": "Article 16 – Revocation of refugee status",
      "content": "Refugee status shall be revoked when it subsequently appears that it was granted contrary to the provisions of Article 7 and 14 of this Law. A person granted the refugee status on a prima facie basis may have his/her status revoked by the Refugee Status Determination Committee for reasons of territorial integrity and security of the nation."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Application for asylum and refugee status",
      "section": "17",
      "title": "Article 17 – Cessation of refugee status",
      "content": "Refugee status shall cease for any person who: 1° has voluntarily re-availed him/herself of the protection of the country of his/her nationality; 2° having lost his/her nationality, has voluntarily re-acquired it; 3° has acquired a new nationality, and enjoys the protection of the country of his/her new nationality; 4° has voluntarily re-established him/herself in the country which he/she had fled; 5° had been granted refugee status but can no longer continue to avail him/herself of the protection of the country of asylum, because the circumstances in connection with which he/she has been recognized as a refugee has ceased to exist; 6° has no nationality and being in a position to return to the country of his/her former habitual residence because the circumstances in connection with which he/she had been recognized as a refugee have ceased to exist."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Rights and obligations of refugees",
      "section": "18",
      "title": "Article 18 – Rights of refugees provided for by international instruments",
      "content": "Without prejudice to other laws, any person having obtained refugee status in Rwanda shall enjoy the rights and liberties provided for by international instruments on refugees ratified by Rwanda."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Rights and obligations of refugees",
      "section": "19",
      "title": "Article 19 – Naturalization of a refugee",
      "content": "A refugee shall be granted Rwandan nationality in accordance with Rwandan laws."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Rights and obligations of refugees",
      "section": "20",
      "title": "Article 20 – Marriage of refugees",
      "content": "The marriage of refugees shall be governed by Rwandan laws. Documents required for marriage of a refugee shall be issued by a civil status registrar whose jurisdiction covers the place of settlement of the refugee on the basis of information and documents availed by the organ responsible for the daily management of refugees. When a refugee is married to a Rwandan, he/she shall keep his/her refugee status unless he/she acquires Rwandan nationality in accordance with relevant laws."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Rights and obligations of refugees",
      "section": "21",
      "title": "Article 21 – Principle of non-refoulement",
      "content": "Under no circumstances may a refugee be sent back or deported to a country where his/her life or liberty may be in compromised for reasons provided for by Article 7 of this Law."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Rights and obligations of refugees",
      "section": "22",
      "title": "Article 22 – Obligation to comply with laws in force in Rwanda",
      "content": "A refugee shall have the obligation to comply with laws, international instruments ratified by Rwanda, regulations in force in Rwanda as well as all measures taken for public security and order."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter V – Refugee camps and their management",
      "section": "23",
      "title": "Article 23 – Place of settlement of a refugee and of an asylum seeker",
      "content": "Refugees coming in mass influx situations shall be transferred to a settlement camp distant from the border. However, any other person granted individual refugee status shall be entitled to settle in a refugee camp. Every person granted asylum shall be entitled to a shelter until he/she is granted refugee status."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter V – Refugee camps and their management",
      "section": "24",
      "title": "Article 24 – Location of camps and modalities for refugee settlement",
      "content": "The location of camps and modalities for refugee settlement shall be determined by the Minister after consultation with other relevant organs."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter V – Refugee camps and their management",
      "section": "25",
      "title": "Article 25 – Modalities for staying in and relocating from a camp",
      "content": "A refugee or an asylum seeker shall in no way stay in or relocate from a camp without prior authorization of the Minister. A refugee who no longer wishes to stay in a camp may relocate to another place upon a written request addressed to and approved by the Minister."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter V – Refugee camps and their management",
      "section": "26",
      "title": "Article 26 – Cooperation between Government and partners providing assistance to refugees in camps",
      "content": "The Government of Rwanda and partners shall jointly participate in refugee assistance-related activities. Any partner recognized in Rwanda that wishes to assist refugees in camps shall request for authorization from the Minister. A partner that intends to cease its operations in a camp shall notify the Minister thereof at least three (3) months prior to the cessation of such operations."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter VI – Quest for durable solutions for refugees",
      "section": "27",
      "title": "Article 27 – Modalities for quest for durable solutions for refugees",
      "content": "The quest for durable solutions for refugees shall be made in the following three (3) procedures: 1° voluntary repatriation; 2° relocation to a third country; 3° resettlement. A Presidential Order shall determine modalities for implementing the provisions of item 3 of Paragraph One of this Article."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter VII – Final provisions",
      "section": "28",
      "title": "Article 28 – Validity of acts performed",
      "content": "Acts performed under Law nº 34/2001 of 05/07/2001 relating to refugees as modified and complemented to date shall remain valid."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter VII – Final provisions",
      "section": "29",
      "title": "Article 29 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter VII – Final provisions",
      "section": "30",
      "title": "Article 30 – Repealing provision",
      "content": "Law n° 34/2001 of 5/07/2001 relating to refugees as modified and complemented to date and other prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter VII – Final provisions",
      "section": "31",
      "title": "Article 31 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "asylum seeker",
      "definition": "a person applying for refugee status in Rwanda",
      "source_provision": "art2"
    },
    {
      "term": "Minister",
      "definition": "the Minister in charge of refugees",
      "source_provision": "art2"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry in charge of refugees",
      "source_provision": "art2"
    },
    {
      "term": "Rwandan territory",
      "definition": "land, rivers, lakes and air space within the boundaries of the Republic of Rwanda and Rwandan Embassies",
      "source_provision": "art2"
    }
  ]
}
