{
  "id": "rw-law-2013-71",
  "type": "statute",
  "title": "Law establishing the University of Rwanda (UR) and Determining its Mission, Powers, Organisation and Functioning",
  "title_en": "Law establishing the University of Rwanda (UR) and Determining its Mission, Powers, Organisation and Functioning",
  "short_name": "Law 71 of 2013",
  "status": "repealed",
  "issued_date": "2013-09-10",
  "in_force_date": "2013-09-23",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/71/eng@2013-09-23",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes the University of Rwanda, abbreviated as “UR”. It also determines its mission, powers, organization and functioning. UR shall be a special organ which shall have legal personality, administrative, teaching, research and financial autonomy and shall be governed in accordance with the Law governing organisation and functioning of higher education."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definition of terms",
      "content": "For the purpose of this Law, the following terms shall mean: 1° Department: a basic organ in the School, in charge of designing and implementing curricula, conducting research activities and rendering community services; 2° Affiliated Institute: an institute of UR with administrative and financial autonomy but under the supervision of UR regarding academic affairs and the awarding of certificates, diploma and degrees; 3° Research institute: an insitute of UR in charge of conducting research. Research institutes may specialize in fundamental research or applied research; 4° School: an organ of a College of UR comprised of different Departments. A school may also be a branch of UR offering specialized academic programmes; 5° College: a branch of UR offering different disciplines or specialized educational courses; 6° Academic Senate: a supreme organ responsible for academic affairs, research and education in UR."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Head office of UR",
      "content": "The head office of UR shall be located in the Kigali City, the capital of the Republic of Rwanda. It may be transferred elsewhere on the Rwandan territory if considered necessary."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Colleges of UR",
      "content": "UR is comprised of the following colleges: 1° College of Education; 2° College of Science and Technology; 3° College of Arts and Social Sciences; 4° College of Business and Economics; 5° College of Agriculture, Animal Sciences and Veterinary Medecine; 6° College of Medicine and Health Sciences. Each college of UR may have an affiliated institute that the College shall supervise in academic affairs. Each college shall be comprised of departments. Each college shall be headed by a Principal appointed by a Presidential Order. The modalities of appointment of other heads of organs within a College shall be determined by a Prime Minister’s Order. A Presidential Order may establish other colleges."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Mission of UR",
      "content": "The mission of UR is to deliver quality education and develop innovative teaching and research meant to address the problems of the population, the students, the nation, the region and the world."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Mission and powers of UR",
      "section": "6",
      "title": "Article 6 – Mission of UR",
      "content": "UR shall have the following main mission: 1° to design and offer high level courses for the award of undergraduate, graduate and postgraduate degrees in diverse disciplines of study including science and technology. UR may also offer short-term courses for an award of a certificate; 2° to provide a student with skills, technology and education which facilitates him/her in building confidence to create jobs and contribute to personal and the country’s development; 3° to facilitate the advancement of knowledge and its practical application through research and other means; 4° to participate in the discovery, transmission and preservation of knowledge and to stimulate the intellectual development and Rwandan culture; 5° to publish research findings through oral, written and any other means and to collaborate with other institutions in the dissemination of the findings to foster the development of the country; 6° to assist the population to solve other national development issues by means of the academic programmes; 7° to collaborate with other concerned organs as well as the private sector to ensure quality education in order to provide graduates who respond to the market needs; 8° to cooperate and collaborate with other national, regional and international higher learning institutions."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Mission and powers of UR",
      "section": "7",
      "title": "Article 7 – Powers of UR",
      "content": "UR shall have the following powers: 1° to award degrees in relation with courses it offers; 2° to award certificates concluding short-term courses; 3° to award prizes on exemplary acts, degrees, diploma or certificates; 4° to approve the requirements for admission of students; 5° to conclude cooperation agreements with various institutions in charge of education, training or research as well as other national, regional and international institutions of higher learning; 6° to award honorary degrees in accordance with relevant rules and regulations; 7° to promote academic staff and researchers of UR to different academic ranks; 8° to perform income generating activities through an institute or specialized institutes. An Order of the Minister in charge of finance shall determine the modalities of the establishment of these institutes, their source of capital as well as their functioning and management."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Supervising authority of UR and its category",
      "section": "8",
      "title": "Article 8 – Supervising authority of UR and its category",
      "content": "A Prime Minister’s Order shall determine the supervising authority of UR and its category. There shall be concluded between the supervising authority of UR and the Board of Governors a performance contract determining competence, rights and obligations of each party in order for UR to fulfil its mission. The contract shall be valid for a period equal to the term of office of the members of the Board of Governors of UR."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Organisation and functioning of UR",
      "section": "9",
      "title": "Article 9 – Senior organs of UR",
      "content": "UR shall comprise the following four (4) senior organs: 1° the Chancellor; 2° the Board of Governors; 3° the Directorate General. 4° the Academic Senate. A Prime Minister’s Order may determine other relevant organs in order for UR to fulfil its mission."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organisation and functioning of UR",
      "section": "10",
      "title": "Article 10 – Chancellor",
      "content": "UR shall have a Chancellor, appointed by a Presidential Order. The Chancellor shall have a ceremonial role of opening the UR academic year, presiding over graduation ceremonies and granting other awards. He/she may attend other public events or meetings if considered necessary. With regard to graduation and awarding ceremonies, if the Chancellor is unable to attend, he/she shall be replaced by the Chairperson of the Board of Governors."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organisation and functioning of UR",
      "section": "11",
      "title": "Article 11 – Board of Governors of UR",
      "content": "The Board of Governors of UR shall be its governing and decision-making organ. A Presidential Order shall appoint members of the Board of Governors of UR, including the Chairperson and the Deputy Chairperson, selected on the basis of their ability, competence and expertise. In addition to members appointed by a Presidential Order, there are members of the Board of Governors by virtue of managerial positions they hold in UR, and members who represent teachers, researchers, staff and students of UR. At least thirty per cent (30 %) of the members of the Board of Governors must be females. Powers, responsibilities and functioning as well as duties and term of office of the members of the Board of Governors of UR shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Organisation and functioning of UR",
      "section": "12",
      "title": "Article 12 – Sitting allowances for members of the Board of Governors",
      "content": "Members of the Board of Governors present in the meetings of the Board of Governors shall be entitled to sitting allowances determined by a Presidential Order."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Organisation and functioning of UR",
      "section": "13",
      "title": "Article 13 – Incompatibilities with membership of the Board of Governors",
      "content": "Members of the Board of Governors shall not be allowed to perform any remunerated activity within UR, except persons referred to under Paragraph 3 of Article 11 of this Law. Members of the Board of Governors also shall, neither individually nor companies in which they hold shares, bid for tenders of UR."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Organisation and functioning of UR",
      "section": "14",
      "title": "Article 14 – Composition of the Directorate General",
      "content": "The Directorate General shall be comprised of the Vice Chancellor and Deputy Vice Chancellors including the Deputy Vice Chancellor in charge of academic affairs and the Deputy Vice Chancellor in charge of administration and finance. Members of the Directorate General of UR shall be appointed by a Presidential Order. The competence, responsibilities and modalities of performance of duties of the members of the Directorate General of UR shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Organisation and functioning of UR",
      "section": "15",
      "title": "Article 15 – Statute governing the staff of UR and benefits of members of the Directorate General and staff of UR",
      "content": "Academic and Research staff of UR shall be governed by special statute determined by a Presidential Order. Other staff of UR shall be governed by the General statute for Rwanda Public Service. Benefits entitled to the members of the Directorate General of UR shall be determined by a Presidential Order. Benefits entitled to other staff of UR shall be determined by legal provisions for Rwanda Public Service."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Organisation and functioning of UR",
      "section": "16",
      "title": "Article 16 – Composition of the Academic Senate",
      "content": "A Prime Minister’s Order shall determine the responsibilities and functioning of the Academic Senate as well as the modalities of appointment of its members."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Organisation and functioning of UR",
      "section": "17",
      "title": "Article 17 – Sitting allowances for members of the Academic Senate",
      "content": "The Board of Governors of UR shall determine the sitting allowances for members of the Academic Senate."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Organisation and functioning of UR",
      "section": "18",
      "title": "Article 18 – Organization, functioning and responsibilities of organs of UR",
      "content": "The organization, functioning and responsibilities of organs of UR shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter V – Property and finance OF UR",
      "section": "19",
      "title": "Article 19 – Property of UR and its sources",
      "content": "The property of UR shall be comprised of movables and immovables. It shall come from the following sources: 1° State budget allocations; 2° Government or partners’ subsidies; 3° income from its services; 4° income from its investments; 5° interests from its property; 6° loans granted to UR approved by the Minister in charge of finance; 7° donations and bequests; 8° property of merged institutions referred to in this law."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter V – Property and finance OF UR",
      "section": "20",
      "title": "Article 20 – Transfer of contracts, activities, assets, liabilities and denominations of merged institutions",
      "content": "Contracts, activities, movable and immovable assets, liabilities and denominations of the following institutions are hereby transferred to UR: 1° National University of Rwanda (UNR); 2° Kigali Institute of Science and Technology (KIST); 3° Kigali Institute of Education (KIE); 4° Institute of Agriculture and Animal Husbandry (ISAE); 5° School of Finance and Banking (SFB); 6° Higher Institute of Umutara Polytechnic (UP); 7° Kigali Health Institute (KHI)."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter V – Property and finance OF UR",
      "section": "21",
      "title": "Article 21 – Use, management and audit of the property of UR",
      "content": "The use, management and the audit of the property of UR shall be carried out in accordance with relevant legal provisions. UR internal audit service shall submit a report to the Board of Governors with a copy to the Directorate General of UR."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter V – Property and finance OF UR",
      "section": "22",
      "title": "Article 22 – Approval and management of the budget of UR",
      "content": "The budget of UR shall be approved and managed in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter V – Property and finance OF UR",
      "section": "23",
      "title": "Article 23 – Annual financial report",
      "content": "Within three (3) months subsequent to closure of financial year, the Vice Chancellor of UR shall submit to the supervising Authority of UR the annual financial report, upon its approval by the Board of Governors in accordance with legal provisions governing management of State finance and property."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "24",
      "title": "Article 24 – Merger of activities of the institutions",
      "content": "UR is given a period not exceeding two (2) years from the date this Law is published in the Official Gazette of the Republic of Rwanda, in order to merge the activities formerly performed by the institutions referred to under Article 20 of this Law."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "25",
      "title": "Article 25 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "26",
      "title": "Article 26 – Repealing provision",
      "content": "The following Laws and prior legal provisions inconsistent with this law are hereby repealed. The Laws are: 1° The Law of 12/05/1964 establishing and organizing the National University of Rwanda; 2° The Law n°22/2008 of 21/07/2008 determining the structure, organisation and functioning of the National University of Rwanda (UNR); 3° The Law n° 48/2001 of 26/12/2001 establishing and organizing the Kigali Institute of Science, Technology and Management; 4° The Law n° 23/2008 of 22/07/2008 determining the structure, organisation and the functioning of Kigali Institute of Science and Technology (KIST); 5° The Law n° 49/2001 of 27/12/2001 establishing and organizing the Kigali Institute of Education; 6° The Law n° 20/2008 of 18/07/2008 determining the structure, organisation and functioning of Kigali Institute of Education (KIE); 7° The Law n° 26/2003 of 16/08/2003 establishing and organizing the Higher Institute of Agriculture and Animal Husbandry; 8° The Law n° 49/2008 of 09/09/2008 governing the structure, organisation and functioning of the Higher Institute of Agriculture and Animal Husbandry (ISAE); 9° The Law n° 21/2002 of 28/06/2002 establishing and organising the School of Finance and Banking (SFB); 10° The Law n° 24/2009 of 08/09/2009 determining the organisation and functioning of the School of Finance and Banking (SFB); 11° The Law n°21 bis/2009 of 29/7/2009 establishing “Umutara Polytechnic” Higher Institute and determining its structure, organisation and functioning; 12° The Law n°07/2002 of 22/02 2002 establishing and organizing the Kigali Health Institute;"
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "27",
      "title": "Article 27 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "Affiliated Institute",
      "definition": "an institute of UR with administrative and financial autonomy but under the supervision of UR regarding academic affairs and the awarding of certificates, diploma and degrees",
      "source_provision": "art2"
    },
    {
      "term": "Research institute",
      "definition": "an insitute of UR in charge of conducting research",
      "source_provision": "art2"
    },
    {
      "term": "School",
      "definition": "an organ of a College of UR comprised of different Departments",
      "source_provision": "art2"
    },
    {
      "term": "College",
      "definition": "a branch of UR offering different disciplines or specialized educational courses",
      "source_provision": "art2"
    },
    {
      "term": "Academic Senate",
      "definition": "a supreme organ responsible for academic affairs, research and education in UR",
      "source_provision": "art2"
    }
  ]
}
