{
  "id": "rw-law-2013-52",
  "type": "statute",
  "title": "Law establishing Rwanda Management Institute (RMI) and Determining its Mission, Organisation and Functioning",
  "title_en": "Law establishing Rwanda Management Institute (RMI) and Determining its Mission, Organisation and Functioning",
  "short_name": "Law 52 of 2013",
  "status": "repealed",
  "issued_date": "2013-06-28",
  "in_force_date": "2013-07-29",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/52/eng@2013-07-29",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes Rwanda Management Institute, abbreviated as “RMI”. It also determines its mission, organization and functioning. RMI shall have legal personality, administrative and financial autonomy and be managed in accordance with general provisions governing Public Institutions."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Head office of RMI",
      "content": "The head office of RMI shall be located at Murambi in Muhanga District in the Southern Province. It may be transferred elsewhere on the Rwandan territory if deemed necessary. In order to fulfil its mission, RMI may have branches elsewhere in the country if deemed necessary upon approval by an Order of the Prime Minister."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Mission of RMI",
      "section": "3",
      "title": "Article 3 – Missions of RMI",
      "content": "RMI shall have the following missions: 1° to train public servants in matters relating to management, administrative sciences and techniques; 2° to contribute to capacity-building for private sector and civil society employees; 3° to issue certificates depending on the training provided; 4° to carry out consulting services in matters relating to human and financial resources management; 5° to conduct research and publicize research results in the fields of administration and resources management; 6° to advise institutions both in public and in private sectors on matters pertaining to management, administrative sciences and techniques; 7° to perform any other activities that may build the capacity in terms of human ressources and property administration and management; 8° to build relationships and collaborate with other local, regional or international institutions with a similar mission."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter III – Supervising authority of RMI and its category",
      "section": "4",
      "title": "Article 4 – Supervising authority of RMI and its category",
      "content": "A Prime Minister’s Order shall determine the supervising authority of RMI and its category. There shall be concluded between the supervising authority of RMI and its decision-making organ a performance contract indicating competences, rights and obligations of each party in order for RMI to fulfil its mission. Such a contract shall be valid for a period of the term of office of members of the decision-making organ of RMI."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter IV – Organization and functioning of RMI",
      "section": "5",
      "title": "Article 5 – Management organs of RMI",
      "content": "RMI shall have the following two (2) management organs: 1° the Board of Directors; 2° the General Directorate. A Prime Minister’s Order may determine other relevant organs in order for RMI to fulfil its mission."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter IV – Organization and functioning of RMI",
      "section": "6",
      "title": "Article 6 – Board of Directors of RMI",
      "content": "The Board of Directors of RMI shall be the governing and decision-making organ. Its competences, responsibilities and functioning as well as the responsibilities and the term of office of its members shall be determined by a Prime Minister’s Order. A Presidential Order shall appoint members of the Board of Directors including the Chairperson and the Deputy Chairperson. Members of the Board of Directors shall be selected on the basis of their competence and expertise. At least thirty percent (30%) of the members of the Board of Directors must be females."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter IV – Organization and functioning of RMI",
      "section": "7",
      "title": "Article 7 – Sitting allowances for members of the Board of Directors",
      "content": "Members of the Board of Directors present in the meetings of the Board of Directors shall be entitled to sitting allowances determined by a Presidential Order."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter IV – Organization and functioning of RMI",
      "section": "8",
      "title": "Article 8 – Incompatibilities with the membership of the Board of Directors of RMI",
      "content": "Members of the Board of Directors shall not be allowed to perform any remunerated activity within RMI. They shall also not be allowed, either individually or companies in which they hold shares to bid for tenders of RMI."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Organization and functioning of RMI",
      "section": "9",
      "title": "Article 9 – Composition of the General Directorate",
      "content": "Members of the General Directorate of RMI shall be appointed by a Presidential Order. The competences and responsibilities of members of the General Directorate of RMI shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organization and functioning of RMI",
      "section": "10",
      "title": "Article 10 – Statute governing staff of RMI and benefits of members of the General Directorate and the staff of RMI",
      "content": "The staff of RMI shall be governed by the General Statutes for Rwanda Public Service. Benefits allocated to members of the General Directorate and to the staff of RMI shall be determined in accordance with legal provisions governing benefits to employees of public institutions."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organization and functioning of RMI",
      "section": "11",
      "title": "Article 11 – Organization, functioning and responsibilities of the organs of RMI",
      "content": "The organization, functioning and responsibilities of organs of RMI shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter V – Property and finance",
      "section": "12",
      "title": "Article 12 – Property of RMI and its sources",
      "content": "The property of RMI shall be comprised of movables and immovables. It shall come from the following sources: 1° State budget allocations; 2° State or partners’ subsidies; 3° income from the services rendered; 4° proceeds from its property; 5° loans granted to RMI approved by the Minister in charge of finance; 6° donations and bequests; 7° property formerly owned by RIAM."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter V – Property and finance",
      "section": "13",
      "title": "Article 13 – Use, management and audit of the property of RMI",
      "content": "The use, management and audit of the property of RMI shall be carried out in accordance with relevant legal provisions. The internal audit unit of RMI shall submit a report to the Board of Directors with a copy to the head of the General Directorate of RMI."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter V – Property and finance",
      "section": "14",
      "title": "Article 14 – Approval and management of the budget of RMI",
      "content": "The budget of RMI shall be approved and managed in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter V – Property and finance",
      "section": "15",
      "title": "Article 15 – Annual financial report",
      "content": "Within three months (3) following the closure of the financial year, the head of the General Directorate of RMI shall submit to the supervising authority of RMI the annual financial report after its approval by the Board of Directors in accordance with legal provisions governing the management of State finance and property."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "16",
      "title": "Article 16 – Former RIAM staff members",
      "content": "RIAM staff members, who fulfil the requirements during the recruitment, shall be transferred to RMI in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "17",
      "title": "Article 17 – Transfer of contracts, activities and property of RIAM",
      "content": "Any agreements of RIAM that were concluded before the publication of this Law in the Official Gazette of the Republic of Rwanda shall remain valid. Activities, movable and immovable property as well as liabilities of RIAM shall be transferred to RMI after the publication of this Law in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "18",
      "title": "Article 18 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "19",
      "title": "Article 19 – Repealing provision",
      "content": "Law n o 25/01 of 19/04/2001 establishing Rwanda Institute of Administration and Management (RIAM) and Law n° 04/2007 of 22/01/2007 determining the responsibilities, organization and functioning of Rwanda Institute of Administration and Management (RIAM) as well as all prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "20",
      "title": "Article 20 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
