{
  "id": "rw-law-2013-11",
  "type": "statute",
  "title": "Law determining the Organisation and Use of Cemeteries",
  "title_en": "Law determining the Organisation and Use of Cemeteries",
  "short_name": "Law 11 of 2013",
  "status": "repealed",
  "issued_date": "2013-03-11",
  "in_force_date": "2013-05-06",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/11/eng@2013-05-06",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the organization and use of cemeteries in Rwanda."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Categories of cemeteries",
      "content": "Public cemeteries are hereby established in each District. The number, boundaries, surface area and materials constituting their fences shall be determined by the District Council. There are also established private cemeteries determined by this Law. Public cemeteries and private cemeteries shall have fences whose height is at least one and half (1.5m) metres. Public cemeteries constitute part of the District property and shall be managed by the District whereas private cemeteries are part of the State’s private property and shall be managed by the State. However, an Order of the Minister in charge of cemeteries may allow a person or a group of people to establish their own private cemeteries provided they comply with the provisions of this law."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Organization and use of cemeteries",
      "section": "3",
      "title": "Article 3 – Conditions for the burial of a dead body",
      "content": "It is prohibited to bury a dead body in a place other than a cemetery unless provided otherwise by this Law. It is prohibited to bury a dead body without an authorization granted by the Cell’s Executive Secretary or his/her deputy basing upon a death certificate issued by a recognised medical doctor. Where such a death certificate by a medical doctor is not available, the authorization shall be granted by the Executive Secretary of the Cell on receipt of a document confirming the death issued by at least 2/3 of members of the Executive Committee of the Village. However, if there is a disagreement on the cause of death, the matter shall be referred to the competent Prosecutor at the level of the area in which the dead body is located for decision. The death certificate or the burial authorization shall be presented to the civil status Registrar of the place where the deceased was registered, within a period not exceeding seven (7) days, in order to enforce legal provisions."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Organization and use of cemeteries",
      "section": "4",
      "title": "Article 4 – Treatment of a dead body which is not buried immediately",
      "content": "When the dead body cannot be buried immediately or remain for one year in the ordinary tomb, it has to be put in a metal coffin with at least one millimeter (1mm) of thickness, well closed; the dead body is treated with product preventing its putrefaction."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Organization and use of cemeteries",
      "section": "5",
      "title": "Article 5 – Ways of burying in a tomb",
      "content": "Each dead body shall be buried in an individual tomb which shall have not more than two and half meters (2,5m) of length, eighty centimetres (80cm) of width, and not less than two meters (2m) of depth. However, those who wish so have the right to bury more than one dead body of their relatives in one tomb, by stacking the coffins on top of each other. Nevertheless, the top coffin shall be put at least at two meters (2m) depth."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Organization and use of cemeteries",
      "section": "6",
      "title": "Article 6 – Cemetery map",
      "content": "Each cemetery shall have a map specifying places and numbers reserved for tombs. There shall be at least 50 cm between tombs and between sideways. Each tomb shall bear a visible number which is recorded in the register provided for that purpose. This number shall be provided and affixed by the administration of the Sector in which the cemetery is located. The Executive Secretary of the Sector where the cemetery is located shall sign each page of the register, from the first page to the last one."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Organization and use of cemeteries",
      "section": "7",
      "title": "Article 7 – Boundaries of cemeteries",
      "content": "The administration of the District shall determine boundaries of the cemetery for 10 or 20 years."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Organization and use of cemeteries",
      "section": "8",
      "title": "Article 8 – Register for persons buried in a cemetery",
      "content": "Each cemetery shall have a register in which each person buried and his/her tomb number are recorded. That register shall also contain family names, first names, profession and domicile of the deceased, nationality and the date of burial. Such records are taken by the Executive Secretary of the Sector or any other authorized person."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Organization and use of cemeteries",
      "section": "9",
      "title": "Article 9 – Signs admitted to be displayed on a tomb",
      "content": "The signs which may be displayed on a tomb are the deceased names, the tomb number, the date of birth and death, the sign of his/her religion and his/her photograph. However, the practices of religions officially recognised by the Government and which do not allow signs on tombs are also respected. Other signs that are not provided for in this article shall be approved by the District Mayor."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Organization and use of cemeteries",
      "section": "10",
      "title": "Article 10 – Categories of tombs",
      "content": "Tombs shall be classified in the following two (2) categories: 1° ordinary tomb; 2° special tomb. The ordinary tomb is excavated into the soil, not constructed in all its parts. A special tomb is excavated into the soil and constructed in all its parts or at the top only. Special tombs are placed in reserved areas of the public cemeteries. The decision of District Council shall determine the organization and use of such areas reserved for special tombs."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Organization and use of cemeteries",
      "section": "11",
      "title": "Article 11 – Burying in places of worship",
      "content": "An Order of the Minister in charge of Local Government shall determine requirements for burying in places of worship except what is provided for by Article 2 of this Law."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Organization and use of cemeteries",
      "section": "12",
      "title": "Article 12 – Categories of private cemeteries",
      "content": "In accordance with provisions of Article 2 of this Law, the following are private cemeteries: 1° national cemetery in which are buried the high dignitaries of the country; 2° army cemetery; 3° heroes cemetery. Subject to provisions of this Law, the number and use of private cemeteries shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Organization and use of cemeteries",
      "section": "13",
      "title": "Article 13 – Taxes to maintain cemeteries and funeral taxes",
      "content": "Taxes to maintain cemeteries, funeral taxes for public cemeteries shall be determined by the District Council on request by the Executive Secretary of the concerned Sector and after approval by the Sector Council. For private cemeteries, taxes meant for their maintenance shall be provided for in the State budget."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Organization and use of cemeteries",
      "section": "14",
      "title": "Article 14 – Relocation or closing a cemetery",
      "content": "A public cemetery may be relocated or closed for public health interest or when fully buried in. A decision of the District Council determines the date of relocation, closure and reopening of a public cemetery. A private cemetery may be relocated or closed for public health interest or when fully buried in. An Order of the Minister in charge of cemeteries shall determine the date of relocation, closure or reopening of a private cemetery."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Organization and use of cemeteries",
      "section": "15",
      "title": "Article 15 – Reburying in a tomb",
      "content": "The burial of a dead body in an already occupied ordinary tomb shall not be done before ten (10) years, for a special tomb this will only be done after twenty (20) years from the date the tomb was last buried in. Anyone wishing to bury in a special tomb shall sign a contract with the State which shall be valid for only twenty (20) years."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Exhumation and burying dead bodies or their parts",
      "section": "16",
      "title": "Article 16 – Exhumation of a dead body",
      "content": "A dead body can be exhumed upon the authorization issued by the Civil status Registrar of the area where the dead body is buried on request by the relatives of the deceased or as ordered by the authorities of the area where the dead body is buried. The administration of the area of exhumation, in collaboration with the Civil status Registrar shall take necessary measures to protect the general public health interest, and the Civil status Registrar shall make a report of the whole exhumation process."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Exhumation and burying dead bodies or their parts",
      "section": "17",
      "title": "Article 17 – Types of treatment of an exhumed dead body",
      "content": "A dead body exhumed from a tomb may be: 1° cremated; 2° buried in a tomb; 3° reburied in another cemetery; 4° reburied in a tomb of the same cemetery."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Exhumation and burying dead bodies or their parts",
      "section": "18",
      "title": "Article 18 – Burying an exhumed dead body",
      "content": "The dead body or the remaining parts of it are put in a coffin that has been treated against contamination by a medical doctor of the burial place. After putting the dead body in the coffin, the latter shall be sealed by the Civil Status Registrar of the place where the dead body was exhumed."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Exhumation and burying dead bodies or their parts",
      "section": "19",
      "title": "Article 19 – Documents to prepare for an exhumed dead body",
      "content": "The Civil Status Registrar shall make a report on exhumation and transportation of the dead body. Copies of such a report and the authorization to exhume and relocate shall be made and given to all interested persons including the civil status Registrar of the place of relocation, and who shall, in turn, issue an authorization for reburial."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Exhumation and burying dead bodies or their parts",
      "section": "20",
      "title": "Article 20 – Exhumation of a dead body to be transferred abroad",
      "content": "The exhumation of a dead body to be transferred abroad shall only be accepted at least one year after inhumation. However, this period shall not be required if the dead body has been put in a metallic coffin with at least one millimeter (1mm) of thickness, fully closed and the dead body was treated with products preventing its putrefaction."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Exhumation and burying dead bodies or their parts",
      "section": "21",
      "title": "Article 21 – Requirements for exhuming a dead body to be transferred abroad",
      "content": "Any person who wishes to exhume and transfer a dead body of his/her relative abroad shall have to get the authorization of the Minister in charge of public cemeteries. The written request must show the family and first names of the deceased, former profession, the place and date of death, complemented by the following: 1° a certificate delivered by the representative of his/her country in Rwanda, and if not a certificate issued by the administration of the place where the dead body will be transferred certifying that there will be no restrictions for entry; 2° a certificate of a medical doctor certifying that the person did not die from a disease that can be harmful to other people’s health; 3° if the dead body has not yet spent a year in the tomb, a certificate issued by the administration testifying that the provisions of Article 20 of this Law were complied with during the inhumation; 4° proof of payment of all costs for the exhumation and relocation of the dead body; 5° documents proving agreement between the requestor and the transporter of the dead body."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Exhumation and burying dead bodies or their parts",
      "section": "22",
      "title": "Article 22 – Report on the status of a dead body to be transferred abroad",
      "content": "The Civil Status Registrar shall make a report on the conditions in which a dead body was found and provide measures that have to be taken for its transfer in case it was not buried in a metallic coffin referred to in Paragraph 2 of Article 20 of this Law."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Exhumation and burying dead bodies or their parts",
      "section": "23",
      "title": "Article 23 – Exhumation ordered by a court",
      "content": "When the court orders the exhumation of a dead body for autopsy purposes, the operation is supervised by a recognised medical doctor in the presence of the Civil Status Registrar who makes a report to submit to the concerned persons."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Exhumation and burying dead bodies or their parts",
      "section": "24",
      "title": "Article 24 – Activities to be done after autopsy of an exhumed dead body",
      "content": "When the autopsy ordered by the court is completed, the dead body shall be put back into the coffin and buried in the tomb in which it was earlier. When the dead body was not inhumed in a coffin, it is reburied in a well closed coffin, after a medical doctor has taken the necessary measures to preserve the public health. The cost of exhumation, the autopsy and the coffin is charged to the ordinary budget of the Ministry in charge of Justice."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Management of cemeteries",
      "section": "25",
      "title": "Article 25 – Management of cemeteries",
      "content": "Subject to legal provisions, the management of cemeteries is entrusted with the District administration. It is prohibited to graze animals in cemeteries, commit indecent acts, throw rubbish and other wastes therein or commit any other degrading acts humiliating the deceased."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Management of cemeteries",
      "section": "26",
      "title": "Article 26 – Cemetery guard service",
      "content": "The cemetery guard service shall be ensured by the District administration. It is responsible of enforcing the laws governing inhumation and safeguarding the security and cleanliness of cemeteries."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Management of cemeteries",
      "section": "27",
      "title": "Article 27 – Authorization to bury in a place which is not a cemetery",
      "content": "Upon request by an individual or a legal entity and on the basis of valid reasons, the District Mayor may give special authorisation to bury in a place not provided for in this Law, the Minister in charge of cemeteries and the Council President shall be informed thereof."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter V – Cremation of a dead body",
      "section": "28",
      "title": "Article 28 – Authorization to cremate a dead body",
      "content": "Cremation is one of the accepted inhumation ways. For a dead body to be cremated, it is required an authorisation issued by the Executive Secretary of the Sector or, in his/her absence, by his/her deputy. The authorisation shall be requested by the person responsible for the burial of the deceased, and indicate modalities, time and place to conduct the cremation. The request for authorisation shall be accompanied by a certificate issued by a recognised medical doctor indicating the cause of the death."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter V – Cremation of a dead body",
      "section": "29",
      "title": "Article 29 – Authorization to cremate a dead body in case of suspicion that the deceased was victim of a crime",
      "content": "In the case of suspicion that the deceased was victim of a crime, authorization to cremate the dead body shall not be granted unless autopsy is carried out. A competent Prosecutor at the Primary Court of the area in which the dead body is located shall be the one to request for carrying out autopsy. In case the prosecutor is not available, the request shall be made by the Judicial Police Officer working in the area where the dead body is located."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter V – Cremation of a dead body",
      "section": "30",
      "title": "Article 30 – Right to request for the examination of a medical doctor certificate",
      "content": "The Civil Status Registrar may, at any time, request a medical doctor of his/her choice to examine the authenticity of a medical doctor certificate, and to investigate whether the deceased was victim of a crime."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter V – Cremation of a dead body",
      "section": "31",
      "title": "Article 31 – Site for cremation of dead bodies",
      "content": "The District Council may identify one or several sites for incineration of dead bodies only. Such a decision may specify whether the cremation of dead bodies shall be carried out only at such sites for the entire District or for its part."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter V – Cremation of a dead body",
      "section": "32",
      "title": "Article 32 – Methods for cremation of a dead body and burial of ashes",
      "content": "An Order of the Minister in charge of culture shall determine methods for cremation of a dead body and burial of ashes."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter V – Cremation of a dead body",
      "section": "33",
      "title": "Article 33 – Failure to comply with the organization and use of cemeteries",
      "content": "A person failing to comply with the organization and use of cemeteries shall be punished in accordance with the Penal Code."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter VII – Final provisions",
      "section": "34",
      "title": "Article 34 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter VII – Final provisions",
      "section": "35",
      "title": "Article 35 – Repealing provision",
      "content": "Law n° 12/2001 of 24/01/2001 governing the creation and respect of cemeteries and all prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter VII – Final provisions",
      "section": "36",
      "title": "Article 36 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
