{
  "id": "rw-law-2013-49",
  "type": "statute",
  "title": "Law establishing the Medical Professional Liability Insurance",
  "title_en": "Law establishing the Medical Professional Liability Insurance",
  "short_name": "Law 49 of 2013",
  "status": "in_force",
  "issued_date": "2013-01-22",
  "in_force_date": "2013-01-28",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/49/eng@2013-01-28",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "1",
      "title": "Article 1 - Purpose of this Law",
      "content": "This Law establishes medical professional liability insurance and Committees for Conciliation and Compensation for Health Risks."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER II: FUNDAMENTAL RIGHTS OF",
      "section": "2",
      "title": "Article 2 - Definitions of terms",
      "content": "In Law, the following terms shall have the following meanings: 1° healthcare setting: any state-owned private place authorised by the Ministry charge of Health to serve as a site for the treatment of diseases or provision of other medical services; 2° medical procedure: an act performed by health professional for the purposes treatment, consultation, prevention and improvement of the health state of a patient any other medical service user; 3° excusable error: a risk of which the patient or any other medical service user is victim with no clear responsibility of a health professional or health facility; 4° health risk: hazard, accident, negligence error of which the patient or any other medical service user is victim because of health professional or healthcare setting; 5° medical harm: harm caused by a medical procedure that renders a person incapable leading a normal life; 6° health professional: a state-authorized doctor, dentist, pharmacist, nurse, midwife any other person having a required degree engaged in the practice of a paramedical profession; 7° trusted person: any person who has reached the age of majority able to make a choice and chosen by a patient or any other health service user in order to help him/her with his/her choice. A PATIENT AND OTHER HEALTH SERVICE USER"
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER II: FUNDAMENTAL RIGHTS OF",
      "section": "3",
      "title": "Article 3 - Right by a human person to dignity",
      "content": "and privacy The health professional shall discharge his/her duties with due respect for the human person’s life, privacy and dignity."
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER II: FUNDAMENTAL RIGHTS OF",
      "section": "4",
      "title": "Article 4",
      "content": "procedures Rights of access to medical No one shall be subjected to any form discrimination in access to consultation and healthcare services as well as other paramedical procedures. A health professional, health facilities, health insurance organizations or any other healthcare setting shall contribute to the establishment mechanisms that facilitate equal access to health care for all and the best possible health safety."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER II: FUNDAMENTAL RIGHTS OF",
      "section": "5",
      "title": "Article 5 - Patient’s right to safety",
      "content": "The patient or any other health service user shall have the right: 1° not to suffer poor functioning of health services; 2° not to suffer adverse events or errors occurring in the healthcare setting; 3° to have access to medical procedures that meet such an acceptable standard as set the Minister in charge of Health; 4° to have access to reliable results when subjected to tests, having a prosthesis done being administered compulsory vaccinations and using medical devices and products."
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER II: FUNDAMENTAL RIGHTS OF",
      "section": "6",
      "title": "Article 6 - Right to free choice of a health",
      "content": "professional Except for emergency cases, the patient or any other health service user shall have the right freely choose a health professional."
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER II: FUNDAMENTAL RIGHTS OF",
      "section": "7",
      "title": "Article 7 - Right to information",
      "content": "The health professional shall be required provide the person benefiting from his/her examination, treatment and advisory services with: 1° accurate, reliable and appropriate information on his/her health state and proposed medical procedures; 2° information on their usefulness and frequent or serious normally predicable risks; 3° information on medical procedure costs; A patient must be regularly informed of his/her health state except in the following circumstances: 1° in case of an illness requiring emergency intervention; 2° where he/she is not in full possession his/her mental faculties; 3° if it proves impossible to find him/her; 4° in case he/she expressed his/her wish not to be informed of his/her illness or outcome, except in cases where he/she may put others at risk of transmission. Such information is communicated during a one- on-one discussion while written information shall be considered as a supplement if need be."
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER II: FUNDAMENTAL RIGHTS OF",
      "section": "8",
      "title": "Article 8 - Freedom of choice of a trusted",
      "content": "person A patient or any other health service user who has reached the age of majority may designate trusted person of his/her choice who can assist him/her. The trusted person shall be designated in writing and may be revoked at any time. The trusted person shall be provided with necessary information on the health state of the patient or any other health service user and remain subject to the obligation of secrecy regarding the information made available to him/her."
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER II: FUNDAMENTAL RIGHTS OF",
      "section": "9",
      "title": "Article 9 - Right to consent",
      "content": "The prior consent of the patient or any other health service user to be examined or treated must be sought in all cases. When the patient or any other health service user who is able to accept or refuse any proposed procedure within a health facility, refuses undergo an examination or treatment, the health professional must respect such refusal after having informed him/her of the consequences thereof. If the patient or any other health service user not in a condition to express his/her will, the health professional cannot intervene unless his/her trusted person has been warned and informed, except in an emergency or where the trusted person cannot be found subject to prior favorable opinion from another competent health professional or from the management of the health facility. The prior consent of the patient or any other health service user is sought in any cases, but relevance is specifically observed in case potentially serious health-threatening situations for the patient."
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER II: FUNDAMENTAL RIGHTS OF",
      "section": "10",
      "title": "Article 10 - Right to refuse treatment and",
      "content": "withdraw consent The patient or any other health service user shall have the right to refuse treatment or any medical procedure, to withdraw consent during treatment or to refuse the continuation of the medical procedure performed on him/her. Refusal of treatment or withdrawal of consent shall be made in writing and documented in the patient’s medical record. Where, in an emergency case, uncertainty exists about the existence or non existence of prior consent of the patient or his/her representative, any necessary intervention may only performed, in the interests of the patient, after favourable opinion from another competent health professional or from the management of the health facility where health care services are being provided. All information on this intervention must entered in the patient’s medical record by the physician receiving him/her."
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER II: FUNDAMENTAL RIGHTS OF",
      "section": "11",
      "title": "Article 11 - Consent of minors or other",
      "content": "incapable persons The health professional who intends to provide healthcare services to a minor or an incapable person must endeavor to inform his/her parents his/her representative or his/her guardian and obtain their prior consent. In case of emergency and in the absence of his/her parents, legal representative or guardian for their consent, the opinion of another competent health professional shall be required before making decision."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER II: FUNDAMENTAL RIGHTS OF",
      "section": "12",
      "title": "Article 12 - Right to consult and be given a copy",
      "content": "of the patient’s medical record The patient or any other health service user shall have the right to consult his/her medical record and receive a copy thereof if need be."
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER III:",
      "section": "13",
      "title": "Article 13 - Right to sue for compensation",
      "content": "The victim of health risks shall have the right sue for compensation provided that the causal link between the health risk and the medical procedure is established. HEALTH RISKS INSURANCE AGAINST"
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER III:",
      "section": "14",
      "title": "Article 14 - Insurance by a health professional",
      "content": "Every health professional, whether public private, must take out an insurance from a state- authorized insurance company."
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER III:",
      "section": "15",
      "title": "Article 15 - Insurance by a health facility",
      "content": "Any health facility, whether public or private must take out an insurance."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER III:",
      "section": "16",
      "title": "Article 16 - Disciplinary action against a person",
      "content": "who fails to comply with the provisions articles 14 and 15 of this Law In the event of failure to take out an insurance provided under this Law, the competent organ shall take disciplinary action against those who fail to comply with such an obligation."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER III:",
      "section": "17",
      "title": "Article 17 - Payment of insurance premiums",
      "content": "case of several employers In case of several employers, the health professional must ensure that each employer has paid his/her share of compulsory insurance premiums. An Order of the Minister in charge of Insurance shall determine the contribution of each party the insurance policy."
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER III:",
      "section": "18",
      "title": "Article 18 - Compensation for health risks not",
      "content": "covered under insurance policy The obligation to pay compensation for health risks not covered under insurance policy shall rest with the employer. In the event of shared liability between the employer and the insured, liability for health risks not covered under insurance policy shall rest with both the employer and the insured in proportion their respective liabilities."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER III:",
      "section": "19",
      "title": "Article 19 - Liability for pharmaceuticals and",
      "content": "other devices having caused adverse events the patient Subject to the provisions of other laws, when liability originates from pharmaceuticals and other devices having caused adverse events on the patient, the victim shall be protected under this Law."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER III:",
      "section": "20",
      "title": "Article 20 - Risks not covered under this Law",
      "content": "The victim of a risk having made an excusable error which is the sole cause of the health risk may not invoke protection under this Law. The provisions of Paragraph One of this Article shall not apply to the victim under fourteen (14) years of age, a mentally disabled person or to any other person incapable of judgment."
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER",
      "section": "21",
      "title": "Article 21 - Commencement of insurance",
      "content": "The insurance shall become effective upon the signing of the insurance policy by the parties concerned. IV: COMMITTEES FOR CONCILIATION AND COMPENSATION FOR HEALTH RISKS"
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER",
      "section": "22",
      "title": "Article 22 - Committees for Conciliation and",
      "content": "Compensation for Health Risks There is hereby established at the administrative District and national level Committees for Conciliation and Compensation for Health Risks. An Order of the Minister in charge of health shall determine the composition, organization and functioning of these Committees."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER",
      "section": "23",
      "title": "Article 23 - Responsibilities of the Committee",
      "content": "the District level The responsibilities of the Committee at the District level shall be the following: 1° receiving and considering, in the first instance, claims related to health risks occurring in the District; 2° determining compensation risks; health 3° providing mediation and carrying out amicable resolution of disputes arising for from health risks."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER",
      "section": "24",
      "title": "Article 24 - Responsibilities of the Committee",
      "content": "the national level The responsibilities of the Committee at the national level shall be the following: 1° receiving and considering, in the first and last instance, disputes related to health risks occurring in referral hospitals; 2° determining compensation risks; health 3° providing mediation and carrying out amicable resolution of disputes arising from health risks; 4° serving as an appellate body for disputes considered by Committees at the District level. for"
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER",
      "section": "25",
      "title": "Article 25 - Referral to courts",
      "content": "Any health service user victim of health risks shall have the right to bring an action before courts without the need to put the matter before Committees for Conciliation and Compensation for Health Risks or in case of dissatisfaction with the decisions of such Committees."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER V: FINAL PROVISIONS",
      "section": "26",
      "title": "Article 26 - Limitation of legal action",
      "content": "Subject to the provisions of laws on judicial procedures, the legal action resulting from health risks under this Law shall have a limitation period of five (5) years from the date of the occurrence the risk or the date when the risk has been known."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER V: FINAL PROVISIONS",
      "section": "27",
      "title": "Article 27 - Drafting,",
      "content": "adoption of this Law consideration and This Law was drafted in French, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER V: FINAL PROVISIONS",
      "section": "28",
      "title": "Article 28 - Repealing provision",
      "content": "All prior legal provisions inconsistent with this Law are hereby repealed."
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER V: FINAL PROVISIONS",
      "section": "29",
      "title": "Article 29 - Commencement",
      "content": "This Law shall come into force on the date of publication in the Official Gazette of the Republic of Rwanda. Kigali, on 22/01/2013 (sé) KAGAME Paul President of the Republic (sé) Dr. HABUMUREMYI Pierre Damien Prime Minister Seen and sealed with the Seal of the Republic of Rwanda: (sé) KARUGARAMA Tharcisse Minister of Justice/ Attorney General"
    }
  ],
  "definitions": [
    {
      "term": "medical procedure",
      "definition": "an act performed by health professional for the purposes treatment, consultation, prevention and improvement of the health state of a patient any other medical service user",
      "source_provision": "art2"
    },
    {
      "term": "excusable error",
      "definition": "a risk of which the patient or any other medical service user is victim with no clear responsibility of a health professional or health facility",
      "source_provision": "art2"
    },
    {
      "term": "health risk",
      "definition": "hazard, accident, negligence error of which the patient or any other medical service user is victim because of health professional or healthcare setting",
      "source_provision": "art2"
    },
    {
      "term": "medical harm",
      "definition": "harm caused by a medical procedure that renders a person incapable leading a normal life",
      "source_provision": "art2"
    },
    {
      "term": "health professional",
      "definition": "a state-authorized doctor, dentist, pharmacist, nurse, midwife any other person having a required degree engaged in the practice of a paramedical profession",
      "source_provision": "art2"
    },
    {
      "term": "trusted person",
      "definition": "any person who has reached the age of majority able to make a choice and chosen by a patient or any other health service user in order to help him/her with his/her choice",
      "source_provision": "art2"
    }
  ]
}
