{
  "id": "rw-law-2012-30",
  "type": "statute",
  "title": "Law on governing of Agrochemicals",
  "title_en": "Law on governing of Agrochemicals",
  "short_name": "Law 30 of 2012",
  "status": "repealed",
  "issued_date": "2012-08-01",
  "in_force_date": "2012-09-10",
  "url": "https://rwandalii.org/akn/rw/act/law/2012/30/eng@2012-09-10",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs the manufacturing, importing, distribution, use, storage, sale and disposal and burial of agrochemicals for the protection of human and animal health and the environment, to avoid injury and contamination which may result from their use."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purpose of this Law, the following terms shall have the following meanings: 1° advisory council: a committee which establishes instructions for the use of agrochemicals and advises the registrar of agrochemicals; 2° code of good agricultural practices: document containing the general or specific requirements for safe use and handling of agrochemicals in accordance with the provisions of this Law; 3° environment: biodiversity system including plants, humankind, animals as well as water, air and land put to their use; 4° agrochemical residues: the quantity of residues in terms of active ingredient which is present in food stuffs to which an agrochemical product was applied; 5° label: written or graphic matter accompanying a pesticide providing instructions on its use; 6° provisional registration certificate: a provisional use permit for an agrochemical before it is allowed to definitely be used; 7° agrochemical: a chemical product or pesticide used in agriculture, which is formulated and packaged in a manner that is authorized in Rwanda and which is allowed to be sold; 8° personal protective equipment: clothes, materials or devices that provide protection from pesticide exposure during its manufacture and use; 9° maximum residue limit MRL: the maximum concentration of a residue that is legally permitted or recognized as acceptable in or on a food or agricultural commodity or animal feedstuff; 10° pictogram: a symbol that conveys a message without words; 11° active ingredient: the biologically active part of the chemical present in the agrochemical formulation; 12° inert ingredient: inactive ingredient present in agrochemical formulation; 13° good agricultural practice: an approach consisting of using agrochemicals in a specified and authorized manner, following the requirements that ensure the agrochemicals residues are reduced to the very minimum level; 14° pest: any species which destroys a plant, a plant product, an animal or a human being; 15° common name of a pesticide: the name assigned to an agrochemical active ingredient by the International Standards Organization, or by National standards authority to be used as a generic name; 16° trade name: a name identifying an agrochemical written on its package, registered and promoted by the product maker; the trade name is protected by the national laws and it is used to distinguish between such an agrochemical and another with similar active ingredient; 17° manufacture an agrochemical: a combination of active and non-active ingredients to produce an agrochemical including its production and packaging processes; 18° labelling: affixing on a pesticide a symbol or written description to provide explanations on how such product is used; 19° formulation: the combination of various ingredients designed to render the product useful and effective for the purpose of obtaining an agrochemical product; 20° Minister: Minister in charge of agriculture and animal husbandry; 21° inspection: a recognised process for regulating the utilization of agrochemicals; 22° equivalence: the capability of registration systems in different countries to meet the same standards and objectives; 23° accreditation: the process whereby the relevant authority approves the sale and use of an agrochemical following the evaluation of comprehensive scientific data demonstrating that the product is effective for the purposes intended and not hazardous to human, plant, animal health and to the environment; 24° prohibited pesticide: a pesticide for which all registered use has been prohibited by final government regulatory action, or for which request for accreditation has not been granted or for which accreditation has been withdrawn or cancelled for health and environmental reasons; 25° plant and animal growth regulator: a substance or mixture of substances intended to accelerate or retard the rate of growth or rate of maturation in a plant or an animal; 26° defoliant: a substance or mixture of substances intended to cause the leaves or foliage to drop from a plant; 27° pesticide: any substance or mixture of substances intended for preventing, destroying or controlling any pest, unwanted species which is harmful to the health of an animal, a plant or to an animal or plant related product. The term also applies to a substance or a mixture of substances that exert an influence on the growth or maturation of a plant or an animal; 28° general use agrochemical: a registered agrochemical and which has no any other restrictions for use; 29° restricted-use agrochemical: a substance which is only used as indicated and whose usage is effected by those authorized to do so, following its negative impact; 30° severely restricted agrochemical: substance whose application has been prohibited by the Government, but which put to use once again under specific conditions; 31° desiccant: a substance or mixture of substances intended to artificially accelerate the drying of plant tissues; 32° registrar of agrochemicals: an officer in charge of drawing and managing a list of agrochemicals; 33° authorised user: any person certified according to the provisions of this law as having skills and capabilities to efficiently apply pesticides or supervise the application of such pesticides by others under his/her direction."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Establishment of Advisory Council and appointment of the Registrar of Agrochemicals",
      "section": "3",
      "title": "Article 3 – Establishment of Advisory Council and its responsibilities",
      "content": "There is hereby established an Advisory Council. Members of the Advisory Council as well as their responsibilities shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Establishment of Advisory Council and appointment of the Registrar of Agrochemicals",
      "section": "4",
      "title": "Article 4 – Regulations with regard to agrochemicals",
      "content": "The Minister shall, after advice by the Advisory Council, determine by way of Order, regulations governing agrochemicals."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Establishment of Advisory Council and appointment of the Registrar of Agrochemicals",
      "section": "5",
      "title": "Article 5 – Registrar of agrochemicals",
      "content": "An Order by the Minister shall appoint the registrar of agrochemicals and determine his/her responsibilities. The registrar of agrochemicals shall be one of the inspectors referred to in Article 7 of this Law."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Establishment of Advisory Council and appointment of the Registrar of Agrochemicals",
      "section": "6",
      "title": "Article 6 – Agrochemicals registration fee",
      "content": "Agrochemicals shall be registered upon depositing in the public treasury a registration fee determined by a Ministerial Order. A receipt for payment of such a fee shall be produced when registering agrochemicals."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Powers and responsibilities of agrochemicals inspector",
      "section": "7",
      "title": "Article 7 – Appointment of agrochemicals inspectors",
      "content": "Inspection of agrochemicals shall be carried out by Inspectors appointed by a Ministerial Order which also determines there responsibilities and powers."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Powers and responsibilities of agrochemicals inspector",
      "section": "8",
      "title": "Article 8 – Collaboration with Custom Officers",
      "content": "Every customs officer shall have the duty to assist in the enforcement of this Law and regulations thereunder, and to prevent the importation into Rwanda of any agrochemical where such importation is contrary to the provisions of this Law. The registrar of agrochemicals shall provide the Customs officers with a list of all registered agrochemicals."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Authorized agrochemical products",
      "section": "9",
      "title": "Article 9 – Imported and registered agrochemicals",
      "content": "No person shall own, use, possess, import, manufacture, advertise, distribute or sell an agrochemical unless they comply with the provisions of this Law."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Authorized agrochemical products",
      "section": "10",
      "title": "Article 10 – Transit agrochemicals",
      "content": "Where agrochemicals are not authorized in Rwanda, the transit of such agrochemicals shall be granted by the registrar of agrochemicals if he/she is sure that such agrochemicals will be legally accepted in the country of destination."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Authorized agrochemical products",
      "section": "11",
      "title": "Article 11 – Agrochemicals registry",
      "content": "The registrar of agrochemicals shall prepare and keep the agrochemicals register. Such register shall bear the name of every authorized manufactured agrochemical that is their trade name and composition with particular attention to active ingredient, their category or classification and the nature of the licenses thereof. All the data provided by the applicant shall be personal and shall only be recorded in the agrochemicals register. An Ministerial Order shall determine secret or non-secret data which are not indicated in the agrochemicals register."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Authorized agrochemical products",
      "section": "12",
      "title": "Article 12 – Agrochemical registration",
      "content": "An application for authorization of an agrochemical shall be made to the registrar in writing and accompanied by: 1° a receipt for the prescribed fee; 2° documents providing information on the properties of an agrochemical; 3° samples and materials; 4° samples of labels, pictograms and packaging procedures."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Authorized agrochemical products",
      "section": "13",
      "title": "Article 13 – Examination of applications for authorization",
      "content": "Upon receipt of an application for authorization, the Advisory Council shall review the documents containing the data and certify whether an agrochemical subject to application for authorization is in good condition and can be used, basing upon the following: 1° active ingredient and other mixture; 2° mixing, packaging and labelling; 3° its intended use to and the existing regulations thereto related; 4° negative impact which may result from the following: a) human and other living organisms’ poisoning; b) cancer and paralysis; c) harmful to the health of living beings and to the environment; d) agrochemical residues which result into food and environment poisoning. While examining the request for authorization, the Advisory Council shall also check: 1° check whether there is no link between Rwanda and any other country which has already accepted the agrochemical being subject to the request; 2° request for an assessment of the already registered agrochemical or for supplementary information. The registrar of agrochemicals may, upon authorization by the Advisory Council, register, refuse to register, defer decision making to require further information or may grant provisional registration certificate. After the examination referred to in Paragraph One and 2 of this Article by the Advisory Council, the registrar of agrochemicals shall implement the decisions that are taken."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Authorized agrochemical products",
      "section": "14",
      "title": "Article 14 – Registration certificate",
      "content": "When the registrar of agrochemicals registers an agrochemical, he/she shall issue to the applicant a registration certificate accompanied by: 1° documents concerning the importation, manufacture, labelling, advertising, distribution, sale and use of an agrochemical to ensure its effectiveness and utilization in Rwanda; 2° documents indicating the classification of a given agrochemical as follows: a) general use agrochemical; b) restricted use agrochemical with specified conditions of use; c) severely restricted agrochemical is only used by authorised applicators under the close supervision of the registrar of agrochemicals; A certificate shall be valid for a period of three (3) years except in the case of a provisional registration certificate that shall only be valid for six (6) months. A certificate may be renewed by the registrar of agrochemicals on submission of an application for renewal in the prescribed form, if the Advisory Council is satisfied that the agrochemical remains effective and suitable for use in Rwanda."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Authorized agrochemical products",
      "section": "15",
      "title": "Article 15 – Modification and cancellation of the registration certificate of an agrochemical",
      "content": "After realizing that the concerned agrochemical does no longer comply with terms and conditions of its use in Rwanda while the certificate is still valid, the registrar shall prepare an immediate report thereon to the Advisory Council which may take one of the following decisions: 1° to modify the conditions for the use of such an agrochemical; 2° to cancel the certificate as long as such an agrochemical is no longer effective nor suitable."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Authorized agrochemical products",
      "section": "16",
      "title": "Article 16 – Publication of the list of registered agrochemicals and list of prohibited agrochemicals",
      "content": "Any agrochemical for which the registration certificate has been refused or cancelled or for which the registration certificate has been withdrawn upon request by the manufacturer or his/her legal representative, shall be recorded in a list of agrochemicals that are prohibited in the country. A Ministerial Order shall publish the list of registered agrochemicals and the list of prohibited agrochemicals."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter VI – License and certificate of agrochemicals use",
      "section": "17",
      "title": "Article 17 – Granting license",
      "content": "No person shall manufacture, import, export, sell, offer for sale, supply, store for purposes of sale, transport or exhibit anything in connection with agrochemicals unless he/she is licensed to do so. No person shall manufacture, import, export, sell, offer for sale, supply, store for purposes of sale, transport, exhibit anything in connection with agrochemicals that are prohibited, obsolete or expired. No person shall neither dispose of or burry an agrochemical unless he/she is authorized to do so. A Ministerial Order shall specify modalities for implementing the provisions of the Paragraph 3 of this Article. It shall also specify persons with the powers to do so."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter VI – License and certificate of agrochemicals use",
      "section": "18",
      "title": "Article 18 – Use of a restricted-use agrochemical",
      "content": "No person shall buy, use, dispose of or touch a restricted-use agrochemical unless he/she is granted by the registrar of agrochemicals an authorization certifying his/her capacity attesting his/her ability to handle such an agrochemical."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter VI – License and certificate of agrochemicals use",
      "section": "19",
      "title": "Article 19 – Selling restricted-use agrochemicals",
      "content": "Any dealer in restricted-use agrochemicals shall: 1° ask the customer to exhibit the certificate ascertaining his/her ability to use them; 2° maintain a register for agrochemicals being sold and exhibit it to the inspection at any time during business hours."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter VI – License and certificate of agrochemicals use",
      "section": "20",
      "title": "Article 20 – Authorization for selling agrochemicals",
      "content": "Any person willing to sell agrochemicals shall have to apply for an authorization to do so. A Ministerial Order shall specify the requirements for the sale referred to in Paragraph One of this Article."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter VI – License and certificate of agrochemicals use",
      "section": "21",
      "title": "Article 21 – Suspension of a certificate for restricted-use agrochemicals",
      "content": "When the conditions contained in the certificate relating to agrochemicals are not complied with, the registrar of agrochemicals may, where necessary and for the purpose of protecting human health and environment, suspend in writing the certificate for a period not exceeding twenty-one (21) days. He/she shall notify the decision to the Advisory Council. Should the reasons which prompted the certificate suspension persist, the registrar of agrochemicals shall request the Advisory council to withdraw definitely the certificate from the defaulting holder."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter VII – Agrochemical post-registration control and supervision",
      "section": "22",
      "title": "Article 22 – Agrochemical post-registration control and supervision",
      "content": "Under the guidance of the registrar of agrochemicals, inspectors shall control and supervise all that has to do with agrochemicals in order to make sure: 1° the conditions for the use of agrochemicals are complied with; 2° the agrochemical storage and exhibition conditions are complied with; 3° negative impact and other types of effects of agrochemicals are communicated to the Advisory Council so as to improve procedures of registering or refusing agrochemicals. Inspection may be carried out upon request by the customer or on the inspector’s initiative should there be any conditions that are not complied with."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter VII – Agrochemical post-registration control and supervision",
      "section": "23",
      "title": "Article 23 – Importation or exportation of agrochemicals",
      "content": "No agrochemical shall be imported or exported except in legally accepted ways. Any person who imports or exports an agrochemical shall produce to the competent inspector the documents relating to such an agrochemical."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter VII – Agrochemical post-registration control and supervision",
      "section": "24",
      "title": "Article 24 – Storage of agrochemicals",
      "content": "No person shall be allowed to store an agrochemical in anywhere: An agrochemical shall be stored: 1° in a relevant locked room displaying a notice specifying that the agrochemical is stored therein and prohibiting access to unauthorised persons; 2° in an area that does not allow the agrochemical to be exposed to direct sunlight; 3° in a leak-proof container; 4° at a level of at least 45 centimetres above the ground level. No person shall neither be allowed to: 1° store or sell an agrochemical in an area in which food or animal feed is stored or prepared for consumption; 2° store an agrochemical in a room."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter VII – Agrochemical post-registration control and supervision",
      "section": "25",
      "title": "Article 25 – Transport of agrochemicals",
      "content": "No person shall transport any agrochemical in a vehicle transporting people, other living beings or transporting food or animal feed."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter VII – Agrochemical post-registration control and supervision",
      "section": "26",
      "title": "Article 26 – Protection against accidental spillage of agrochemicals",
      "content": "No person shall mix or pour any agrochemical on an open ground within nine (9) metres of a watercourse or lake. Any person who carries or uses any agrochemical shall take precautions to prevent its spillage. In case of agrochemical spillage, the person carrying or using it shall report such spillage to the nearest administrative authority within twenty-four (24) hours for appropriate measures."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter VII – Agrochemical post-registration control and supervision",
      "section": "27",
      "title": "Article 27 – Labelling and packaging agrochemicals",
      "content": "No person shall sell, offer for sale or supply any agrochemical unless it is labelled in accordance with agrochemicals labelling regulations. Agrochemical labels shall conform to international standards."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter VII – Agrochemical post-registration control and supervision",
      "section": "28",
      "title": "Article 28 – Seizing and analyzing agrochemicals",
      "content": "Whenever an inspector believes, on reasonable grounds, that an agrochemical, its composition or quality do not conform to the conditions of the registration certificate, he/she may seize some samples for analysis purposes. The inspector may seize and keep the agrochemicals if he/she has reason to believe that their composition and quality don’t conform to standards indicated in the certificate of registration. Whenever an inspector notices that a condition of agrochemicals use prescribed in the registration certificate has been contravened such that any food or other agricultural product has residues exceeding the prescribed maximum residue limits, he/she shall seize such agrochemicals for analysis. Such seizure shall be subject to a statement which is submitted to the registrar of agrochemicals with copy to the owner."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter VII – Agrochemical post-registration control and supervision",
      "section": "29",
      "title": "Article 29 – Decisions on seized agrochemicals",
      "content": "After analysis, the inspector of agrochemicals may take one of the following decisions: 1° if the analysis reveals that the samples seized comply with the legal requirements, he/she shall cancel seizure decision within fourteen (14) days; 2° if the analysis reveals that the agrochemicals seized do not comply with the legal requirement, the decision for seizure shall remain valid for a period not exceeding six (6) months; 3° if the analysis reveals that the agrochemicals seized irreversibly do not comply with the legal requirements, the inspector of agrochemicals shall take the decision of disposing them in accordance with the relevant regulations. If agrochemicals seized prove to be harmful to human or animal health, the registrar of agrochemicals shall request the Advisory Council to meet for immediate action. Expenses incurred on examining or disposing of agrochemicals seized shall be boom by the owner."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter VII – Agrochemical post-registration control and supervision",
      "section": "30",
      "title": "Article 30 – Examination of agrochemicals and their residues",
      "content": "The Advisory Council shall designate legal or natural persons to examine the quality of agrochemicals and their residues whether in soil, in food or other agricultural products in order to enforce and improve controls. Relations between the registrar of agrochemicals and legal or natural examiners shall be defined by the Advisory council. The certificate that the examiner submits to the registrar of agrochemicals shall state that he/she has analysed or examined an agrochemical or its residues and indicate also the results of examination and be considered as a prima facie evidence when it comes to criminal proceedings."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter VII – Agrochemical post-registration control and supervision",
      "section": "31",
      "title": "Article 31 – Claiming against the decision referred under articles 29 and 30 of this Law",
      "content": "Any person aggrieved by the decision referred to in Articles 29 and 30 of this Law may submit his/her appeal to the Minister within thirty (30) days; in case the person is not satisfied with the decision taken by the Minister, the matter shall be referred to the competent court."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter VII – Agrochemical post-registration control and supervision",
      "section": "32",
      "title": "Article 32 – Authorization to import unregistered agrochemicals",
      "content": "The Minister may, in the general public interest or for research purposes, authorize the importation of an unregistered agrochemical and specify the quantity to be imported."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter VII – Agrochemical post-registration control and supervision",
      "section": "33",
      "title": "Article 33 – Defective or spoiled agrochemicals",
      "content": "Where a purchaser buys defective or spoiled agrochemicals and has not yet used them, such a person shall be refunded his/her money by the seller and all expenses incurred on disposing of such agrochemicals shall be borne by the seller. If it is established that such agrochemicals have been used, the seller shall bear all expenses resulting from the negative impact of such agrochemicals’ use."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "34",
      "title": "Article 34 – Contravening the provisions of this Law",
      "content": "Any person contravening the provisions of this Law shall be punished in accordance with the Organic Law governing the Penal Code."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "35",
      "title": "Article 35 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "36",
      "title": "Article 36 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "37",
      "title": "Article 37 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "code of good agricultural practices",
      "definition": "document containing the general or specific requirements for safe use and handling of agrochemicals in accordance with the provisions of this Law",
      "source_provision": "art2"
    },
    {
      "term": "environment",
      "definition": "biodiversity system including plants, humankind, animals as well as water, air and land put to their use",
      "source_provision": "art2"
    },
    {
      "term": "agrochemical residues",
      "definition": "the quantity of residues in terms of active ingredient which is present in food stuffs to which an agrochemical product was applied",
      "source_provision": "art2"
    },
    {
      "term": "label",
      "definition": "written or graphic matter accompanying a pesticide providing instructions on its use",
      "source_provision": "art2"
    },
    {
      "term": "provisional registration certificate",
      "definition": "a provisional use permit for an agrochemical before it is allowed to definitely be used",
      "source_provision": "art2"
    },
    {
      "term": "agrochemical",
      "definition": "a chemical product or pesticide used in agriculture, which is formulated and packaged in a manner that is authorized in Rwanda and which is allowed to be sold",
      "source_provision": "art2"
    },
    {
      "term": "personal protective equipment",
      "definition": "clothes, materials or devices that provide protection from pesticide exposure during its manufacture and use",
      "source_provision": "art2"
    },
    {
      "term": "maximum residue limit MRL",
      "definition": "the maximum concentration of a residue that is legally permitted or recognized as acceptable in or on a food or agricultural commodity or animal feedstuff",
      "source_provision": "art2"
    },
    {
      "term": "pictogram",
      "definition": "a symbol that conveys a message without words",
      "source_provision": "art2"
    },
    {
      "term": "active ingredient",
      "definition": "the biologically active part of the chemical present in the agrochemical formulation",
      "source_provision": "art2"
    },
    {
      "term": "inert ingredient",
      "definition": "inactive ingredient present in agrochemical formulation",
      "source_provision": "art2"
    },
    {
      "term": "good agricultural practice",
      "definition": "an approach consisting of using agrochemicals in a specified and authorized manner, following the requirements that ensure the agrochemicals residues are reduced to the very minimum level",
      "source_provision": "art2"
    },
    {
      "term": "pest",
      "definition": "any species which destroys a plant, a plant product, an animal or a human being",
      "source_provision": "art2"
    },
    {
      "term": "common name of a pesticide",
      "definition": "the name assigned to an agrochemical active ingredient by the International Standards Organization, or by National standards authority to be used as a generic name",
      "source_provision": "art2"
    },
    {
      "term": "trade name",
      "definition": "a name identifying an agrochemical written on its package, registered and promoted by the product maker",
      "source_provision": "art2"
    },
    {
      "term": "manufacture an agrochemical",
      "definition": "a combination of active and non-active ingredients to produce an agrochemical including its production and packaging processes",
      "source_provision": "art2"
    },
    {
      "term": "labelling",
      "definition": "affixing on a pesticide a symbol or written description to provide explanations on how such product is used",
      "source_provision": "art2"
    },
    {
      "term": "formulation",
      "definition": "the combination of various ingredients designed to render the product useful and effective for the purpose of obtaining an agrochemical product",
      "source_provision": "art2"
    },
    {
      "term": "Minister",
      "definition": "Minister in charge of agriculture and animal husbandry",
      "source_provision": "art2"
    },
    {
      "term": "inspection",
      "definition": "a recognised process for regulating the utilization of agrochemicals",
      "source_provision": "art2"
    },
    {
      "term": "equivalence",
      "definition": "the capability of registration systems in different countries to meet the same standards and objectives",
      "source_provision": "art2"
    },
    {
      "term": "accreditation",
      "definition": "the process whereby the relevant authority approves the sale and use of an agrochemical following the evaluation of comprehensive scientific data demonstrating that the product is effective for the purposes intended and not hazardous to human, plant, animal health and to the environment",
      "source_provision": "art2"
    },
    {
      "term": "prohibited pesticide",
      "definition": "a pesticide for which all registered use has been prohibited by final government regulatory action, or for which request for accreditation has not been granted or for which accreditation has been withdrawn or cancelled for health and environmental reasons",
      "source_provision": "art2"
    },
    {
      "term": "plant and animal growth regulator",
      "definition": "a substance or mixture of substances intended to accelerate or retard the rate of growth or rate of maturation in a plant or an animal",
      "source_provision": "art2"
    },
    {
      "term": "defoliant",
      "definition": "a substance or mixture of substances intended to cause the leaves or foliage to drop from a plant",
      "source_provision": "art2"
    },
    {
      "term": "pesticide",
      "definition": "any substance or mixture of substances intended for preventing, destroying or controlling any pest, unwanted species which is harmful to the health of an animal, a plant or to an animal or plant related product",
      "source_provision": "art2"
    },
    {
      "term": "general use agrochemical",
      "definition": "a registered agrochemical and which has no any other restrictions for use",
      "source_provision": "art2"
    },
    {
      "term": "restricted-use agrochemical",
      "definition": "a substance which is only used as indicated and whose usage is effected by those authorized to do so, following its negative impact",
      "source_provision": "art2"
    },
    {
      "term": "severely restricted agrochemical",
      "definition": "substance whose application has been prohibited by the Government, but which put to use once again under specific conditions",
      "source_provision": "art2"
    },
    {
      "term": "desiccant",
      "definition": "a substance or mixture of substances intended to artificially accelerate the drying of plant tissues",
      "source_provision": "art2"
    },
    {
      "term": "registrar of agrochemicals",
      "definition": "an officer in charge of drawing and managing a list of agrochemicals",
      "source_provision": "art2"
    },
    {
      "term": "authorised user",
      "definition": "any person certified according to the provisions of this law as having skills and capabilities to efficiently apply pesticides or supervise the application of such pesticides by others under his/her direction",
      "source_provision": "art2"
    }
  ]
}
