{
  "id": "rw-law-2011-52",
  "type": "statute",
  "title": "Law establishing the Special Guarantee Fund for Accidents and Damages caused by Automobiles and Animals (SGF) and determining its Mission, Organisation and Functioning",
  "title_en": "Law establishing the Special Guarantee Fund for Accidents and Damages caused by Automobiles and Animals (SGF) and determining its Mission, Organisation and Functioning",
  "short_name": "Law 52 of 2011",
  "status": "repealed",
  "issued_date": "2011-12-14",
  "in_force_date": "2011-12-14",
  "url": "https://rwandalii.org/akn/rw/act/law/2011/52/eng@2011-12-14",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes a Special Guarantee Fund for accidents and damages caused by automobiles and animals, hereinafter referred to as “SGF”. This Law also determines its mission, organization and functioning. SGF shall have legal personality and enjoy administrative and financial autonomy and shall be managed in accordance with the general provisions governing public institutions."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "In this law, the following terms shall be defined as follows: 1° “accident”: any damage caused by an automobile or an animal, which gives right to compensation under SGF conditions; 2° “animal”: wild animal living in a park and other protected areas, or which is on the list established by an Order of the Minister in charge of environment; 3° “victim”: person killed or injured or whose property is damaged by an automobile or by an animal."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Head office of SGF",
      "content": "The head office of SGF shall be located in Kigali City. It may be transferred to any other place on the Rwandan territory when deemed necessary."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Mission and powers of SGF",
      "section": "4",
      "title": "Article 4 – Mission of SGF",
      "content": "SGF shall have the following mission: 1° to compensate victims of damages or injury caused by an automobile where: a) the automobile is not identified; b) the civil liability is not covered by compulsory civil liability insurance for motor vehicles; c) the automobile was stolen or taken away from its owner or driver or from any other person that has the right over the automobile; 2° to compensate victims of damages caused by animals; 3° to help in covering medical expenses for people injured or incapacitated by accidents caused by automobiles or animals while waiting for the person responsible for civil liability to be identified; 4° to collect comprehensive data on insurance for automobiles through insurance companies, the Rwanda Revenue Authority and other institutions, in order to know which automobiles are not insured so that, in collaboration with police organs, they can be removed from road traffic; 5° to participate in accident prevention activities; 6° to take part in activities meant to assist and advise the victims of the accidents mentioned in sub-paragraphs One and 2° of this Article when they claim compensation and thereafter."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Mission and powers of SGF",
      "section": "5",
      "title": "Article 5 – Powers of SGF",
      "content": "SGF shall have the power to: 1° exercise control over insurance companies in relation to payment of insurance premiums for civil liability for motor vehicles; 2° sell by public auction automobile which caused the accident if, after three months of notification, the owner fails to reimburse the money paid out by SGF. When the money from such a public auction is less than the amount to be recovered, SGF shall have the right to file the case in courts of law in order to obtain the remaining amount of money; 3° sell by public auction the wreckage of an automobile for which compensation has been paid; 4° to request the insurance company of the automobile which caused the accident to reimburse medical expenses as referred to in sub-paragraph 3° of Article 4 of this Law; 5° to file a case in courts of law against any person responsible for damage or injury caused by an animal where after a month from the time of notification, he/she failed to reimburse the amount of compensation paid by SGF."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Mission and powers of SGF",
      "section": "6",
      "title": "Article 6 – Seizing the automobile which caused an accident",
      "content": "Where an accident is caused by an automobile without insurance, the relevant authorities shall seize that automobile until its owner has paid back to SGF all monies spent while processing the compensation request file as well as the cost of seizure."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Supervising authority of SGF and its category",
      "section": "7",
      "title": "Article 7 – Supervising authority of SGF and its category",
      "content": "A Prime Minister’s Order shall determine the supervising authority of SGF and its category. There shall be concluded between the supervising authority of SGF and its decision-making organ a performance contract indicating competence, rights and obligations of each party in order for SGF to fulfil its mission. Such a contract shall be valid for a period equal to the term of office of members of the decision-­making organ of SGF."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter IV – Organization and functioning of SGF",
      "section": "8",
      "title": "Article 8 – Management organs of SGF",
      "content": "SGF is comprised of the following management organs: 1° the Board of Directors; 2° the General Directorate. A Prime Minister’s Order may establish other relevant organs of SGF for fulfilling its mission. The competence, responsibilities and functioning of the organs of SGF, number of their members and their term of office shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Organization and functioning of SGF",
      "section": "9",
      "title": "Article 9 – Board of Directors of SGF",
      "content": "The Board of Directors of SGF shall be the governing and decision-making organ. Its competence, responsibilities, functioning and the term of office of its members shall be determined by a Prime Minister’s Order. A Presidential Order shall appoint members of the Board of Directors including the Chairperson and the Deputy Chairperson. Members of the Board of Directors shall be chosen based on their competence and expertise. At least thirty per cent (30%) of members of the Board of Directors shall be females."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organization and functioning of SGF",
      "section": "10",
      "title": "Article 10 – Sitting allowances for the members of the Board of Directors",
      "content": "A Presidential Order shall determine the sitting allowances for members of the Board of Directors that are present in the meetings of the Board of Directors."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organization and functioning of SGF",
      "section": "11",
      "title": "Article 11 – Incompatibilities with the membership of the Board of Directors",
      "content": "The members of the Board of Directors shall not be allowed to perform any remunerated activity in SGF. The members of the Board of Directors shall also not be allowed, whether individually or through companies in which they hold shares, to bid for tenders of SGF."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Organization and functioning of SGF",
      "section": "12",
      "title": "Article 12 – Members of the General Directorate of SGF",
      "content": "A Presidential Order shall determine members of the General Directorate of SGF. The competence, responsibilities and modalities of functioning of the members of the General Directorate of SGF shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Organization and functioning of SGF",
      "section": "13",
      "title": "Article 13 – Organization, functioning and responsibilities organs of SGF",
      "content": "The organization, functioning and responsibilities organs of SGF shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Organization and functioning of SGF",
      "section": "14",
      "title": "Article 14 – Statute governing the staff of SGF and benefits of members of the General Directorate and the staff of SGF",
      "content": "The staff of SGF is governed by the General Statute for Rwanda Public Service. Benefits allocated to members of the General Directorate and to the staff of SGF shall be determined in accordance with legal provisions governing benefits to employees of public institutions."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Organization and functioning of SGF",
      "section": "15",
      "title": "Article 15 – Powers of SGF staff",
      "content": "Subject to their specific duties, some staff members of SGF may, by an Order of the Ministry in charge of Justice, be given bailiff's powers and the powers to serve as attorneys before the courts of law in matters relating to the mission of SGF."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter V – Property and finance of SGF",
      "section": "16",
      "title": "Article 16 – Source of SGF property",
      "content": "The property of SGF shall be comprised of movables and immovables. The property of SGF shall come from the following: 1° ten per cent (10%) of insurance premiums for automobiles. Modalities for paying such percentage shall be determined by an Order of the Minister in charge of insurance; 2° five percent (5%) of gross annual income that the organ in charge of tourism gains from tourism activities. Modalities for paying such percentage shall be determined by an Order of the Minister in charge of tourism; 3° income generating activities, deposits in banks or in capital markets, and any other sources following a decision of the Board of Directors upon proposal by the head of the General Directorate; 4° donations and bequests; 5° loans granted to SGF upon approval by the Minister in charge of finance; 6° the state budget allocations, when deemed necessary."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter V – Property and finance of SGF",
      "section": "17",
      "title": "Article 17 – Transfer of property",
      "content": "Movables, immovables, litigations and denomination of the Automobile Guarantee Fund are transferred to SGF. All loans that the Automobile Guarantee Fund owes to other parties shall be paid by SGF. All third party loans towards the Automobile Guarantee Fund shall be paid to SGF."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter V – Property and finance of SGF",
      "section": "18",
      "title": "Article 18 – Approval and implementation of SGF budget",
      "content": "SGF shall determine its own annual budget that shall be approved by competent organ. The budget of SGF shall be implemented in accordance with the Organic Law relating to budget and State property."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter V – Property and finance of SGF",
      "section": "19",
      "title": "Article 19 – Use, management and audit of the property of SGF",
      "content": "The use and management of the property of SGF shall be carried out in accordance with relevant legal provisions. SGF internal audit service shall submit a report to the Board of Directors with a copy to the head of the General Directorate of SGF. The audit shall also be conducted by the Office of the Auditor General of State Finances every year and whenever necessary."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter V – Property and finance of SGF",
      "section": "20",
      "title": "Article 20 – Annual financial report",
      "content": "Within three (3) months following the closure of the financial year, the head of the General Directorate of SGF shall submit to the supervising authority of SGF, the annual financial report after its approval by the Board of Directors in accordance with laws governing management of State finance and property."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter V – Property and finance of SGF",
      "section": "21",
      "title": "Article 21 – Obligations of insurance companies",
      "content": "All insurance companies shall notify SGF about all automobiles having subscribed to civil liability insurance no later than 15th of the month following subscription to insurance. An Order of the Minister in charge of insurance shall determine procedure on how contributions are declared, collected and verified as well as sanctions in case of violation of the provisions of such an Order."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter VI – Making recourse to SGF",
      "section": "22",
      "title": "Article 22 – Filing a case in a court of law",
      "content": "A legal action filed by the victim or his/her assignees shall be considered receivable by the court only in case of failure to settle the issue with SGF or in case the provisions of Article 23 of this Law have been violated."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter VI – Making recourse to SGF",
      "section": "23",
      "title": "Article 23 – Payment period",
      "content": "After fulfilling all the requirements, the compensation claimant shall be notified of the decision within a period of thirty (30) working days. After that all parties have reached an agreement, the payment shall be made to the claimant within fifteen (15) working days from the day of the agreement. Exceeding the period, a late payment penalty of 1% per month shall be paid in addition to the amount of compensation. After a three (3) months period of late payment penalty, the claimant who was not paid may refer the matter to the court of law."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter VI – Making recourse to SGF",
      "section": "24",
      "title": "Article 24 – Legal provisions governing compensation",
      "content": "SGF shall compensate for accidents under its mandate that took place on the Rwandan territory, based on the legal provisions on civil liability insurance for accidents caused by automobiles and the ones caused by animals. Compensation shall be paid in accordance with regulations on the compensation rate for body injuries in relation to insurance for accidents caused by automobiles or by animals. SGF shall also pay compensation for any damage on the property under its mandate in accordance with the estimate value. As for damages caused by animals, modalities for calculation and payment of compensation shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter VI – Making recourse to SGF",
      "section": "25",
      "title": "Article 25 – Compensation for those with social security",
      "content": "In the event of occupational hazard, the victim shall be given compensation from the agency in charge of social security, in accordance with the relevant laws and regulations. In case the compensation paid by the agency in charge of social security is less than the one provided by SGF, the latter shall pay the balance."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter VI – Making recourse to SGF",
      "section": "26",
      "title": "Article 26 – Compensation to the victim having another insurance policy",
      "content": "In case of the reimbursement of the money paid to the victim who has another insurance policy, SGF shall pay the balance of the compensation amount of money paid and any cost paid by the insurance company. Such insurance company shall not hold SGF liable for any compensation cost paid by the former to its client."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter VI – Making recourse to SGF",
      "section": "27",
      "title": "Article 27 – Ineligibility to compensation from SGF",
      "content": "Parties with no right to compensation by SGF shall be the following: 1° the owner of the uninsured automobile that caused the accident, its user, its driver and any other person who should have insured the automobile but did not do it; 2° a person who registered with SGF his/her compensation claim file but exceeded a period of two (2) years without providing all necessary requirements except in case of force majeure; 3° any person who enters the park without authorization as well as his/her beneficiaries in case of death; 4° any person who violates park safety instructions and gets hurt; 5° any person who is himself/herself the cause of an accident or injury inflicted to him/her by an animal because he/she overstepped the authorized area, or provoked the animal."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter VI – Making recourse to SGF",
      "section": "28",
      "title": "Article 28 – Other cases of non compensation by SGF",
      "content": "SGF shall not compensate the injured parties if: 1° he/she intentionally conceals any required information necessary for the processing of compensation claim files; 2° there is any fraud in the accident statement or compensation claim documents or any other accident-related information submitted to SGF by the victim or his/her representative; 3° the owner of the damaged automobile or any other property has already repaired it without waiting for the assessment of such damage by SGF."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter VI – Making recourse to SGF",
      "section": "29",
      "title": "Article 29 – Deadline for making an accident statement",
      "content": "Except in case of force majeure, the person whose property was damaged by automobiles shall only have recourse to SGF when he/she has reported the accident to the police within seven (7) days. That person shall, within a period of two (2) years from the date of the accident, make a statement about it to SGF; otherwise he/she shall lose that right. A person injured or whose property has been damaged by an animal shall not claim to SGF unless he/she reported the accident to the police station of the area in which the event occurred within a period of seven (7) days. He/she shall also report the accident to SGF within a period not exceeding fifteen (15) working days for any damage made to plants and two (2) years for physical injuries. Modalities of reporting accidents shall be determined by an Order of the Minister in charge of supervising SGF."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "30",
      "title": "Article 30 – Cases filed previously",
      "content": "All compensation claims files relating to injuries or property damaged by animals lodged with the agency in charge of national parks as well as cases pending in courts of law by the date of publication of this Law in the Official Gazette of the Republic of Rwanda shall be handled by SGF under the provisions of this Law. SGF shall notify the agency in charge of national parks about the amount of money paid in relation with to such files for refund within a period of one (1) year from the date of notification."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "31",
      "title": "Article 31 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "32",
      "title": "Article 32 – Repealing provision",
      "content": "The Law n° 04/2002 of 19/01/2002 establishing the Automobile Guarantee Fund and all prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "33",
      "title": "Article 33 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
