{
  "id": "rw-law-2011-21",
  "type": "statute",
  "title": "Law governing Electricity in Rwanda",
  "title_en": "Law governing Electricity in Rwanda",
  "short_name": "Law 21 of 2011",
  "status": "in_force",
  "issued_date": "2001-06-23",
  "in_force_date": "2011-07-12",
  "url": "https://rwandalii.org/akn/rw/act/law/2011/21/eng@2011-07-12",
  "provisions": [
    {
      "provision_ref": "artpremier",
      "chapter": "CHAPTER ONE:",
      "section": "premier",
      "title": "Article premier - Création de la Commission",
      "content": "Iri tegeko rishyiraho Komisiyo y‟Igihugu Ishinzwe This Law establishes the National Commission for Abana yitwa Komisiyo mu ngingo zikurikira. Rigena Children, hereafter referred as the “Commission”. It also determines its mission, organization and kandi inshingano, imiterere n‟imikorere byayo. functioning. La présente loi porte création de la Commission Nationale pour les Enfants, dénommée ci-après « Commission ». Elle détermine également sa mission, son organisation et son fonctionnement. Ingingo ya 2: Icyicaro cya Komisiyo"
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER ONE:",
      "section": "2",
      "title": "Article 2 - Siège de la Commission",
      "content": "Icyicaro cya Komisiyo kiri mu Mujyi wa Kigali, Umurwa Mukuru wa Repubulika y‟u Rwanda. Gishobora kwimurirwa ahandi hose mu Rwanda igihe bibaye ngombwa. The Head Office of the Commission is located in Kigali City, the Capital of the Republic of Rwanda. It can be transferred elsewhere on the Rwandan Territory if considered necessary. Le siège de la Commission est établi dans la Ville de Kigali, la Capitale de la République du Rwanda. Il peut, en cas de nécessité, être transféré en tout autre lieu sur le territoire du Rwanda. Komisiyo ishobora gushyiraho amashami, ahandi hose The Commission may establish branches in any place La Commission peut en cas de nécessité, établir des mu gihugu igihe bibaye ngombwa, byemejwe n‟Iteka in the country if considered necessary and upon branches en tout autre lieu du territoire national sur approval by a Prime Minister‟s Order. rya Minisitiri w‟Intebe. approbation par Arrêté du Premier Ministre. Ingingo ya 3: Ubwigenge n’ubwisanzure bwa Komisiyo"
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER ONE:",
      "section": "3",
      "title": "Article 3 - Autonomie de la Commission",
      "content": "Komisiyo ifite ubwigenge n‟ubwisanzure mu The Commission shall enjoy autonomy in the La Commission est dotée de l‟autonomie dans la miyoborere no mu micungire y‟umutungo n‟imari administrative, financial and human resource gestion administrative, financière et dans la gestion management. ndetse no mu micungire y‟abakozi des ressources humaines. Ingingo ya 4: Urwego rureberera Komisiyo"
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER ONE:",
      "section": "4",
      "title": "Article 4",
      "content": "Commission Supervising Authority of the Article 4: Autorité de tutelle de la Commission La Commission est placée sous tutelle du Ministère Komisiyo irebererwa na Minisiteri ifite abana mu The Commission shall be supervised by the Ministry ayant les enfants dans ses attributions. in charge of children. nshingano zayo. Hagati y‟iyo Minisiteri n‟Inama y‟Abakomiseri hakorwa amasezerano yerekeye gahunda y‟ibikorwa agaragaza ububasha, uburenganzira n‟inshingano za buri ruhande ku kugeza Komisiyo ku nshingano zayo. There shall be signed between the Ministry and the Board of Commissioners, a performance contract indicating competence, rights and obligations of each party for the Commission to achieve its mission. Il est signé entre ce Ministère et le Conseil des Commissaires, un contrat de performance déterminant les pouvoirs, les droits et les devoirs de chaque partie pour permettre à la Commission de réaliser sa mission. Ayo masezerano amara igihe kingana na manda y‟abagize Inama y‟Abakomiseri, ashyirwaho umukono na Perezida w‟Inama y‟Abakomiseri na Minisitiri ufite abana mu nshingano ze. Such a contract shall be valid for a period equal to the term of office of the members of the Board of Commissioners and shall be signed by the Chairperson of the Board of Commissioners and the Minister in charge of children. Ce contrat est valide pour une durée égale au mandat des membres du Conseil des Commissaires, et est conjointement signé par le Président du Conseil des Commissaires et le Ministre ayant les enfants dans ses attributions. Ingingo ya 5: Ibikubiye mu masezerano yerekeye Article 5: Contents of the performance contract gahunda y’ibikorwa"
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER ONE:",
      "section": "5",
      "title": "Article 5 - Contenu du contrat de performance",
      "content": "Mu byo amasezerano avugwa mu ngingo ya 4 y‟iri The contract mentioned in article 4 of this law shall Le contrat de performance visé à l‟article 4 de la tegeko agomba guteganya mu buryo bwumvikana clearly indicate the following: présente loi doit préciser les points suivants: harimo: 1° inshingano z‟Inama y‟Abakomiseri, iz‟Ubunyamabanga Nshingwabikorwa n‟iz‟inzego zose z‟imirimo ya Komisiyo; 2° ibigomba kugerwaho na Komisiyo; 3° aho umutungo wa Komisiyo ukomoka, ingano yawo n‟uburyo buhoraho bwo kuwugenzura. Ingingo ya 6: Inshingano za Minisitiri ufite abana mu nshingano ze 1° the responsibilities of the Board of Commissioners, the Executive Secretariat and of all other organs of the Commission; 2° Commission‟s expected results; 3° the source of the property of the Commission, its value and the permanent audit procedures. 1° les attributions du Conseil des Commissaires; du Secrétariat Exécutif et de tous les services de la Commission; 2° les résultats attendus de la Commission; 3° la provenance du patrimoine de la Commission, sa valeur et les modalités de son audit permanent."
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER ONE: | Section one: Mission of the Commission | Section première: Mission de la",
      "section": "6",
      "title": "Article 6 - Responsibilities of the Minister in charge Article 6: Attributions du Ministre ayant les",
      "content": "enfants dans ses attributions of children Ku birebana na Komisiyo, Minisitiri ufite abana mu In matters relating to the Commission, the Minister in En ce qui concerne la Commission, les attributions nshingano ze, akora ibi bikurikira: charge of children is responsible for the following: du Ministre ayant les enfants dans ses attributions sont les suivantes: 1° gushyikiriza Guverinoma umushinga wa politiki yo kurengera umwana; 1° submitting to the Government the draft national policy on child protection; 1° soumettre au Gouvernement le projet de politique nationale pour la protection de l‟enfant; 2° gushyikiriza Guverinoma imbanzirizamushinga y‟ingengo y‟imari ya Komisiyo; 2° submitting to the Government the draft budget proposal of the Commission; 2° soumettre au Gouvernement l‟avant-projet du budget de la Commission; 3° guhagararira Leta mu ishyirwaho ry‟umukono ku masezerano mpuzamahanga arebana no kurengera umwana; 3° representing the State in signing international protocols relating to the child protection; 3° représenter l‟Etat lors de la signature des accords internationaux relatifs à la protection de l‟enfant; 4° gusuzuma ibikorwa n‟imikorere bya Komisiyo; 4° evaluating the activities and the performance of the Commission; 4° évaluer les activités et les performances de la Commission; 5° guhagararira Komisiyo imbere y‟Inama y‟Abaminisitiri, mu Nteko Ishinga Amategeko no mu zindi nzego nkuru z‟ubuyobozi bw‟i Gihugu; 6° gufasha Komisiyo gushaka amikoro; 5° representing the Commission before the Cabinet, the Parliament as well as other higher State organs; 5° représenter la Commission devant le Conseil des Ministres, le Parlement et les autres hautes instances de l‟Etat; 6° assisting the Commission mobilization; in resource 6° assister la Commission dans la mobilisation des ressources; 7° gukora ibindi byose byerekeye gukurikirana ibikorwa bya Komisiyo mu rwego rw‟ubuyobozi na tekiniki. 7° performing any other assignments in relation to monitoring of administrative and technical operations of the Commission. 7° faire toute autre tâche relative au suivi des activités administratives et techniques de la Commission. UMUTWE WA II: INSHINGANO N’INZEGO ZA KOMISIYO CHAPITRE II: MISSION AND ORGANS OF CHAPTER II: MISSION ET ORGANES DE LA THE COMMISSION COMMISSION Icyiciro cya mbere: Inshingano za Komisiyo Commission Ingingo ya 7: Inshingano za Komisiyo"
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER ONE: | Section one: Mission of the Commission | Section première: Mission de la | Section 2: Organs of the Commission | Section 2: Organes de la Commission",
      "section": "7",
      "title": "Article 7 - Mission de la Commission",
      "content": "Inshingano za Komisiyo ni izi zikurikira: The Commission shall have the following mission: La Commission a pour mission: 1° to promote and ensure child education that enables the child to be a worthy and patriotic citizen; 2° to develop a national partnership and coordination framework aimed at promoting a child‟s rights; 1° promouvoir et assurer le suivi de l‟éducation permettant à l‟enfant d‟être un citoyen digne et patriotique; 2° développer un cadre national de partenariat et de coordination visant la promotion des droits de l‟enfant; kurangiza inshingano z‟Urwego rw‟Igihugu rushinzwe gushyira mu bikorwa amasezerano mpuzamahanga y‟i La Haye yerekeye kurinda abana no gufatanya mu byerekeye ukubera umubyeyi umwana utabyaye; 3° to serve as a Central Authority in charge of implementing the Hague Convention on the protection of Children and cooperation in respect of intercountry adoption; 3° assurer le rôle d‟Autorité Centrale chargée de la mise en œuvre de la Convention de La Haye sur la protection les droits des enfants et la coopération en matière d‟adoption internationale; kugira uruhare mu itegurwa rya politiki yo kurengera umwana no gukurikirana ko umwana 4° to participate in the development of child protection policy and follow up to ensure 4° participer à l‟élaboration de la politique nationale de protection de l‟enfant et faire le 1° guteza imbere no gukurikirana uburere bw‟umwana ubereye igihugu kandi ugikunda; 2° gushyiraho uburyo bw‟ubufatanye n‟ihuzabikorwa ku rwego rw‟igihugu hagamijwe kwimakaza uburenganzira bw‟umwana; 3° 4° yitabwaho mu zindi politiki z‟igihugu, mu igenamigambi no mu itegurwa ry‟ingengo y‟imari mu nzego zose; “child” dimension is mainstreamed in national policies, planning and budgeting at all levels; 5° gushyiraho uburyo rusange bwo gukurikirana no kugenzura ibikorwa byose bikorerwa umwana cyane cyane abana bakeneye kurindwa byihariye hashingiwe ku ikusanyamibare na raporo z‟abafatanyabikorwa ku nzego zose; 5° to establish a common monitoring and evaluation framework for all interventions in favor of the child especially children with special protection needs, based on a data collection and reporting system by all stakeholders at all levels; 6° gushyira umwana ufashwe nabi mu muryango cyangwa ahandi yarererwa akabona uburere bwiza; 6° to integrate an ill-treated child in a family or any place where he/she can receive good education; 6° intégrer un enfant mal traité dans une famille ou un autre lieu où il peut bénéficier d‟une bonne éducation; 7° gukusanya, gusesengura, gusakaza amakuru ajyanye no guteza imbere ibikorwa ntangarugero n‟ubushakashatsi mu rwego rw‟uburenganzira bw‟umwana; 7° to collect, analyze, disseminate information relating to promotion of best practices and research in the field of the child‟s rights; 7° collecter, analyser, diffuser les informations visant la promotion de bonnes pratiques et la recherche dans le domaine des droits de l‟enfant; 8° kugaragaza icyuho no gutanga ibitekerezo ku bikeneye guhinduka mu rwego rw‟amategeko mu byerekeye kurengera no guteza imbere umwana; 8° to identify gaps in different laws and propose amendments thereto with the view to ensure protection and promotion of the child; 8° identifier les lacunes dans les différentes lois et proposer des modifications à faire en vue d‟assurer la protection et la promotion de l‟enfant; 9° gukusanya no gusesengura ibitekerezo n‟ibyifuzo byatanzwe n‟abana ku nzego zose no gukurikirana ko byitabwaho mu itegurwa n‟ishyirwa mu bikorwa bya za politiki na gahunda zireba umwana; 9° to collect and analyze children‟s views and suggestions made at all levels and ensure that they are mainstreamed in the development and implementation of policies and programs in favor of the child; 9° recueillir et analyser les opinions et suggestions formulées par les enfants à tous les niveaux et s‟assurer qu‟elles sont prises en considération dans l‟élaboration et la mise en œuvre des politiques et programmes en faveur de l‟enfant; 10° gutegura no gutanga ibitekerezo kuri raporo zerekeye ishyirwa mu bikorwa ry‟amasezerano mpuzamahanga yerekeye abana yemejwe burundu 10° to prepare and provide suggestions to the reports on the implementation of international instruments related to children ratified by 10° élaborer et donner des suggestions sur les rapports sur la mise en œuvre des suivi de l‟intégration de la dimension « enfant » dans les politiques nationales, la planification et la budgétisation à tous les niveaux; 5° établir un cadre commun de suivi et d‟évaluation pour toutes les actions en faveur de l‟enfant, particulièrement les enfants ayant les besoins de protection particulière, sur base d‟un système de collecte de données et de reportage par tous les intervenants à tous les niveaux; n‟u Rwanda; Rwanda; instruments internationaux concernant les enfants ratifiés par le Rwanda; 11° gushyiraho uburyo bwose bwakwifashishwa mu bukangurambaga bugamije kwita ku mibereho myiza n‟uburenganzira by‟umwana; 11° to develop any tools that can be used for social mobilization campaign on the welfare and rights of the child; 11° développer tous les outils de mobilisation sociale sur le bien-être et les droits de l‟enfant; 12° gushaka umutungo imikoreshereze yawo; 12° to mobilize resources and monitor their utilization; 12° mobiliser les ressources et faire le suivi de leur utilisation; 13° gushyikirana no gukorana n‟izindi nzego zihuje inshingano zo mu karere cyangwa mpuzamahanga; 13° collaborate with other regional international bodies with similar mission; or 13° coopérer et collaborer avec les autres institutions régionales ou internationales ayant la même mission; 14° gukora ibindi bikorwa bya ngombwa n‟ibindi yasabwa kugira ngo igere ku nshingano zayo. 14° to perform any other necessary activities and any other assignments in order to achieve its mission. 14° mener d‟autres activités et toute autre tâche lui confiée nécessaires à la réalisation de sa mission. no gukurikirana Icyiciro cya kabiri: Inzego za Komisiyo Ingingo ya 8: Inzego za Komisiyo"
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER ONE: | Section one: Mission of the Commission | Section première: Mission de la | Section 2: Organs of the Commission | Section 2: Organes de la Commission",
      "section": "8",
      "title": "Article 8 - Organes de la Commission",
      "content": "Komisiyo igizwe n‟inzego zikurikira: The Commission organs: 1° Inama y‟Abakomiseri; 2° Ubunyamabanga Nshingwabikorwa; 3° Inama Ngishwanama. shall comprise of the following La Commission est dotée des organes suivants: 1° The Board of Commissioners; 2° the Executive Secretariat; 3° the Advisory Council. 1° le Conseil des Commissaires; 2° le Secrétariat Exécutif; 3° le Conseil Consultatif. Iteka rya Minisitiri w‟Intebe rishobora kugena izindi A Prime Minister‟s Order may determine other Un Arrêté du Premier Ministre peut déterminer nzego za ngombwa kugira ngo Komisiyo ishobore relevant organs for the Commission to fulfill its d‟autres organes nécessaires pour permettre à la Commission de réaliser sa mission. kurangiza neza inshingano zayo. mission. Akiciro ka mbere: Inama y’Abakomiseri Ingingo ya ry’Abakomiseri 9: Ishyirwaho Sub-section One: Board of Commissioners n’ikurwaho Article 9: Appointment Commissioners from office Inama y‟Abakomiseri barimo Perezida na Visi Perezida ni rwo rwego rukuru rwa Komisiyo. Igizwe n'Abakomiseri barindwi (7) bazwiho ubumenyi, ubushishozi n‟ubunyangamugayo, bafasha Komisiyo kugera ku nshingano zayo. and removal Sous-section première: Conseil des Commissaires of Article 9: Nomination Commissaires The Board of Commissioners of whom a Chairperson and a Vice-chairperson is the Supreme organ of the Commission. It shall comprise seven (7) Commissioners, characterized by skills, wisdom and integrity, who help the Commission to achieve its mission. et révocation des Le Conseil des Commissaires dont un Président et un Vice-président est l‟organe suprême de la Commission. Il est composé de sept (7) Commissaires, réputés avoir les capacités intellectuelles, la sagesse et l‟intégrité qui permettent à la Commission de réaliser sa mission. Nibura mirongo itatu ku ijana (30%) by‟abagize Inama At least thirty per cent (30%) of the Members of the Au moins trente pour cent (30%) des membres du y‟Abakomiseri bagomba kuba ari abagore. Board of Commissioners must be females. Conseil des Commissaires doivent être de sexe féminin. Abakomiseri bashyirwaho kandi bakavanwaho n‟Iteka rya Perezida. Commissioners shall be appointed and removed from Les Commissaires sont nommés et démis de leurs office by a Presidential Order. fonctions par un Arrêté Présidentiel. Kuba umwe mu bagize Inama y‟Abakomiseri ntibibuza undi murimo uhemberwa. Being a commissioner shall not be incompatible with La fonction de Commissaire n‟est pas incompatible other remunerated functions. avec l‟exercice d‟autres fonctions rémunérées. Ingingo ya 10: Manda y’Abakomiseri n’ibyo bagenerwa"
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER ONE: | Section one: Mission of the Commission | Section première: Mission de la | Section 2: Organs of the Commission | Section 2: Organes de la Commission",
      "section": "10",
      "title": "Article 10 - Term of office for Commissioners and Article 10: Mandat des Commissaires et leurs",
      "content": "their benefits avantages Manda y‟Abakomiseri ni imyaka ine (4) ishobora The term of office of commissioners shall be four (4) years renewable only once. kongerwa inshuro imwe gusa. Commissioners shall perform their duties on a Abakomiseri bakora ku buryo budahoraho. temporary basis. Les Commissaires ont un mandat de quatre (4) ans renouvelable une seule fois. Les Commissaires s‟acquittent de leur mission de manière non permanente. Ibyo Abakomiseri bagenerwa biteganywa n‟Iteka rya Benefits to Commissioners shall be determined by a Les avantages accordés aux Commissaires sont Perezida wa Repubulika. Presidential Order. déterminés par Arrêté Présidentiel. Ingingo ya 11: Impamvu zituma uri mu Nama y’Abakomiseri ayivamo"
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER ONE: | Section one: Mission of the Commission | Section première: Mission de la | Section 2: Organs of the Commission | Section 2: Organes de la Commission",
      "section": "11",
      "title": "Article 11 - Reasons for a member of the Board of Article 11: Raisons de cessation des fonctions de",
      "content": "Commissioners to leave office membre du Conseil des Commissaires Imirimo y‟Umukomiseri irangira iyo: The duties of a Commissioner shall cease if: 1° manda ye irangiye; 2° yeguye akoresheje inyandiko; 3° atagishoboye gukora imirimo ye kubera ubumuga bw‟umubiri cyangwa uburwayi bwo mu mutwe, byemejwe na muganga wemewe na Leta; 4° akatiwe burundu igihano cy‟igifungo kingana cyangwa kirengeje amezi atandatu (6) nta subikagihano; 5° asibye inama inshuro eshatu zikurikirana mu mwaka umwe nta mpamvu zifite ishingiro; 6° abangamiye inyungu za Komisiyo; 7° agaragaje imyitwarire itajyanye n‟inshingano ze; 8° bigaragaye ko atacyujuje ibyashingiweho ashyirwa mu Nama y‟Abakomiseri; 9° yireze akemera icyaya cya jenoside; 10° agaragaweho ibimenyetso by‟ingengabitekerezo ya jenoside; 11° iyo yahamwe n‟icyaha cyo guhohotera abana; 12° apfuye. Les fonctions du Commissaire cessent dans les cas suivants: 1° his/her term of office expires; 2° he / she resigns in writing; 3° he/she is no longer able to perform his/her duties due to physical or mental disability certified by a recognized medical doctor; 1° expiration du mandat; 2° démission par notification écrite; 3° impossibilité de vaquer à ses fonctions suite à une incapacité physique ou mentale constatée par un médecin agréé; 4° he/she is definitively sentenced to a term of imprisonment equal to or exceeding six (6) months without suspension; 5° he/she is absent in meetings for three (3) consecutive times in a year without justified reasons; 6° he/she jeopardizes the interests of the Commission; 7° he/she demonstrates behaviors contrary to his / her responsibilities; 8° it is clear that he/ she no longer fulfils the requirements considered at the time of appointment in the Board of Commissioners; 9° he/she confesses and pleads guilty of the crime of genocide; 10° he /she is characterized by genocide ideology; 4° condamnation définitive à une peine d‟emprisonnement égale ou supérieure à six (6) mois sans sursis; 5° trois (3) absences consécutives dans une année aux réunions sans raisons valables; 11° he/she has been convicted of the crime of violence against children; 12° he/she dies. 6° agissement contre les intérêts de la Commission; 7° comportement incompatible avec ses fonctions; 8° constat qu‟il ne remplit plus les conditions sur base desquelles il avait été nommé membre du Conseil des Commissaires; 9° aveu et plaidoyer de culpabilité pour crime de génocide; 10° constat qu‟'il est caractérisé par l'idéologie du génocide; 11° s‟il a été reconnu coupable du crime de violence contre les enfants; 12° décès. Ingingo ya 12: Isimburwa ry’Umukomiseri"
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER ONE: | Section one: Mission of the Commission | Section première: Mission de la | Section 2: Organs of the Commission | Section 2: Organes de la Commission",
      "section": "12",
      "title": "Article 12 - Remplacement d’un Commissaire",
      "content": "Umukomiseri utakiri mu mirimo ye ku mpamvu zivugwa mu ngingo ya 11 y‟iri tegeko asimburwa hakurikijwe uburyo yashyizweho mu gihe kitarenze amezi atatu (3). A Commissioner who is no longer in office due to reasons mentioned in article 11 of this law shall be replaced in accordance with the procedures through which he/she was appointed in a period not exceeding three (3) months. Un Commissaire qui cesse ses fonctions suite aux motifs visés à l‟article 11 de la présente loi, est remplacé selon la procédure de sa nomination et ce, dans un délai ne dépassant pas trois (3) mois. Iyo Umukomiseri avanywe ku mirimo atarangije manda ye, asimburwa mu mwanya we n‟undi Mukomiseri akarangiza igice cya manda cyari gisigaye iyo kirengeje amezi atandatu (6). If a Commissioner is removed from office before completion of his/her term of office, he/she shall be replaced by another Commissioner to complete the remaining term of office if it exceeds six (6) months. Lorsqu‟un Commissaire est démis de ses fonctions avant la fin de son mandat, il est remplacé par un nouveau Commissaire qui termine le mandat restant à courir si celui-ci dépasse six (6) mois. Akiciro ka 2: Ubunyamabanga Nshingwabikorwa Sub-section 2: Executive Secretariat Sous-section 2: Secrétariat Exécutif Ingingo ya 13: Ubunyamabanga Nshingwabikorwa"
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER ONE: | Section one: Mission of the Commission | Section première: Mission de la | Section 2: Organs of the Commission | Section 2: Organes de la Commission",
      "section": "13",
      "title": "Article 13 - Secrétariat Exécutif",
      "content": "Komisiyo ifite Ubunyamabanga Nshingwabikorwa The Commission has an Executive Secretariat. It is La Commission est dotée d‟un Secrétariat Exécutif buyoborwa n‟Umunyamabanga Nshingwabikorwa headed by the Executive Secretary appointed by a dirigé par un Secrétaire Exécutif nommé par Arrêté ushyirwaho n‟Iteka rya Minisitiri w‟Intebe. Prime Minister‟s Order. du Premier Ministre. Akiciro ka 3: Inama Ngishwanama Sub-section 3: Advisory Council Sous-section 3: Conseil Consultatif Ingingo ya 14: Inama Ngishwanama"
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER ONE: | Section one: Mission of the Commission | Section première: Mission de la | Section 2: Organs of the Commission | Section 2: Organes de la Commission | Section One: Responsibilities of the Commission’s Section première: Attributions des organes de la",
      "section": "14",
      "title": "Article 14 - Conseil Consultatif",
      "content": "Inama Ngishwanama ni urwego rw‟Igihugu rushinzwe The Advisory Council is a national organ in charge of Le Conseil Consultatif est l‟organe national chargé gutanga inama ku murongo ngenderwaho wa Komisiyo. advising on the guidelines of the Commission. de conseiller sur les lignes directrices de la Commission. Iteka rya Perezida rigena abagize Inama Ngishwanama. A Presidential Order shall determine the composition Un Arrêté Présidentiel détermine la composition du of the Advisory Council. Conseil Consultatif. UMUTWE WA III: INSHINGANO CHAPTER III: RESPONSIBILITIES AND CHAPITRE III: ATTRIBUTIONS ET N‘IMIKORERE Y’INZEGO ZA KOMISIYO FUNCTIONING OF THE COMMISSION’S FONCTIONNEMENT DES ORGANES DE LA N’IMITERERE Y‘INZEGO Z’IMIRIMO ORGANS AND ITS ORGANIZATIONAL COMMISSION ET SON CADRE ORGANIQUE STRUCTURE Icyiciro cya mbere: Inshingano z’inzego za Komisiyo organs Commission Ingingo ya 15: Inshingano z’ Inama y’Abakomiseri Article 15: Responsibilities of the Board of Article 15: Attributions Commissioners Commissaires Inama y‟Abakomiseri ishinzwe ibi bikurikira: The Board of Commissioners is responsible for the Les attributions du Conseil des Commissaires sont following: les suivantes: du Conseil des bikorwa 1° ensuring the implementation of the mission of the Commission; 1° assurer le suivi de la mise en œuvre de la mission de la Commission; w‟amategeko 2° approving the draft internal rules and regulations of the Commission; 2° approuver le projet de règlement d‟ordre intérieur de la Commission; 3° kwemeza igenamigambi, gahunda y‟ibikorwa na raporo ya buri mwaka bya Komisiyo; 3° approving the planning, the action plan and annual report of the Commission; 3° approuver la planification, le plan d‟action et le rapport annuel de la Commission; 4° kwemeza imbanzirizamushinga y‟ingengo y‟imari ya Komisiyo ya buri mwaka mbere yo kuyishyikiriza inzego zibishinzwe; 4° approving the annual draft budget proposal of the Commission before submitting it to competent organs; 4° approuver l‟avant-projet de budget annuel de la Commission avant sa soumission aux organes compétents; 5° kwemeza inkunga, impano n‟indagano; 5° approving subsidies, donations and bequests; 5° approuver les subventions, les dons et legs; 6° kugenzura imikorere Nshingwabikorwa; y‟Ubunyamabanga 6° supervising the functioning of the Executive Secretariat; 6° superviser le fonctionnement du Secrétariat Exécutif; 7° gukurikirana Komisiyo; y‟umutungo 7° monitoring the management Commission‟s resources; 7° faire le suivi de la gestion des ressources de la Commission; 1° gukurikirana ishyirwa ry‟inshingano za Komisiyo; mu 2° kwemeza umushinga ngengamikorere ya Komision; imicungire wa of the 8° gushyikiriza buri mwaka Minisitiri ufite abana mu nshingano ze porogaramu na raporo z‟ibikorwa bya Komisiyo, ikagenera kopi Inteko Ishinga Amategeko; 8° submitting on an annual basis, the Commission‟s activity report and action plan to the Minister in charge of children, with a copy to the Parliament; 9° gushyiraho Komite zidahoraho zishinzwe kwiga ibibazo byihariye. 9° putting in place ad hoc committees in charge of reviewing specific issues. 8° soumettre chaque année le rapport d‟activités et le plan d‟action de la Commission au Ministre ayant les enfants dans ses attributions et réserver une copie au Parlement; 9° mettre sur pied des commissions ad hoc chargées d‟examiner des questions spécifiques. Ingingo ya 16: Ibitabangikanywa no kuba mu bagize Inama y’Abakomiseri"
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER ONE: | Section one: Mission of the Commission | Section première: Mission de la | Section 2: Organs of the Commission | Section 2: Organes de la Commission | Section One: Responsibilities of the Commission’s Section première: Attributions des organes de la",
      "section": "16",
      "title": "Article 16 - Incompatibilities with membership of Article 16: Incompatibilités avec la fonction de",
      "content": "the Board of Commissioners membre du Conseil des Commissaires Ntibyemerewe ku bagize Inama y‟Abakomiseri cyangwa ibigo bafitemo imigabane gukora umurimo uhemberwa muri Komisiyo cyangwa gupiganirwa amasoko muri Komisiyo. The members of the Board of Commissioners or companies in which they have shares are not allowed to perform any remunerated work in the Commission or to compete in Commission‟s tenders. Ingingo ya 17: Inshingano z’Umunyamabanga Article 17: Responsibilities of the Secretary Nshingwabikorwa Il est interdit aux membres du Conseil des Commissaires et aux sociétés dont ils sont actionnaires d‟exercer toute activité rémunérée au sein de la Commission ou soumissionner aux marchés de la Commission. Executive Article 17: Attributions du Secrétaire Exécutif Umunyamabanga Nshingwabikorwa ashinzwe cyane The Executive Secretary shall mainly have the Le Secrétaire exécutif est principalement chargé de: following responsibilities: cyane ibi bikurikira: 1° kuyobora imirimo ya buri munsi ya Komisiyo no guhuza ibikorwa byayo; 1° to manage and coordinate the daily activities of the Commission; 1° assurer la gestion et la coordination des activités quotidiennes de la Commission; 2° gushyira mu bikorwa ibyemezo by‟Inama y‟Abakomiseri; 3° gucunga ingengo y‟imari n‟umutungo bya Komisiyo; 4° guhagararira Komisiyo imbere y‟amategeko; 2° to implement the decisions of the Board of Commissioners; 3° to manage the budget and the property of the Commission; 4° to legally represent the Commission; 2° mettre en œuvre les décisions prises par le Conseil des Commissaires; 3° gérer le budget et le patrimoine de la Commission; 4° représenter légalement la Commission; 5° gushyikiriza Inama y‟Abakomiseri imbanzirizamushinga y‟ingengo y‟imari ya Komisiyo; 5° to submit the Commission‟s budget proposal to the Board of Commissioners; 5° soumettre au Conseil des Commissaires l‟avant-projet de budget de la Commission; 6° gushyikiriza Inama y‟Abakomiseri umushinga w‟igenamigambi n‟iteganyabikorwa bya Komisiyo; 6° to submit the Commission‟s action plan and strategic plan proposals to the Board of Commissioners; 6° soumettre au Conseil des Commissaires le projet de plan d‟action et de plan stratégique de la Commission; 7° gushyikiriza Inama y‟Abakomiseri raporo y‟ibikorwa ya buri mwaka ku mikorere n‟imikoreshereze y‟ingengo y‟imari ya Komisiyo; 7° to submit to the Board of Commissioners the Commission‟s annual activity and financial report; 7° soumettre au Conseil des Commissaires le rapport annuel d‟activités et financier de la Commission; 8° gukurikirana iby‟imikoranire n‟ibigo cyangwa izindi nzego byo mu gihugu no mu mahanga bifite inshingano nk‟iza Komisiyo; 8° to follow up the relationship with other national and international bodies with similar mission as the Commission; 8° assurer le suivi des relations avec les institutions nationales et internationales ayant la même mission que la Commission; 9° gutegura no gukurikirana z‟amahugurwa y‟abakozi no isuzumamikorere; 9° to develop and follow up staff training plan and to make staff performance evaluation; 9° élaborer le plan de formation du personnel, en faire le suivi et assurer l‟évaluation des performances du personnel; 10° to serve as rapporteur in the meetings of the Board of Commissioners; 10° être rapporteur des réunions du Conseil des Commissaires; 11° to perform any other duty under his/her responsibilities, as may be assigned to him/her by the Board of Commissioners. 11° exécuter toute autre tâche rentrant dans ses attributions, pouvant lui être confiée par le Conseil des Commissaires. gahunda kubakorera 10° kuba umwanditsi w‟Inama y‟Abakomiseri; 11° gukora indi mirimo iri mu nshingano ze yahabwa n‟Inama y‟Abakomiseri; Icyiciro cya 2: Imikorere y’inzego za Komisiyo Section 2: Functioning of the organs of the Section 2: Fonctionnement des organes Commission and its organizational structure de la Commission et son cadre organique n’imiterere y’inzego z’imirimo Ingingo ya 18: Imikorere y’inzego za Komisiyo Article 18: Functioning of the organs of the Article 18: Fonctionnement des organes de la commission and its organizational structure Commission et son cadre organique n’imiterere y’inzego z’imirimo Imikorere y‟inzego za Komisiyo n‟imiterere y‟inzego The functioning of organs of the Commission and its Le fonctionnement des organes de la Commission et organizational structure shall be determined by a son cadre organique sont déterminés par Arrêté du z‟imirimo igenwa n‟Iteka rya Minisitiri w‟Intebe. Prime Minister‟s Order. Premier Ministre. Ingingo ya 19: Sitati igenga abakozi ba Komisiyo Article 19: Statute governing the personnel of the Article 19: Statut du personnel de la Commission n’ibyo bagenerwa Commission and benefits et appointements Abakozi ba Komisiyo bagengwa na sitati rusange igenga The personnel of the Commission is governed by the Le personnel de la Commission est régi par le Statut abakozi ba Leta n‟inzego z‟imirimo ya Leta. General statute for Rwanda Public Service. Général de la Fonction Publique Rwandaise. Ibigenerwa abakozi ba Komisiyo bigenwa hakurikijwe Benefits allocated to the Commission‟s staff shall be Les appointements accordés au personnel de la amategeko agenga ibyo abakozi ba Leta bagenerwa. determined in accordance with legal provisions Commission sont fixés conformément aux governing benefits allocated to public servants. dispositions légales régissant les appointements alloués aux agents de l‟Etat. UMUTWE WA IV: IMIKORANIRE N’IZINDI CHAPTER IV: RELATIONSHIP WITH OTHER CHAPITRE IV: RELATIONS NZEGO INSTITUTIONS D’AUTRES INSTITUTIONS Ingingo ya 20: Imikoranire n’izindi nzego"
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER V: PROPERTY AND FINANCE",
      "section": "20",
      "title": "Article 20 - Relations avec d’autres institutions",
      "content": "Komisiyo ikorana n‟izindi nzego za Leta n‟abandi The Commission shall collaborate with other public La Commission collabore avec les autres institutions bafatanyabikorwa, hagamijwe guteza imbere institutions and stakeholders with the aim of publiques et d‟autres intervenants en vue de uburenganzira bw‟umwana. promoting the child‟s rights promouvoir les droits de l‟enfant. UMUTWE WA V: UMUTUNGO N’IMARI CHAPITRE V: PATRIMOINE ET FINANCES Ingingo ya 21: Umutungo n’aho ukomoka"
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER V: PROPERTY AND FINANCE",
      "section": "21",
      "title": "Article 21 - Patrimoine et ses sources",
      "content": "Umutungo wa Komisiyo ugizwe n‟ibintu byimukanwa The property of the Commission is comprised of Le patrimoine de la Commission comprend les biens n‟ibitimukanwa. movables and immovables. meubles et immeubles. Ukomoka kuri ibi bikurikira: It shall come from the following sources: Il provient des sources suivantes: 1° ingengo y‟imari igenerwa na Leta; 1° the national budget allocations; 1° les dotations budgétaires de l‟Etat; 2° inkunga za Leta, iz‟abaterankunga n„iz‟abafatanyabikorwa; 3° inyungu ku mutungo wayo; 4° impano n‟indagano; 5° ibindi bituruka ku mirimo ikora. 2° subsidies from Government, donors and partners; 2° les subventions de l‟Etat, des bailleurs de fonds et des partenaires; 3° le produit de son patrimoine; 4° les dons et legs; 5° tout autre revenu des services prestés par la Commission. 3° proceeds from its property; 4° donations and bequests; 5° Any other income from the services offered by the Commission. Ingingo ya 22: Iyemeza n’imicungire by’ingengo Article 22: Approval and management of the Article 22: Adoption et gestion du budget de la y’imari ya Komisiyo budget of the Commission Commission Ingengo y‟imari ya Komisiyo yemezwa kandi The budget of the Commission is approved and Le budget de la Commission est adopté et géré igacungwa hakurikijwe amategeko abigenga. managed in accordance with relevant legal provisions. conformément aux dispositions légales en la matière. Ingingo ya 23: Imikoreshereze, imicungire n‘igenzura by‘umutungo"
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER VI: FINAL PROVISIONS",
      "section": "23",
      "title": "Article 23 - Utilisation, gestion et audit",
      "content": "du patrimoine Umutungo wa Komisiyo ukoreshwa gusa mu kuzuza The Commission‟s property shall only be used for Le patrimoine de la Commission est utilisé inshingano zayo. achieving its mission. uniquement pour la réalisation de sa mission. Imicungire, imikoreshereze n‟imigenzurire The management, use and audit of the Commission‟s La gestion, l‟utilisation et l‟audit du patrimoine de la by‟umutungo wa Komisiyo bikorwa hakurikijwe property shall be conducted in accordance with Commission sont effectués conformément aux amategeko abigenga. relevant legal provisions. dispositions légales en la matière. Ubugenzuzi bushinzwe igenzura rya buri munsi The internal audit department of the Commission shall Le service d‟audit interne de la Commission soumet ry‟imikoreshereze y‟umutungo wa Komisiyo buha submit the report to the Board of Commissioners. son rapport au Conseil des Commissaires. raporo Inama y‟Abakomiseri. UMUTWE WA VI: INGINGO ZISOZA Ingingo ya 24: Itegurwa, isuzumwa n’itorwa ry’iri tegeko"
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER VI: FINAL PROVISIONS",
      "section": "24",
      "title": "Article 24 - Drafting, consideration and adoption of Article 24: Initiation, examen et adoption de la",
      "content": "this Law présente loi Iri tegeko ryateguwe, risuzumwa kandi ritorwa mu rurimi rw‟Ikinyarwanda. This Law was drafted, considered and adopted in La présente loi a été initiée, examinée et adoptée en Kinyarwanda. Kinyarwanda. Ingingo ya 25: Ivanwaho ry’ingingo z’amategeko Article 25: Repealing provision zinyuranyije n’iri tegeko Ingingo zose z‟amategeko abanziriza zinyuranyije na ryo zivanyweho. iri CHAPITRE VI: DISPOSITIONS FINALES"
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER VI: FINAL PROVISIONS",
      "section": "25",
      "title": "Article 25 - Disposition abrogatoire",
      "content": "kandi All previous legal provisions inconsistent with this Toutes les dispositions légales antérieures contraires law are hereby repealed. à la présente loi sont abrogées. Ingingo ya 26: Igihe iri tegeko ritangira gukurikizwa"
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER VI: FINAL PROVISIONS",
      "section": "26",
      "title": "Article 26 - Entrée en vigueur",
      "content": "Iri tegeko ritangira gukurikizwa umunsi ritangarijweho This Law shall come into force on the date of its La présente loi entre en vigueur le jour de sa mu Igazeti ya Leta ya Repubulika y‟u Rwanda. publication in the Official Gazette of the Republic of publication au Journal Officiel de la République du Rwanda. Rwanda. Kigali, kuwa 28/06/2011 Kigali, on 28/06/2011 Kigali, le 28/06/2011 (sé) KAGAME Paul Perezida wa Repubulika (sé) KAGAME Paul President of the Republic (sé) KAGAME Paul Président de la République (sé) MAKUZA Bernard Minisitiri w‟Intebe (sé) MAKUZA Bernard Prime Minister (sé) MAKUZA Bernard Premier Ministre Bibonywe kandi bishyizweho Ikirango cya Repubulika: Seen and sealed with the Seal of the Republic: Vu et scellé du sceau de la République: (sé) KARUGARAMA Tharcisse Minisitiri w‟Ubutabera/Intumwa Nkuru ya Leta (sé) KARUGARAMA Tharcisse Minister of Justice/Attorney General (sé) KARUGARAMA Tharcisse Ministre de la Justice/ Garde des Sceaux"
    }
  ],
  "definitions": []
}
