{
  "id": "rw-law-2010-45",
  "type": "statute",
  "title": "Law establishing Rwanda Social Security Board (RSSB) and determining its Mission, Organisation and Functioning",
  "title_en": "Law establishing Rwanda Social Security Board (RSSB) and determining its Mission, Organisation and Functioning",
  "short_name": "Law 45 of 2010",
  "status": "repealed",
  "issued_date": "2010-12-14",
  "in_force_date": "2011-02-28",
  "url": "https://rwandalii.org/akn/rw/act/law/2010/45/eng@2011-02-28",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes the Rwanda Social Security Board abbreviated as “RSSB”. It also determines its mission, organization and functioning. RSSB has a legal personality, administrative and financial autonomy and shall be governed in accordance with laws governing Public Institutions."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "In this Law, the following terms shall have the following meaning: 1° Social Security: a government program aimed at providing social protection to people living in Rwanda from effects based on lack or reduction of input due to the following reasons: old age, death, disability, occupational hazards, sick leave, maternity leave, treatment, unemployment and provide family basic necessities. The programme may also provide for shelter, nutrition, education, poverty reduction with an intention of social welfare; 2° Insurance: A way of Social Security with an aim of assisting during sickness, sick leave, maternity leave, occupational hazards and other types of insurance."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Head office of RSSB",
      "content": "The head office of RSSB is located in Kigali City, the Capital of the Republic of Rwanda. It may be transferred elsewhere on the Rwandan territory if deemed necessary. RSSB may have branches elsewhere in the country if deemed necessary, upon approval by the Board of Directors, in order to fulfill its mission."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Responsibilities of RSSB",
      "section": "4",
      "title": "Article 4 – Responsibilities of RSSB",
      "content": "The main responsibilities of RSSB shall be the following: 1° to monitor and promote pension, the insurance on occupational hazards, the insurance on maternity leave, the anticipated old age pension and other necessary branches; 2° to register employers, employees, beneficiary and person for whom subscription was made in various branches of the social security managed by RSSB; 3° to collect and manage contributions as provided by laws; 4° to pay social security benefits to beneficiaries; 5° to guarantee health insurance services rendered to beneficiaries; 6° to manage the contributions fund; 7° to engage in investments as provided by laws; 8° to contribute to the elaboration of social security policy; 9° to advise the Government on matters relating to social security; 10° to establish relations and collaborate with other regional or international institutions with similar missions."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter III – Autority supervising RSSB and its category",
      "section": "5",
      "title": "Article 5 – Authority supervising RSSB and its category",
      "content": "A Prime Minister Order shall determine the supervising authority of RSSB and its category. There shall be concluded between the supervising authority of RSSB and its decision making organ performance contract determining competence, rights and obligations of each party in order for RSSB to fulfil its mission. Such a contract shall be valid for a period equals to the term of office of the members of the decision making organ of RSSB."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter IV – Organisation and functioning of RSSB",
      "section": "6",
      "title": "Article 6 – Management organs of RSSB",
      "content": "RSSB shall be comprised of the two (2) following management organs: 1° the Board of Directors; 2° the General Directorate. A Prime Minister's Order may establish other relevant organs in order for RSSB to fulfill its mission."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter IV – Organisation and functioning of RSSB",
      "section": "7",
      "title": "Article 7 – Board of Directors of RSSB",
      "content": "The Board of Directors of RSSB shall be its governing and decision making organ. Its competence, responsibilities, functioning as well as the term of office of its members shall be determined by a Prime Minister's Order. A Presidential Order shall appoint members of the Board of Directors including the Chairperson and the Deputy Chairperson. Members of the Board of Directors shall be selected on the basis of their competence and expertise. At least thirty percent (30%) of the members of the Board of Directors shall be females."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter IV – Organisation and functioning of RSSB",
      "section": "8",
      "title": "Article 8 – Sitting allowances for members of the Board of Directors",
      "content": "Members of the Board of Directors present in the meetings of the Board of Directors shall be entitled to sitting allowances determined by a Presidential Order."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Organisation and functioning of RSSB",
      "section": "9",
      "title": "Article 9 – Incompatibilities with the membership of the Board of Directors",
      "content": "Members of the Board of Directors shall not be allowed to perform any remunerated activity within RSSB. They shall also not be allowed neither individually nor companies in which they hold shares, to bid for tenders of RSSB."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organisation and functioning of RSSB",
      "section": "10",
      "title": "Article 10 – Composition of the General Directorate of RSSB",
      "content": "Members of the General Directorate of RSSB shall be appointed by a Presidential Order. The competence, responsibilities and functioning of the members of General Directorate of RSSB shall be determined by a Prime Minister's Order."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organisation and functioning of RSSB",
      "section": "11",
      "title": "Article 11 – Statute governing staff of RSSB and benefits of members of the General Directorate and the staff of RSSB",
      "content": "The staff of RSSB shall be governed by the General Statute for Rwanda Public Service. Benefits allocated to the members of the General Directorate and to the staff of RSSB shall be determined in accordance with legal provisions governing benefits to employees of public institutions."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Organisation and functioning of RSSB",
      "section": "12",
      "title": "Article 12 – Functioning, organization and responsibilities of organs of RSSB",
      "content": "The functioning, organization and responsibilities of organs of RSSB shall be determined by a Prime Minister's Order."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter V – Property and finance",
      "section": "13",
      "title": "Article 13 – Property of RSSB and its source",
      "content": "The property of RSSB shall be comprised of movables and immovables. The property of RSSB shall come from the following sources: 1° contributions as determined by law; 2° late payment penalty fees; 3° income from its services; 4° interests from investments; 5° loans granted to RSSB and approved by the Minister in charge of Finance; 6° donation and bequest; 7° property of merged public institutions provided for in this law."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter V – Property and finance",
      "section": "14",
      "title": "Article 14 – Transfer of property of merged institutions",
      "content": "Movables, immovables, liabilities and denominations of RAMA and CSR are hereby transferred to RSSB."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter V – Property and finance",
      "section": "15",
      "title": "Article 15 – Use, management and audit of the property",
      "content": "The use, management and audit of the property of RSSB shall be carried out in accordance with relevant legal provisions. RSSB internal audit service shall submit a report to the Board of Directors with a copy to the head of the General Directorate of RSSB. Social security contributions, social benefits that may be given to beneficiaries as well as those received by the beneficiaries are exempted from paying taxes and duties. The other methods of tax exemption on the incomes, on the investment, as of other types of taxes resulting from the activities of the establishments engaged in the social security are given in accordance with the tax laws."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter V – Property and finance",
      "section": "16",
      "title": "Article 16 – Approval and management of the budget of RSSB",
      "content": "The budget of RSSB shall be approved and managed in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter V – Property and finance",
      "section": "17",
      "title": "Article 17 – Annual finacial report",
      "content": "Within three (3) months following the closure of the financial year, the head of the General Directorate of RSSB shall submit the annual financial report to the supervising authority of RSSB after its approval by the Board of Directors in accordance with laws governing management of State finance and property."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "18",
      "title": "Article 18 – Transitional period",
      "content": "RSSB is given a period not exceeding six (6) months from the date of the publication of this Law in the Official Gazette of the Republic of Rwanda, to merge the activities formerly performed by RAMA and CSR."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "19",
      "title": "Article 19 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "20",
      "title": "Article 20 – Repealing provision",
      "content": "Law n° 27/2007 of 27/06/2007 determining the responsibilities, organization and functioning of a Health Insurance Scheme for employees (RAMA), Law n° 60/2008 of 10/09/2008 determining the responsibilities, organization and functioning of Rwanda Social Security Fund (CSR) and all prior legal provisions inconsistent with this Law are hereby repealed."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "21",
      "title": "Article 21 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "Insurance",
      "definition": "A way of Social Security with an aim of assisting during sickness, sick leave, maternity leave, occupational hazards and other types of insurance",
      "source_provision": "art2"
    }
  ]
}
