{
  "id": "rw-law-2010-34",
  "type": "statute",
  "title": "Law on the Establishment, Functioning and Organization of Rwanda Correctional Services(RCS)",
  "title_en": "Law on the Establishment, Functioning and Organization of Rwanda Correctional Services(RCS)",
  "short_name": "Law 34 of 2010",
  "status": "in_force",
  "issued_date": "2010-11-12",
  "in_force_date": "2011-01-24",
  "url": "https://rwandalii.org/akn/rw/act/law/2010/34/eng@2011-01-24",
  "provisions": [
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20 - Commencement",
      "content": "Kigali, on 25/11/2010 This Law shall come into force on the date of publication in the Official Gazette of the Republic of Rwanda. (sé) KAGAME Paul President of the Republic (sé) MAKUZA Bernard Prime Minister Seen and sealed with the Seal of the Republic: (sé) KARUGARAMA Tharcisse Minister of Justice/Attorney General LAW Nº47/2010 OF 22/12/2010 AUTHORISING THE RATIFICATION OF THE AMENDMENTS OF ARTICLES OF AGREEMENT OF THE INTERNATIONAL MONETARY FUND TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 - Drafting,",
      "content": "adoption of this Law consideration and This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 - Commencement",
      "content": "consideration and LAW Nº50/2010 OF 28/12/2010 AUTHORISING THE RATICATION OF THE LOAN AGREEMENT Nº 815 SIGNED IN KIGALI, RWANDA, ON 24 SEPTEMBER 2010, BETWEEN THE REPUBLIC OF RWANDA AND THE KUWAIT FUND FOR ARAB ECONOMIC DEVELOPMENT, RELATING TO THE LOAN OF FOUR MILLION ONE HUNDRED THOUSAND KUWAITI DINARS (K.D 4,100,000) FOR THE EXPANSION AND DEVELOPMENT OF THE INTEGRATED POLYTECHNIC REGIONAL CENTER PROJECT (IN KICUKIRO-KIGALI) We, KAGAME Paul, President of the Republic; THE PARLIAMENT HAS ADOPTED AND WE SANCTION, PROMULGATE THE FOLLOWING LAW AND ORDER IT BE PUBLISHED IN THE OFFICIAL GAZETTE OF THE REPUBLIC OF RWANDA. THE PARLIAMENT: The Chamber of Deputies, in its session of November 2010; The Senate, in its session of 06 December 2010; Pursuant to the Constitution of the Republic Rwanda of 04 June 2003, as amended to date, especially in Articles 62, 66, 67, 88, 89, 90, 92, 93, 94, 95, 108, 189, 190 and 201; Having considered the Loan Agreement nº 815 signed in Kigali, Rwanda, on September 24, 2010, between the Republic of Rwanda and the Kuwait Fund for Arab Economic Development, relating the loan of four million one hundred thousand Kuwaiti Dinars (K.D 4,100,000) for the Expansion and Development of the Integrated Polytechnic Regional Center Project (in Kicukiro- Kigali); ADOPTS:"
    },
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1 - Authorization for ratification",
      "content": "The Protocol signed in Brussels, Belgium on May 2010, amending the convention signed Kigali on 16 April 2007 between the Republic Rwanda and the Kingdom of Belgium for the avoidance of double taxation and prevention tax fraud and fiscal evasion with respect to taxes on income and on capital, is hereby authorized for ratification. Ingingo ya 2: Drafting, consideration and adoption of this Law This Law was drafted in English, considered and adopted in Kinyarwanda."
    }
  ],
  "definitions": []
}
