{
  "id": "rw-law-2010-4",
  "type": "statute",
  "title": "Law Regulating Therapeutic, Educational and Scientific Utilisation of Organs and Products of the Human Body",
  "title_en": "Law Regulating Therapeutic, Educational and Scientific Utilisation of Organs and Products of the Human Body",
  "short_name": "Law 4 of 2010",
  "status": "repealed",
  "issued_date": "2010-04-16",
  "in_force_date": "2010-05-03",
  "url": "https://rwandalii.org/akn/rw/act/law/2010/4/eng@2010-05-03",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the therapeutic, educational and scientific utilisation of organs and products of the human body."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purpose of this Law, the following terms shall mean: 1° “ organ ”: anatomical structure of the human body exercising a given and specific function; 2° “ products ”: all substances, facts that result from a natural process or human operation; 3° “ tissue ”: group of various cells of a similar structure, specialised in the same function; 4° “ autopsy ”: post-mortem examination of a body to determine the cause of death; 5° “ amputation of an organ ”: removal of an organ from a human body with an aim of using it for treatment; 6° “ cadaver dissection ”: educating and carrying out surgical operations on a dead body with an intention of providing human anatomy lessons; 7° “ organ or tissue transplant ”: transferring a human organ or a tissue on an individual or from one person to another; 8° “ use of human body for treatment ”: means used in treatment in order to fight against diseases by use of the body; 9° “ cremation of the human body ”: technique applied in order to reduce the dead body or its products into ashes; 10° “ relatives of the deceased ”: persons in the following order of priority: spouse of the deceased, his/her children with majority age, his/her parents or keens if there are no others."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Inviolability of the human body",
      "content": "The human body is inviolable. Its organs and products used in treatment shall not be sold. The human body is inviolable, unless if considered necessary for therapeutic reasons or in other procedures as prescribed by law. The concerned person shall first consent except if he/ she requires urgent treatment and unable to give his/her consent. A person who is still alive may reject any amputation of an organ from his/her body after death."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Prohibition of price on th human body or its products",
      "content": "No price shall be offered to anyone who offers his/her body for experiment, or one who accepts that organs or products of his/her body be used for therapeutic purposes. Amputation and transplantation of organs, tissues and products as well as use of the human body for experiment shall be carried out without commercial or lucrative purposes."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Donation and utilisation of organs and tissues of the human body and its products for therapeutic purposes",
      "section": "5",
      "title": "Article 5 – Modalities of donation and utilisation of organs and tissues of human body",
      "content": "Removal of an organ or a tissue from a human body and transplanting them shall be carried out only by health institutions upon authorization by the Minister in charge of health. Such an authorization shall be valid for a period of five (5) years renewable. An Order of the Minister in charge of health shall determine a committee in charge of operations related to amputation and transplantation of organs, tissues and body products. All medical services provided to a person who accepts to give a body organ, tissue or products shall not be subject to payment."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Donation and utilisation of organs and tissues of the human body and its products for therapeutic purposes",
      "section": "6",
      "title": "Article 6 – Expression of consent",
      "content": "After being informed of the consequences he/she may face, the person who gives an organ or body products shall give his/her consent, in writing before a team of doctors. However, the consent shall be revocable at any time. The competent health institution shall keep the records of all consents. No removal of organs, with an intention of donating it, shall be carried out to a person below twenty-one (21) years of age or from a mentally incapacitated person. However, in case of emergency and where there is no other alternative, a tissue or a body product may be taken from an under aged person so long as such a tissue, or body product can regenerate provided his/her parent or guardian does not reject the action after being informed of the use of such tissues and body products. An organ or a tissue removed from a person who underwent surgical operation may be used for therapeutic, educational or research purposes unless the concerned person indicates his/her rejection after being informed of the purpose of their utilisation."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Donation and utilisation of organs and tissues of the human body and its products for therapeutic purposes",
      "section": "7",
      "title": "Article 7 – Preservation of removal and transplantation of organs and human body products",
      "content": "Organs as well as products of the human body shall not be used for therapeutic purposes if their bad effects would be higher than expected advantages for the recipient, as proven by scientific and medical findings. Removal of organs from the human body as well as products of the human body for therapeutic purposes must be carried out basing on therapeutic rules of health security, pursuant to detecting tests of transmissible diseases. It is prohibited to remove an organ or other human product from persons who have transmissible diseases that can affect the donor or the recipient's health. An Order of the Minister in charge of health shall indicate the list of diseases whose medical test must be undergone by every person who is willing to donate an organ. This list shall be updated every two (2) years. It is prohibited to remove a single and indispensable organ for the preservation of life of a person and if the body cannot develop such a new organ. Removal of an organ from a human body of the donor shall only be done for therapeutic purposes of the recipient."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Donation and utilisation of organs and tissues of the human body and its products for therapeutic purposes",
      "section": "8",
      "title": "Article 8 – Confidentiality",
      "content": "It is prohibited for a donor of an organ and the recipient to know each other as caused by the functioning of the health institution. In case of therapeutic necessity, only doctors of the donor and the recipient can be allowed to know them."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Donation and utilisation of organs and tissues of the human body and its products for therapeutic purposes",
      "section": "9",
      "title": "Article 9 – Transplanting organs, tissues and body products",
      "content": "Transplanting a human organ or a tissue is only effected if it is the only way to save the life or physical integrity of the recipient, and when the latter expressed his/her consent, in a written notice, before doctors carrying out transplantation of the organ or tissue. An order of the Minister in charge of health shall determine the format of such a written notice."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Donation and utilisation of organs and tissues of the human body and its products for therapeutic purposes",
      "section": "10",
      "title": "Article 10 – Removal of an organ, tissue or body products from a dead person",
      "content": "Removal of an organ from the dead person for therapeutic purposes shall be carried out after confirmation of death by two (2) doctors who are not members of the team of doctors responsible for the removal of the organ. The doctors who certify such a death shall draw up a death certificate. It is prohibited to remove an organ or parts of a human body from a person after death whenever he/she expressed his/her refusal while alive, or in case it hinders efforts to perform autopsy. If the deceased, while he/she was still alive, did not decide the fate of his/her body, and when the removal of the organ is necessary, the team of doctors who were treating him/her shall immediately select among themselves a doctor to provide explanations to relatives of the deceased. The doctor shall inform them of the type of organ (s) which may be removed from the body of the deceased, and how it shall be done. The relatives of the deceased may reject such a removal of organs or body parts in a period not exceeding six (6) hours after his/her death. The removal of an organ or a body tissue shall be carried out in consideration of human dignity as well as the dignity of the relatives of the deceased. The dead body shall be treated and immediately given to the relatives of the deceased."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Donation and utilisation of organs and tissues of the human body and its products for therapeutic purposes",
      "section": "11",
      "title": "Article 11 – Importation and exportation of organs, body tissues and products",
      "content": "Importation and exportation of organs, body tissues and products from a dead person are allowed. An Order of the Minister in charge of health shall specify the procedure of such importation and exportation."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Autopsy",
      "section": "12",
      "title": "Article 12 – Autopsy to establish the cause of death upon a judicial request",
      "content": "Autopsy carried out with an intention of establishing the cause of death may be conducted in hospitals or health centres upon request by justice in order for medical expertise to render support to judicial proceedings."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Autopsy",
      "section": "13",
      "title": "Article 13 – Autopsy for scientific purposes",
      "content": "Autopsy carried out for scientific purposes shall be requested by a specialist doctor with an intention of determining the cause of death, education on dissection of cadavers or with scientific purposes. This shall be done after consent of the relatives of the deceased. However, upon decision by the Minister in charge of health, it may be exceptionally performed despite the refusal of the deceased when he/she was still alive or his/her relatives, if there is a serious reason to carry out the operation for the public health and no other way to determine the cause of death. The doctor shall consider all possible procedures in order for the cadaver to be delivered to the relatives after a thorough treatment. Ordinary rules related to medical professional confidentiality shall also be applied to matters relating to all results from autopsy."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Leaving a will for the human body for research, medical, scientific and educational purposes",
      "section": "14",
      "title": "Article 14 – Leaving a will for the human body",
      "content": "Any person with majority age may, while still alive, leave a will for the use of his/her cadaver after death. The cadaver may be used for research, educational or therapeutic purposes. This shall only be done by an accredited faculty of medicine. Any person who wishes to give his/her body for scientific research shall inform the faculty of medicine of any University of his/her own choice. In such a case, the testator of the body shall leave a written will to testify its disposition. The testator shall remain with an original copy of the will. The second copy shall be submitted to the registrar of civil status of the testator's domicile. While the third copy shall be given to the legatee institution. The legatee institution shall issue to the testator an appropriate card that he/she keeps throughout his/her life. His/her body can not be taken without presenting the original copy of the card or a copy of the will the testator left to the legatee. An Order of the Minister in charge of health shall determine the format of the card and of the will. The testator may revoke his or her decision at any time before his/her death. In that case, the card and all the copies testifying his/her will on his/her body shall be destroyed."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Leaving a will for the human body for research, medical, scientific and educational purposes",
      "section": "15",
      "title": "Article 15 – Unidentified cadaver",
      "content": "Unidentified cadaver in a mortuary or a cadaver one which is not requested for by the relatives of the deceased may be used for research, educational or therapeutic purposes if seventy-two (72) hours elapse after the notice has been announced on the Radio three times and after authorization by the registrar of the civil status of the place where death occurred."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Leaving a will for the human body for research, medical, scientific and educational purposes",
      "section": "16",
      "title": "Article 16 – Transport of the cadaver left in the will and its burial",
      "content": "After death, the registrar of the civil status of the place where death occurred shall authorize the transportation of the cadaver. Transport fees shall be paid by the recipient institution. Arrangements for transporting the cadaver shall be carried out within a period not exceeding forty-eight (48) hours from the time of death. After research or cadaver dissection, the cadaver may be buried or cremated in accordance with the law. The institution shall meet the costs of burial or cremation of the cadaver and it shall be done with due respect of the human dignity."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter V – Penalties",
      "section": "17",
      "title": "Article 17 – Penalties for a person who removes an organ from a person with infectious disease",
      "content": "Shall be sentenced to an imprisonment of one (1) year to five (5) years and a fine of one million (1.000.000 RWF) to five million (5.000.000 RWF) Rwandan Francs or one of those penalties, any person who removes an organ or any other body product from persons with diseases that may be harmful to the life of the recipient or donor."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter V – Penalties",
      "section": "18",
      "title": "Article 18 – Penalties for a person who removes a single organ from a person",
      "content": "Shall be sentenced to an imprisonment of ten (10) years to life imprisonment, and a fine of five million (5.000.000 RWF) to ten million (10.000.000 RWF) Rwandan francs or one of those penalties any person who removes a single and indispensable organ to preserve life and when the body cannot develop such a new organ although there is need to transplant it into another person."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter V – Penalties",
      "section": "19",
      "title": "Article 19 – Penalties for a person who removes an organ from a person without his/her consent",
      "content": "Shall be sentenced to an imprisonment of one (1) year to five (5) years and a fine of one million (1.000.000 RWF) to three million (3.000.000 RWF) Rwandan francs or one of those penalties, any person who amputates an organ or parts of a dead person when he/she did not indicate his/her consent when he or she was still alive or when it is against the establishment of the cause of death."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter V – Penalties",
      "section": "20",
      "title": "Article 20 – Penalties relating to sale of human body organs",
      "content": "Shall be sentenced to an imprisonment of twenty (20) years to twenty five (25) years and a fine of twenty five million (25.000.000 RWF) and fifty million (50.000.000 RWF), Rwandan francs any person who sells body organs of a person that is still alive, even if he/she shows signs of imminent death. Shall be sentenced to life imprisonment and a fine of one hundred million Rwandan Francs (100.000.000 RWF), any person who sells a human cadaver or its organs. Shall be sentenced to life imprisonment or to life imprisonment with special provisions and a fine of one hundred million (100.000.000 RWF) Rwandan Francs, any person who sells body organs of a person that he/she has killed, or one who sells his/her body organs and it results into death."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter V – Penalties",
      "section": "21",
      "title": "Article 21 – Penalties for a doctor who removes a body organ from a person without a death certificate",
      "content": "Shall be sentenced to an imprisonment of one (1) year to five (5) years and a fine of five million (5.000.000 RWF) to ten million (10.000.000 RWF) Rwandan francs or one of those penalties, any doctor who amputates an organ without presenting a death certificate issued by competent authorities, certifying that such a person died in accordance with provisions of paragraph one of Article 10 of this Law."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter VI – Final provisions",
      "section": "22",
      "title": "Article 22 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter VI – Final provisions",
      "section": "23",
      "title": "Article 23 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter VI – Final provisions",
      "section": "24",
      "title": "Article 24 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
