{
  "id": "rw-law-2009-13",
  "type": "statute",
  "title": "Law determining the Responsibilities, Structure and Functioning of the Chancellery for Heroes, National Orders and Decorations of Honour",
  "title_en": "Law determining the Responsibilities, Structure and Functioning of the Chancellery for Heroes, National Orders and Decorations of Honour",
  "short_name": "Law 13 of 2009",
  "status": "repealed",
  "issued_date": "2009-06-16",
  "in_force_date": "2009-06-30",
  "url": "https://rwandalii.org/akn/rw/act/law/2009/13/eng@2009-06-30",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of the Law",
      "content": "This Law shall determine the responsibilities, structure and functioning of the Chancellery for Heroes, National Orders and Decorations of honour referred to as “Chancellery” in this Law. It shall also establish a system to identify, thank, honor and celebrate the memory of Rwandan citizens or foreigners who distinguished themselves by acts of heroism and other acts of bravery serving as good examples."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Head Office",
      "content": "The Head Office of the Chancellery is situated in the City of Kigali, the capital of the Republic of Rwanda. It may be transferred elsewhere in the country if deemed necessary."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Supervision of the Chancellery",
      "content": "The Chancellery is a permanent and independent national institution with administrative and financial autonomy. The Chancellery shall be supervised by the Office of the President. The Ministry in charge of Culture shall supervise the Chancellery in administrative and technical matters. There shall be concluded a contract of performance between the Ministry and the Chancellery Council indicating the powers, rights and responsibilities of each party to enable the Chancellery to fulfill its mission. Such a contract shall be valid for a period equal to the term of office of the members of the Council of the Chancellery and it shall be signed by the Chancellor and the Minister in charge of culture."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "4",
      "title": "Article 4 – Responsibilities of the Chancellery",
      "content": "The main responsibilities of the Chancellery are as follows: 1° to participate in designing the policy relating to national heroes and the awarding of national orders; 2° to carry out research on heroism activities and persons recognized for their acts of heroism and other useful deeds; 3° to identify and make a list of persons deserving to be promoted to the rank of national heroes and those eligible for national order awarding in accordance with the provisions of this Law; 4° to set up procedures for acknowledging, thanking and praising Rwandans or foreigners who were characterized by acts of heroism and other brave and useful deeds; 5° to cooperate with other organs in training and sensitizing Rwandans, especially the youth, on the culture of heroism; 6° to publicize acts of heroism; 7° to set up values of the culture of heroism; 8° to cooperate with other institutions of the same mission at the regional or international level."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "5",
      "title": "Article 5 – Organs of the Chancellery",
      "content": "The Chancellery shall comprise the following organs: 1° the Council of the Chancellery; 2° the Executive Secretariat of the Chancellery."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "6",
      "title": "Article 6 – Members of the Council of the Chancellery",
      "content": "The Council of the Chancellery shall be the supreme organ responsible for heading and taking decisions related to management of the property of the Chancellery and to identify persons deserving to be called national heroes and those to be awarded with national orders and decorations of honour. The Council of the Chancellery shall be composed of nine (9) members including the Chancellor and the Vice Chancellor. Members of the Council of the Chancellery shall be appointed by a Presidential Order upon proposal by the Minister in charge of culture. At least thirty per cent (30%) of the members of the Chancellery shall be women. Members of the Council of the Chancellery shall work on a temporary basis."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "7",
      "title": "Article 7 – Responsibilities of the Chancellor",
      "content": "The Chancellor shall be responsible for: 1° representing the Chancellery before the law; 2° keeping seals of various categories for Heroes and National Orders; 3° convening and chairing meetings of the Council of the Chancellery; 4° heading and coordinating activities of the Chancellery; 5° submiting reports of the Chancellery and, where need be, explaining the contents therein; 6° coordinating all activities of members of the Council of the Chancellery. Reports referred to in this Article shall be submitted to the President of the Republic and a copy reserved to the Parliament and to the Minister in charge of culture."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "8",
      "title": "Article 8 – Selection of members of the Council of the Chancellery",
      "content": "The members of the Council of the Chancellery shall be selected among the Rwandans of integrity and who are knowledgeable and analytical enough to fulfill their responsibilities."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "9",
      "title": "Article 9 – Term of office of the members of the Council of the Chancellery",
      "content": "The Chancellor shall be appointed for a five year term of office while other members of the Council of the Chancellery shall serve a four year term of office. These terms of office shall be renewable only once."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "10",
      "title": "Article 10 – Vice Chancellor",
      "content": "The Council of the Chancellery shall elect among its members, the Vice Chancellor during its first meeting which shall be convened in writing and presided over by its Chancellor. He/she shall replace the Chancellor in case of absence."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "11",
      "title": "Article 11 – Responsibilities of the Council of the Chancellery",
      "content": "The Council of the Chancellery shall have the following responsibilities: 1° providing strategic vision and plan of action of the Chancellery; 2° approving short, medium and long term planning; 3° preparing draft internal rules and regulations of the Chancellery to be approved by a Presidential Order; 4° approving the draft annual budget before it is submitted to the relevant authorities; 5° examining the performance of the Chancellery in accordance with the plan of action and the budget; 6° approving the activity and financial reports of the previous year; 7° approving grants, subsidies and bequests donated to the Chancellery; 8° monitoring the performance of the Executive Secretariat of the Chancellery."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "12",
      "title": "Article 12 – Meetings of the Council of the Chancellery",
      "content": "The Council of the Chancellery shall meet once quarterly in the presence of at least six (6) of its members. It shall be convened in writing and presided over by the Chancellor or the Vice Chancellor when the Chancellor is absent. It may also hold an extraordinary meeting, if need be, at the invitation of the Chancellor or upon a written request by at least six (6) members of the Council of the Chancellery. Where the quorum required for the meeting of the Council of the Chancellery to take place is not obtained, the meeting is adjourned and it shall be reconvened and held within a period not exceeding fifteen (15) days. In that case, the Council shall meet regardless of the number of members present."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "13",
      "title": "Article 13 – Decision making",
      "content": "The Council of the Chancellery shall take decisions by consensus. Where it is impossible, decisions are taken by the absolute majority of its members present at the meeting. In case of a tie, the Chancellor shall have a casting vote."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "14",
      "title": "Article 14 – Invitation of a resourceful person to the meeting",
      "content": "The Council of the Chancellery may invite any person to its meeting from whom it may seek advice on a certain issue on the agenda. The invitee is not allowed to vote and to follow the debates of other issues on the agenda."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "15",
      "title": "Article 15 – Document of the decisions of the meeting of the Council of the Chancellery",
      "content": "The document containing decisions of the meeting of the Council of the Chancellery shall be signed by its members present. Its copy shall be submitted to the Minister in charge of culture in a period not exceeding five (5) days in order to provide his/her comments in a period not exceeding fifteen (15) days from the day of receipt. In case that period expires before the Minister provides his/her comments, the decisions of the meeting shall be considered to be final."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "16",
      "title": "Article 16 – Minutes of the meeting of the Council of the Chancellery",
      "content": "The minutes of the meeting of the Council of the Chancellery shall be signed by the Chairperson and the rapporteur and adopted in the following meeting. Its copy shall be submitted to the Minister in charge of culture in a period not exceeding fifteen (15) days from the day of their approval."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "17",
      "title": "Article 17 – Loss of membership to the Council of the Chancellery",
      "content": "A member of the Council of the Chancellery shall lose his/her membership due to one of the following reasons: 1° expiry of the term of office; 2° resignation through writing; 3° can no longer perform his/her duties due to physical or mental incapacity certified by an authorized medical doctor; 4° is definitively condemned to serve a prison sentence equal or exceeding six (6) months without suspension; 5° abstains from attending three consecutive meetings in one year without giving any sound reason; 6° when it is clear that he/she no longer fulfils the conditions considered at the time of appointment to the Council of the Chancellery; 7° demonstrates behavior contrary to his/her responsibilities; 8° compromises the interests of the Chancellery; 9° confesses and pleads guilty of the crime of genocide; 10° when he/she is characterised of the genocide ideology; 11° death. The Council of the Chancellery shall indicate that one of the members is no longer in his/her position basing on the reasons mentioned in paragraph one of this Article and approved by the authority that appointed him/her. He/she shall be replaced in accordance with Article 6 of this Law."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "18",
      "title": "Article 18 – Sitting allowances of the members of the Council of the Chancellery",
      "content": "A Presidential Order shall determine the sitting allowances to be granted to members of the Council of the Chancellery present in the meeting of the Chancellery."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "19",
      "title": "Article 19 – Incompatibilities",
      "content": "The members of the Council of the Chancellery or companies in which they have shares are not allowed to carry out remunerated activities within the Chancellery or to bid for tenders of the Chancellery."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "20",
      "title": "Article 20 – Daily activities of the Chancellery",
      "content": "The Executive Secretary of the Chancellery shall monitor daily activities of the Chancellery."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "21",
      "title": "Article 21 – Responsibilities of the Executive Secretary of the Chancellery",
      "content": "The Executive Secretary of the Chancellery shall have the following responsibilities: 1° to prepare and submit to the Council of the Chancellery a short, mid and long term draft planning for the Chancellery; 2° to prepare and submit to the Council of the Chancellery an annual plan of action; 3° to promote cooperation with other international organs with the same mission; 4° to ensure the use and management of finance and property of the Chancellery; 5° to draft the overall annual activity and financial reports and submit them to the Council of the Chancellery; 6° to coordinate all the activities of the Chancellery; 7° to implement the decisions approved by the members of the Council of the Chancellery; 8° to coordinate the activities of collecting information and conducting research on the lives of persons recognized for their heroic acts or outstanding achievements; 9° to gather and keep documents of all categories relating to activities mandate of the Chancellery; 10° to prepare and submit to the Council of the Chancellery the draft budget of the Chancellery; 11° to act as rapporteur for the meetings of the Council of the Chancellery; 12° to manage the staff of the Chancellery and to carry out their evaluation; 13° to carry out any other duties as may be assigned by the Council of the Chancellery in relation to his/her responsibilities."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter II – Responsibilities, structure and functioning of the Chancellery",
      "section": "22",
      "title": "Article 22 – Staff of the Chancellery",
      "content": "The staff of the Chancellery shall be governed by the General Statutes for Rwanda Public Service."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Budget and property",
      "section": "23",
      "title": "Article 23 – Source of property of the Chancellery",
      "content": "The property of the Chancellery shall come from the following sources: 1° State budget; 2° money from various services of the Chancellery; 3° grants, donation and bequests."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Budget and property",
      "section": "24",
      "title": "Article 24 – Approval and management of the budget of the Chancellery",
      "content": "The Chancellery's budget shall be approved and managed in accordance with relevant laws."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Budget and property",
      "section": "25",
      "title": "Article 25 – Use and management of the property of the Chancellery",
      "content": "The use, management and audit of the property of the Chancellery shall be carried out according to relevant laws. The internal audit unit responsible for daily auditing of the use of the property of the Chancellery shall submit a report to the Council of the Chancellery and reserve a copy to the Executive Secretary of the Chancellery."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – National Heroes",
      "section": "26",
      "title": "Article 26 – Definition of a hero",
      "content": "A hero is any person who pursues objectives he/she undertakes to obtain a special achievement for the public interest and with high proven integrity, sacrifice and noble courage in his/her acts and who avoids being a coward in his/her actions in very trying situations."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – National Heroes",
      "section": "27",
      "title": "Article 27 – Characteristics of a hero",
      "content": "To be classified as a hero, a person shall meet the following criteria: 1° proven integrity: to show a sense of courage, to support positive action, to point out negative actions and dare to fight it with full knowledge of its likely risks; 2° patriotism: to promote the country's sovereignty, development, national pride as well as unity among its inhabitants; 3° sacrifice: denial of personal interests, defence of public interests and, where necessary, sacrifice of one's life; 4° vision: to be visionary and to understand truth that is not open for all; 5° proven courage or bravery: to be famous for one's acts of bravery known to and appreciated by many people; 6° to serve as an example: to be famous for one's outstanding achievements which serve as a good example for others; 7° truthfulness: to be characterized by truth and to defend it without fear of suffering because of it; 8° magnanimity: to demonstrate good manners in one's behavior, relations and interactions; 9° humanity: to be characterized by love for others instead of being materialistic."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – National Heroes",
      "section": "28",
      "title": "Article 28 – Analysing characteristics of heroes",
      "content": "Acts that have characterized the life of a person are considered when analysing characteristics of heroes. Particular emphasis shall be placed on those acts that have marked the end of his/her life."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IV – National Heroes",
      "section": "29",
      "title": "Article 29 – Determination of categories of heroes",
      "content": "Determination of categories of heroes shall base on the following criteria: 1° supreme sacrifice; 2° importance demonstrated by the hero; 3° example demonstrated by the hero. Every feature shall have a special procedure in which it is analysed as provided for by Articles 30, 31 and 32 of this Law."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter IV – National Heroes",
      "section": "30",
      "title": "Article 30 – Supreme sacrifice",
      "content": "Supreme sacrifice is demonstrated by devoting oneself and forgeting his/her own interests to defend public and national interests and, if need arises, sacrificing his/her own life."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – National Heroes",
      "section": "31",
      "title": "Article 31 – Outstanding, high and great importance",
      "content": "Outstanding importance shall be demonstrated in an action to create the nation or to save it from exhaustion and other acts that positively improve the welfare of all Rwandans in a durable manner. High importance shall be demonstrated in an action that promotes the social welfare and knowledge and changes positively the global vision of all Rwandan citizens. Great importance shall be demonstrated in an action that brings significant improvements in the welfare of a large number of Rwandan citizens."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter IV – National Heroes",
      "section": "32",
      "title": "Article 32 – Outstanding and high examples",
      "content": "An outstanding example is an act that all Rwandans of all generations shall consider to be their best example. A high example is an act that the majority of Rwandans of all generations shall consider to be their best example."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter IV – National Heroes",
      "section": "33",
      "title": "Article 33 – Establishment of categories of National Heroes",
      "content": "There is hereby established the following categories of National Heroes: 1° IMANZI, which is the supreme category; 2° IMENA; 3° INGENZI."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter IV – National Heroes",
      "section": "34",
      "title": "Article 34 – IMANZI",
      "content": "IMANZI is the supreme Hero who demonstrated outstanding achievements characterized by supreme sacrifice, outstanding importance and example."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter IV – National Heroes",
      "section": "35",
      "title": "Article 35 – IMENA",
      "content": "IMENA is the Hero who seconds IMANZI and who is reputed for his/her extraordinary acts for the country which are characterized by supreme sacrifice, high importance and example."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter IV – National Heroes",
      "section": "36",
      "title": "Article 36 – INGENZI",
      "content": "INGENZI is the Hero who seconds IMENA and who is notorious for his/her good ideas or his/her outstanding achievements characterized by supreme sacrifice, great importance and high example."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter IV – National Heroes",
      "section": "37",
      "title": "Article 37: – Persons classified in each category",
      "content": "In the category of IMANZI there shall be classified Heroes who are no longer alive while in the categories of IMENA and INGENZI there shall be classified Heroes either dead or alive."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter IV – National Heroes",
      "section": "38",
      "title": "Article 38 – Modalities to grant benefits to National Heroes",
      "content": "Benefits to National Heroes provided for by this Law shall officially be granted on the National Heroes' Day by the President of the Republic or any other authority he/she may appoint. Benefits to each Hero or a group of Heroes shall be given to the Hero him/herself if he/she is still alive or to his/her heirs if the Hero is dead."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter IV – National Heroes",
      "section": "39",
      "title": "Article 39 – Benefits granted to IMANZI",
      "content": "In the category of IMANZI, a hero shall be granted the following benefits: 1° an award composed of: a) IMANZI Medal; b) a gift as a symbol of bravery; c) to support the spouse and his/her legally recognized children. 2° a memorial consisting of: a) registration on the list of IMANZI Heroes; b) recording his/her history in the register of IMANZI Heroes; c) to be buried in the cemetery reserved for Heroes; d) to give to certain works including institutes, parks, houses, streets/avenues/boulevards his/her name; e) to erect his/her statue on a place that bears his/her name."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter IV – National Heroes",
      "section": "40",
      "title": "Article 40 – Benefits granted to IMENA",
      "content": "In the category of IMENA, a hero shall be granted the following benefits: 1° an award composed of: a) IMENA Medal; b) a gift as a symbol of IMENA. 2° a memorial consisting of: a) registration on the list of IMENA Heroes; b) recording his/her history in the register of IMENA Heroes; c) to be buried in the cemetery reserved for IMENA Heroes; d) to give to certain works including parks, houses and streets/avenues/boulevards his/her name; e) erect his/her statue on his/her tomb after death."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter IV – National Heroes",
      "section": "41",
      "title": "Article 41 – Benefits granted to INGENZI",
      "content": "In the category of INGENZI, a hero shall be granted the following benefits: 1° an award composed of: a) INGENZI Medal; b) a gift as a symbol of INGENZI. 2° a memorial consisting of: a) registration on the list of INGENZI Heroes; b) recording his/her history in the register of INGENZI Heroes; c) to be buried in the cemetery reserved for INGENZI Heroes; d) to give to certain works including houses and streets/avenues/boulevards his/her name; e) to erect a statue on his/her tomb, after death."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter IV – National Heroes",
      "section": "42",
      "title": "Article 42 – Structure, awarding, declaration and the amount of benefits to be granted to each National Hero",
      "content": "A Presidential Order shall determine the structure, awarding, declaration and the amount of benefits to be granted to each National Hero as provided for in Articles 39, 40 and 41 of this Law."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter IV – National Heroes",
      "section": "43",
      "title": "Article 43 – Celebration of the National Heroes’ Day",
      "content": "The National Heroes' Day shall be marked throughout the country on the 1 st February every year and it shall also be a day on which all Rwandans pay tribute to National Heroes and their outstanding achievements. On that day, names of persons recognized as Heroes shall officially be announced along with benefits provided for by this Law."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter IV – National Heroes",
      "section": "44",
      "title": "Article 44 – Other specific activities related to the celebration of the National Heroes’ Day",
      "content": "A Presidential Order shall determine other specific activities related to the celebration of the National Heroes' Day."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter IV – National Heroes",
      "section": "45",
      "title": "Article 45 – Initiating investigations",
      "content": "The Council of the Chancellery may, at its own initiative or upon request by any other party, initiate investigations on any individual or individuals reputed for performing heroic acts."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter IV – National Heroes",
      "section": "46",
      "title": "Article 46 – List of persons to be classsified in the category of heroes",
      "content": "As the Chancellery conducts its investigations, it shall forward to the Council of the Chancellery a list of persons who qualify to be classified in the category of national heroes. The list shall be accompanied by an investigations report carried out on the person proposed as a hero and the category in which he/she may be classified."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter IV – National Heroes",
      "section": "47",
      "title": "Article 47 – Approval of the list",
      "content": "Once the list of persons proposed as heroes is approved by the Council of the Chancellery, it shall be submitted to Cabinet for consideration and shall be approved by a Presidential Order."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter IV – National Heroes",
      "section": "48",
      "title": "Article 48 – Change of category",
      "content": "Where, after thorough investigations, the Council of the Chancellery notes that a hero has been classified in a wrong category; such a hero shall be put in the right category in accordance with provisions of Articles 45 and 46 of this Law."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter IV – National Heroes",
      "section": "49",
      "title": "Article 49 – Dispossession of being a hero",
      "content": "Where it is ascertained, following thorough and reliable investigations, that error was made in acknowledging a person as a hero for outstanding achievements he/she did not perform, the Council of the Chancellery, at its own initiative or upon request by any other person, shall consider this issue and take a decision to divest him/her of his/her earlier awards and report thereon to Cabinet for final decision. Any person classified as a hero while still alive, shall be dispossessed of being so due to ignominious acts committed later. However, the heroic act shall still be remembered."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter IV – National Heroes",
      "section": "50",
      "title": "Article 50 – Announcement",
      "content": "Dispossession of being a hero shall be implemented by a Presidential Order and be announced to the public through media."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter V – National orders and decorations of honour",
      "section": "51",
      "title": "Article 51 – Definition of a decoration of honour",
      "content": "A decoration of honour is a symbol which is awarded by national authorities to defence forces, national police and to those who demonstrated important and outstanding acts in matters related to national security."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter V – National orders and decorations of honour",
      "section": "52",
      "title": "Article 52 – Determination and award of decorations of honour and related benefits",
      "content": "A Presidential Order shall determine award of decorations of honour and related benefits."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter V – National orders and decorations of honour",
      "section": "53",
      "title": "Article 53 – Definition of national order",
      "content": "A national order is a symbol awarded by national authorities to persons who demonstrated useful and supreme acts."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter V – National orders and decorations of honour",
      "section": "54",
      "title": "Article 54 – Criteria in awarding of national orders",
      "content": "National orders shall be awarded to persons who dedicated themselves to important acts based on unity, humanity, labour and friendship."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter V – National orders and decorations of honour",
      "section": "55",
      "title": "Article 55 – Institution of national orders",
      "content": "There is hereby established the following national orders and their precedence shall indicate their order of importance: 1° National Liberation Medal: URUTI; 2° Campaign Against Genocide Medal: UMURINZI. A Presidential Order shall determine all other national orders and shall also describe their order of precedence."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter V – National orders and decorations of honour",
      "section": "56",
      "title": "Article 56: – Award of national orders",
      "content": "A Presidential Order shall determine the procedure for awarding national orders and their beneficiaries."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter V – National orders and decorations of honour",
      "section": "57",
      "title": "Article 57 – Time and announcement of beneficiaries of national orders",
      "content": "Beneficiaries of national orders of labour shall be announced and decorated with their medals on the 1 st May, on Labor Day. Beneficiaries of national orders of unity humanity and friendship shall be announced and decorated with their medals on the 4 th July, on Liberation Day."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter V – National orders and decorations of honour",
      "section": "58",
      "title": "Article 58 – Use of national orders",
      "content": "An Order of the Minister in charge of culture shall determine the use of national orders."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter V – National orders and decorations of honour",
      "section": "59",
      "title": "Article 59 – Benefits granted to beneficiaries of national orders",
      "content": "A Presidential Order shall prescribe the nature, the awarding, the announcement and benefits to beneficiaries of national orders. National orders shall be awarded to both the living and dead persons. Benefits granted posthumously to a beneficiary of national order shall be allocated to his/her legally recognized heirs."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter V – National orders and decorations of honour",
      "section": "60",
      "title": "Article 60 – Initiating of investigations",
      "content": "The Council of the Chancellery, at its own initiative or upon request by concerned administrative organs or any other party, may initiate research upon any person or group of persons deserving national orders."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter V – National orders and decorations of honour",
      "section": "61",
      "title": "Article 61 – List of beneficiaries of national orders",
      "content": "As the Chancellery conducts its investigations, it shall forward to the Council of Chancellery a list of persons who qualify to be beneficiaries of national heroes. The list shall be accompanied by an investigations report carried out on the person proposed as beneficiary of national orders and the category in which he/she may be classified."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter V – National orders and decorations of honour",
      "section": "62",
      "title": "Article 62 – Approval of the list",
      "content": "Once the list of persons proposed as beneficiaries of national orders is approved by the Council of the Chancellery, it shall be submitted to Cabinet for consideration and shall be approved by a Presidential Order."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter V – National orders and decorations of honour",
      "section": "63",
      "title": "Article 63 – Change of category",
      "content": "Where the Council of the Chancellery notes that the beneficiary of a national order has been classified in a wrong category; he/she shall be put in the right category and be granted related benefits in accordance with the provisions of article 59 of this Law."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter V – National orders and decorations of honour",
      "section": "64",
      "title": "Article 64 – Dispossession of a beneficiary",
      "content": "Where it is ascertained, following thorough and reliable investigations, that error was made in awarding a given national order for outstanding achievements the beneficiary did not perform, the Council of the Chancellery, at its own initiative or upon request by any other person, shall consider this issue and take a decision to dispossess him/her of his/her national order and all benefits and report thereon to Cabinet for final decision. Any beneficiary of national order while still alive, shall be dispossessed of being so due to ignominious acts committed later. However, the act for which the national order was awarded shall still be remembered."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter V – National orders and decorations of honour",
      "section": "65",
      "title": "Article 65 – Announcement",
      "content": "Dispossession of a national order shall be implemented by a Presidential Order and be announced through media."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "66",
      "title": "Article 66 – Persons who were approved as heroes before the commencement of this Law",
      "content": "Persons who were approved as heroes by the Cabinet meeting of 12 December 2001 shall be approved by a Presidential Order."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "67",
      "title": "Article 67 – Drafting and consideration of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "68",
      "title": "Article 68 – Repealing of inconsistent provisions",
      "content": "All prior legal provisions inconsistent with this Law are hereby repealed."
    },
    {
      "provision_ref": "art69",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "69",
      "title": "Article 69 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
