{
  "id": "rw-law-2008-19",
  "type": "statute",
  "title": "Law determining the Characteristics and Ceremonies of the National Anthem",
  "title_en": "Law determining the Characteristics and Ceremonies of the National Anthem",
  "short_name": "Law 19 of 2008",
  "status": "repealed",
  "issued_date": "2008-07-14",
  "in_force_date": "2009-04-27",
  "url": "https://rwandalii.org/akn/rw/act/law/2008/19/eng@2009-04-27",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article One – Scope of the Law",
      "content": "This Law determines characteristics and ceremonies of the national Anthem."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 – Title of the national Anthem",
      "content": "The title of the national Anthem is “ RWANDA NZIZA ”."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 – Verses of the national Anthem",
      "content": "The national Anthem shall consist of four (4) verses described as follows: The first verse praises the beauty of Rwanda as the common cradle of all Rwandan people and emphasises the unity of all Rwandan people. The second verse emphasizes the common characteristics of Rwandans and rwandan values as their common heritage and the pillar of national development. The third verse praises all the heroes of Rwanda and their prowesses and emphasizes the strong commitment to laudable deeds they performed for Rwanda. The fourth verse calls upon Rwandans to sacrifice themselves for the good of their Country by striving for its peace to preserve its pride, commitment and role within the concert of nations."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4 – Text and notes for the national Anthem",
      "content": "The text and notes for the national Anthem are found in Annexes I and II of this Law."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5 – Ceremonies of the national Anthem",
      "content": "The singing of the national Anthem requires ceremonial respect. When the national Anthem is sung in public, as determined by competent organs, all those present except those who are not able including people with disabilities shall sing it, while standing in a upright position and at attention and their arms stretched along their bodie. Those with hats shall remove them except those authorized to do so by virtue of their positions or religious beliefs in accordance with rules that govern them."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6 – Singing of the national Anthem",
      "content": "The national Anthem shall be sung in its entirety. However, when receiving Heads of States or Governments and when they leave for their countries, there shall be sung the first and the last verses."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7 – Obligation to know the national Anthem",
      "content": "Any Rwandan with capability as determined by the law shall be required to know the national Anthem. The foreigner also enjoys the right to know the national Anthem."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8 – Penalties",
      "content": "Without prejudice to the provisions of other laws, 1° Shall be liable to an imprisonment of six (6) month to twelve (12) months and a fine of fifty thousand Rwandan francs (Rwf 50,000) to one hundred thousand Rwandan francs (Rwf 100,000) or one of those penalties any person, who wilfully does not respect or desecrate the national Anthem. 2° Shall be liable to an imprisonment of one year to three (3) years and a fine of one hundred thousand Rwandan francs (Rwf 100,000) to two hundred thousand Rwandan francs (Rwf 200,000) or one of those penalties any person, who wilfully changes the words or the notes of the national Anthem included in the appendices I and II of this Law. 3° Shall be liable to an imprisonment of three (3) years to five (5) years and a fine of two hundred thousand Rwandan francs (Rwf 200,000) to five hundred thousand Rwandan francs (Rwf 500,000) or one of those penalties any person, who sings any other Anthem while considering it as the national Anthem."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9 – Abrogating provisions",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10 – Commencement",
      "content": "This Law Shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
