{
  "id": "rw-law-2008-24",
  "type": "statute",
  "title": "Law determining Characteristics, Significance, Usage and Protection of the Seal of the Republic",
  "title_en": "Law determining Characteristics, Significance, Usage and Protection of the Seal of the Republic",
  "short_name": "Law 24 of 2008",
  "status": "in_force",
  "issued_date": "2008-07-23",
  "in_force_date": "2008-04-20",
  "url": "https://rwandalii.org/akn/rw/act/law/2008/24/eng@2009-04-20",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – The purpose of the Law",
      "content": "This Law determines characteristics, significance, usage and protection of the Seal of the Republic."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter II – Characteristics of the Seal of the Republic",
      "section": "2",
      "title": "Article 2 – Components of the Seal of the Republic",
      "content": "The Seal of the Republic of Rwanda SHALL consist of a green ring with a knot of the same colour tied at the lower edge of the ring; on the top are the imprints “REPUBLIC OF RWANDA”. Below the knot is the national motto “UNITY, WORK, PATRIOTISM”. All imprints are written in black characters on a yellow background. The Seal of the Republic of Rwanda also consists of the following features: the sun, its rays, sorghum and coffee, a small basket, a blue cogged wheel and one shield at the right hand side and another at the left hand side."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Characteristics of the Seal of the Republic",
      "section": "3",
      "title": "Article 3 – Colour of the Seal of the Republic and their codes",
      "content": "The Seal of the Republic shall have respect the following colours and codes: the yellow colour of imprints, the golden colour, the Ochre, the shields, the red colour of a ripe spike of sorghum and ripe coffee beans the geen colour of the cogged wheel making the border of the Seal, leaves of sorghum and coffee tree, the light blue colour of a cogged wheel, the dark blue colour of the inner cogged wheel, the black colour of imprints and decoration of ochre. The colours of the Seal shall respect the following codes: Yellow: RAL 1023 Golden yellow: RAL 1003 The basket’ocre and shields: HKS 71N Red: Panthène 1945C Green: RAL 6029 Light blue: Panthène 299 2x Dark blue: HKS 39N"
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Characteristics of the Seal of the Republic",
      "section": "4",
      "title": "Article 4 – Original design of the Seal of the Republic",
      "content": "The original Seal of the Republic of Rwanda shall be made of cotton cloth. The measurements of such a piece of cloth shall be one hundred and ninety five (195) centimetres long and one hundred and thirty (130) centimetres wide. The original Seal used in a dry form shall have the diameter of five (5) centimetres. Both original designs shall be kept in the Office of the President of the Republic."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Characteristics of the Seal of the Republic",
      "section": "5",
      "title": "Article 5 – Ordinary Seal of the Republic",
      "content": "The ordinary Seal of the Republic of Rwanda shall be designed in a white piece of cloth of polyester one hundred percent (100%), in accordance with measurements set in paragraph One of Article 4 of this Law. The design of the Seal of the Republic as referred to in the annex of this law shall respect the measurements referred to measurements set in paragraph one of article 4 of this law."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Characteristics of the Seal of the Republic",
      "section": "6",
      "title": "Article 6 – Types of the Seal used by Government authorities",
      "content": "Government authorities and Public institutions shall use a seal which is similar to the sample appended to this law, with a circle of a forty millimetres (40 mm) diameter, the name of such a government authority or public institution using it. In case there are documents concerning Government administration and international organizations, the Seal of the Republic may be used along side the logo of that organization. In that case, the national Seal is placed at the left hand side."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Characteristics of the Seal of the Republic",
      "section": "7",
      "title": "Article 7 – Definitions of components of the Seal of the Republic",
      "content": "The components of the Seal of the Republic shall have the following meaning: 1° The green ring and knot symbolise unity of all Rwandans united and working for the same goal; 2° The sun and twenty four (24) rays symbolise transparency and fighting ignorance; 3° The sorghum of one spike and four (4) leaves and the coffee of sixteen (16) leaves and twenty eight (28) grains symbolise wealth including food crops and cash crops; 4° The small covered basket of two colours symbolises the Rwandan culture to be safeguarded: saving, solidarity in all matters and sharing; 5° The blue wheel of twenty four (24) cogs of which nineteen (19) cogs are visible, symbolises technology and industrial development in Rwanda; 6° The two shields, one at the right hand side and another at the left hand side, symbolise patriotism and defence of the country. All Rwandans together, in unity, safeguard the national sovereignty and are ready to defend their country; 7° The motto of the Republic: Unity, Work, Patriotism” refers to the motto that every Rwandan should always have in mind and understand that he/she shares with other Rwandans the country, that he/she has to work hard to develop it and to be patriotic to the extent he/she can sacrifice his/her life for it."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Usage of the Seal of the Republic",
      "section": "8",
      "title": "Article 8 – Usage of the ordinary Seal of the Republic on laws, Orders and other deeds",
      "content": "Before their publication in the Official Gazette of the Republic of Rwanda, Laws, Decree-laws, Orders and general Regulations concerning the people shall be sealed with the ordinary Seal of the Republic. Testimonials that are given to persons designated in National orders, accreditation and recall letters of Rwanda’s Ambassadors abroad, appointment letters for Rwanda’s consuls, credentials for the foreign Ambassadors in Rwanda as well as letters assigning to a person full powers as to signing international conventions and their ratification on behalf of the Republic of Rwanda shall be also sealed with the ordinary Seal of the Republic."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Usage of the Seal of the Republic",
      "section": "9",
      "title": "Article 9 – Use of the Seal of the Republic for administrative purposes",
      "content": "The ordinary Seal of the Republic with ink shall be affixed on all the Public administration’s documents in accordance with the law. The persons authorized to use the Seal of the Republic on invitation, visiting cards and imprints shall be the country’s top officials and other officials determined by a Presidential Order."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Usage of the Seal of the Republic",
      "section": "10",
      "title": "Article 10 – Sealing Laws and Orders",
      "content": "The Minister in charge of Justice shall seal with the Seal of the Republic the original documents of Laws, Decree-laws, Orders and general regulations referred to paragraph One of Article 8 of this Law and confirmed them by his/her signature preceded by words “Seen and Sealed with the Seal of the Republic:”."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Usage of the Seal of the Republic",
      "section": "11",
      "title": "Article 11 – Making the stamps with the Seal of the Republic",
      "content": "The Minister in charge of justice shall be the one empowered to design and issue the stamps with the Seal of the Republic to be used anywhere in Rwanda as well as in Embassies and Consulates of Rwanda abroad. The concerned Services shall present the format of the Seal they need. The Minister in charge of justice grants permission to make the dry Seal of the Republic, upon request from the authority in need. The Minister in charge of justice shall have the power for making the stamps with the Seal of the Republic for the President’s office, the Central Bank, Rwanda Embassies abroad, Authorities responsible for Immigration and Emigration, Authorities responsible for issuing driving license made. The Administration of Provinces, City of Kigali and Districts shall request for authorization from the Minister in charge of justice through the Minister in charge of Local government for orders of the seals."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Protection of the Seal of the Republic",
      "section": "12",
      "title": "Article 12 – Protection of the Seal of the Republic",
      "content": "The Minister in charge of justice shall be the custodian of the Seal of the Republic."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Protection of the Seal of the Republic",
      "section": "13",
      "title": "Article 13 – Old, changed or no longer valid Seals",
      "content": "Old, changed or no longer valid Seals shall be surrendered to the Ministry in charge of justice."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Protection of the Seal of the Republic",
      "section": "14",
      "title": "Article 14 – Penalties",
      "content": "Any person who contravenes this Law shall be liable to a penalties provided for by the Penal Code."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "15",
      "title": "Article 15 – Documents in use with a Seal cancelled",
      "content": "All documents sealed with the Seal of the Republic of Rwanda which was in use before December 31, 2001 shall remain valid until they are cancelled by specific laws."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "16",
      "title": "Article 16 – Abrogating provisions",
      "content": "All previous legal provisions contrary to this Law are hereby abrogated."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "17",
      "title": "Article 17 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "The components of the Seal of the Republic shall have the following meaning",
      "definition": "1° The green ring and knot symbolise unity of all Rwandans united and working for the same goal",
      "source_provision": "art7"
    },
    {
      "term": "The motto of the Republic",
      "definition": "Unity, Work, Patriotism” refers to the motto that every Rwandan should always have in mind and understand that he/she shares with other Rwandans the country, that he/she has to work hard to develop it and to be patriotic to the extent he/she can sacrifice his/her life for it",
      "source_provision": "art7"
    }
  ]
}
