{
  "id": "rw-law-2008-59",
  "type": "statute",
  "title": "Law on Prevention and Punishment of Gender-Based Violence",
  "title_en": "Law on Prevention and Punishment of Gender-Based Violence",
  "short_name": "Law 59 of 2008",
  "status": "repealed",
  "issued_date": "2008-09-10",
  "in_force_date": "2008-09-10",
  "url": "https://rwandalii.org/akn/rw/act/law/2008/59/eng@2008-09-10",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One: – Purpose of the Law",
      "content": "This Law is aimed at preventing and suppressing the gender-based violence"
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "Under this Law, the following terms shall have the following definitions: 1° gender based violence: any act that results in a bodily, psychological, sexual and economic harm to somebody just because they are female or male. Such act results in the deprivation of freedom and negative consequences. This violence may be exercised within or outside households them. 2° marriage: contract entered between a man and a woman in accordance with the law; 3° polygamy: the fact that one person marries a second spouse while the marriage with the first one is still valid. 4° concubinage: the fact that two people live permanently as if they were spouses though they are not married while one of them is legally married. 5° adultery: the fact of having sex with a person who is married to someone else; 6° rape: the fact that a person is involved into sexual intercourse without consent, by force, intimidation, trices and others; 7° conjugal rape: coercing a spouse into sexual relations without that spouse’s consent, by way of force, intimidation, trices and others; 8° forcible abduction: abduction of someone by force or fraud for the purpose of marital union; 9° sexual slavery aimed at achieving selfsatisfaction: using influential authority, economic power, or any other ways of achieving self-sexual satisfaction. It may be aimed at sexual intercourse, physical touching, undress and photographing, exposing him/her, nakedness and eroticism exhibition, making one’s sex touch other parts of the body and others; 10° indecency: acts or behaviour different from good morals and politeness, degrading human being; 11° elderly: any person above sixty-five (65) years of age; 12° harassment: putting someone in unrest condition by persecuting, nagging, scorning or insulting him/her and others;"
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Prevention and protection against gender-based violence",
      "section": "3",
      "title": "Article 3 – Threatening by way of deprivation of certain rights",
      "content": "It is forbidden to use threat of depriving someone of certain rights for the purpose of having them indulge in any gender based violence act."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Prevention and protection against gender-based violence",
      "section": "4",
      "title": "Article 4 – Distorting tranquility of one’s spouse",
      "content": "It is forbidden to distort tranquility of one’s spouse due to polygamy, concubinage or adultery. It is forbidden to distort tranquility of one’s spouse because of dowry, reproduction and his/her natural physiognomy. It is forbidden to harass to deprive one’s spouse of the right to property and to employment."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Prevention and protection against gender-based violence",
      "section": "5",
      "title": "Article 5 – Conjugal rape",
      "content": "Both spouses have equal rights as to sexual intercourse, reproductive health and family planning. It is forbidden to make sex with one’s spouse without one’s consent."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Prevention and protection against gender-based violence",
      "section": "6",
      "title": "Article 6 – Violence as the cause of divorce",
      "content": "Gender based violence shall be one of the causes of divorce. At the time divorce is being decided, the rights of children from the spouses shall be taken into account in accordance with the law."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Prevention and protection against gender-based violence",
      "section": "7",
      "title": "Article 7 – Protecting a child against gender based violence",
      "content": "The parent, trustee or any other person responsible for a child shall protect the latter against any gender based violence. It shall be forbidden not to cater for child under one’s trusteeship just because of whether the child is male or female."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Prevention and protection against gender-based violence",
      "section": "8",
      "title": "Article 8 – Maternity leave",
      "content": "Upon delivery, a woman shall have the right to a maternity leave of three (3) months and one hour per working day, agreed with the employer, to breast feed for a period of twelve (12) months after maternity leave. Without prejudice to other legal provisions with regard to leaves, a woman who gives birth to a child and consequently the child dies before one month shall be entitled to four (4) weeks of leave after delivery."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Prevention and protection against gender-based violence",
      "section": "9",
      "title": "Article 9 – Rights of a pregnant woman or of a woman who delivers",
      "content": "It is forbidden to fire a woman just because she is pregnant or in maternity leave. Pregnancy and delivery shall not constitute cause for depriving a student of her right to education."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Prevention and protection against gender-based violence",
      "section": "10",
      "title": "Article 10 – Preventing violence and catering for the victims of violence",
      "content": "It is forbidden to use drugs, films, signs, language, and other means with the intention of exercising gender based violence. Any person must prevent gender based violence, rescue and call for rescue the victims of this violence. A Prime Minister’s Order shall determine modalities in which government institutions prevent gender based violence and for receiving, relieving, defending, medicating and assisting the victim for the purpose of rehabilitating his/her health."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Prevention and protection against gender-based violence",
      "section": "11",
      "title": "Article 11 – Prevention of indecent acts",
      "content": "It is forbidden for any person to have any indecent conduct and behaviour."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "12",
      "title": "Article 12 – Place of hearing",
      "content": "Where it is convenient for the victim, gender based violence related cases shall be heard and pronounced at the scene of the crime if possible."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "13",
      "title": "Article 13 – Production of evidence and testimonies",
      "content": "Notwithstanding other legal provisions, evidence or testimonies related to gender based violence shall be produced in the courts by any person holding them. Testimonies given by children and other people living in the household as well as those produced by neighbours shall be taken into account."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "14",
      "title": "Article 14 – Penalty for adultery",
      "content": "Any person convicted with adultery shall be liable to imprisonment sentence of between six (6) months and two (2) years. Penalties provided for in the preceding paragraph shall apply to the co-offender involved in adultery."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "15",
      "title": "Article 15 – Prosecution for adultery",
      "content": "Prosecution for adultery shall not be started unless the offender’s spouse so claims. The offender’s spouse may, at any step of proceedings, decide to withdraw the case. He/she may also suspend jugement execution. Such withdrawal or suspension shall apply to both persons involved in adultery."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "16",
      "title": "Article 16 – Penalty for rape",
      "content": "Any person who is guilty with rape shall be liable to imprisonment of ten (10) years to fifteen (15) years. Where rape has resulted in a bodily or a mental illness, the person guilty with rape shall be liable to imprisonment of fifteen (15) years to twenty (20) years and medical care fees for the person raped shall be borne by him/her. Where rape has resulted in a terminal illness or death, the guilty person shall be liable to life imprisonment."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "17",
      "title": "Article 17 – Penalty for abduction",
      "content": "Abduction shall be liable to imprisonment of five (5) years to eight (8) years and a fine between one hundred thousand Rwandan francs (100, 000 Rwf) and two hundred thousand Rwandan francs (200,000 Rwf). The penalty and fine provided for in paragraph One of this Article shall apply to any person involved in abduction."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "18",
      "title": "Article 18 – Penalty for child neglect because of his/her sex",
      "content": "Any person who does not care for his/her child or exercise harassment on him/her because of whether the latter is a boy or a girl or exercise harassment on his/her spouse shall be liable to imprisonment of six (6) months to three (3) years. Any person who does not care for the child he is responsible for because of whether the latter is a boy or a girl shall be liable to penalties referred to in the paragraph One of this Article."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "19",
      "title": "Article 19 – Penalty for conjugal rape",
      "content": "Any person who coerces his/her spouse to sexual intercourse shall be liable to imprisonment of six (6) months to two (2) years."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "20",
      "title": "Article 20 – Penalty for harassing one’s spouse",
      "content": "Any person guilty of harassing his/her spouse shall be liable to imprisonment of six (6) to two (2) years."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "21",
      "title": "Article 21 – Penalty for concubinage",
      "content": "Any person guilty of concubinage shall be liable to imprisonment of two (2) years to four (4) years and a fine between one hundred thousand (100,000 Rwf) to two hundred thousand (200,000 Rwf) Rwandan francs. Penalties provided for paragraph One of this Article shall apply to any person accepting to become a concubine."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "22",
      "title": "Article 22 – Penalty for polygamy",
      "content": "Any person guilty of getting married while there still exist a valid marriage contract between him/her and someone else shall be liable to imprisonment of three (3) years to five (5) years and a fine between three hundred thousand (300,000 Rwf) Rwandan francs and five hundred thousand (500,000 Rwf) Rwandan francs. Penalties provided for in the paragraph One of this Article shall apply to any person who accepts to get married to someone else knowing that the latter has an other valid marriage contract with someone else. Any person involved intentionally in polygamy by issuing documents or officiating marriage shall be liable to imprisonment sentence of five (5) years to eight (8) years."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "23",
      "title": "Article 23 – Penalty for sexual slavery",
      "content": "Any person guilty of sexual slavery shall be liable to imprisonment of ten (10) years to fifteen (15) years and a fine between five hundred thousand (500,000 Rwf) Rwandan francs and one million (1,000,000 Rwf) Rwandan francs."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "24",
      "title": "Article 24 – Penalty for sexual harassment of one’s subordinate",
      "content": "Any employer or any other person guilty of exercising sexual harassment by way of orders, intimidation and terror over a person he/she leads shall be liable to imprisonment of two (2) years to five (5) years and a fine between one hundred thousand (100,000 Rwf) Rwandan francs and two hundred thousand (200,000 Rwf) Rwandan francs."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "25",
      "title": "Article 25 – Penalty for someone who kills his/her spouse",
      "content": "Subject to the provisions of the Penal Code, any person guilty of killing his/her spouse shall be liable to life imprisonment."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "26",
      "title": "Article 26 – Penalty for distorting tranquility of one’s spouse on sexual grounds",
      "content": "Any person guilty of the offence referred to in paragraph 2 and 3 of Article 4 of this Law shall be liable to imprisonment of six (6) months to two (2) years and a fine between fifty thousand (50,000 Rwf) Rwandan francs and two hundred thousand (200,000 Rwf) Rwandan francs."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "27",
      "title": "Article 27 – Penalty for sexual torture",
      "content": "Any person guilty of violence by exercising sexual torture or intending to commit sexual torture shall be liable to the life imprisonment with special provisions."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "28",
      "title": "Article 28 – Penalty for gender based human trafficking",
      "content": "Any person guilty of gender based human trafficking shall be liable to imprisonment of fifteen (15) years to twenty (20) years and a fine between five hundred thousand (500,000 Rwf) Rwandan francs and two million (2,000,000 Rwf) Rwandan francs."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "29",
      "title": "Article 29 – Penalty for intentionally transmitting a terminal disease",
      "content": "Any person guilty of intentionally transmitting a terminal disease by sexual way to someone else shall be liable to life imprisonment."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "30",
      "title": "Article 30 – Violence stirred up by the use narcotic drugs, pictures, signs, language or writing",
      "content": "Any person guilty of using drugs, narcotics, pictures, signs, language or writing to stir up sexual violence shall be liable to imprisonment sentence of between five (5) years and eighty (8) years and a fine between one hundred thousand (100,000 Rwf) and two hundred thousand (200,000 Rwf) Rwandan francs."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "31",
      "title": "Article 31 – Penalty for committing sexually indecent acts",
      "content": "Any person guilty of committing sexually indecent acts against someone shall be liable to imprisonment sentence of between two (2) years and five (5) years and a fine between one hundred thousand (100,000 Rwf) and two hundred thousand (200,000 Rwf) Rwandan francs."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "32",
      "title": "Article 32 – Penalty for violence against an elderly person",
      "content": "Any person guilty of sexual violence against an elderly person shall be liable to imprisonment of ten (10) years to fifteen (15) years and a fine between five hundred thousand (500,000 Rwf) and one million (1.000,000 Rwf) Rwandan francs."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "33",
      "title": "Article 33 – Penalty for violence against a handicapped person",
      "content": "Any person guilty of sexual violence against a handicapped person shall be liable to imprisonment of ten (10) years to fifteen (15) years and a fine between five hundred thousand (500,000 Rwf) and one million (1.000,000 Rwf) Rwandan francs."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "34",
      "title": "Article 34 – Penalty for defaming a person or his/her job",
      "content": "Shall be liable to imprisonment of two (2) years to five (5) years and a fine between one hundred thousand (100,000 Rwf) and three hundred thousand (300,000 Rwf) Rwandan francs, any person guilty of defaming or pressurizing someone just on the grounds of being woman or a man aiming at disparaging his/her personality or his/her work."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "35",
      "title": "Article 35 – Penalty for violence on the grounds of depriving someone of his/her rights",
      "content": "Any person who disturbs someone else on grounds of depriving the latter of his/her rights in order to have him/her in any gender based act shall be liable to imprisonment of six (6) months and two (2) years and a fine between one hundred thousand (100,000 Rwf) and five hundred thousand (500,000 Rwf) Rwandan francs."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "36",
      "title": "Article 36 – Penalty for a person refusing to assist the victim of violence or to testify over the violence",
      "content": "Any person who refuses to assist the victim of violence or to testify over the violence against himself or herself or against someone else shall be liable to imprisonment of six (6) months to two (2) years and a fine between fifty thousand (50,000 Rwf) and two hundred thousand (200,000 Rwf) Rwandan francs or one of those penalties."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter III – Cases and penalties for gender based violence",
      "section": "37",
      "title": "Article 37 – Penalty for lying against somebody of having committed gender based violence",
      "content": "Any person who lies against someone of having committed a crime of gender based violence provided for by this law shall be punished by the relevant penal legal provisions"
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "38",
      "title": "Article 38 – Damages",
      "content": "Any victim of gender based violence or any other person affected by such violence shall have the right to claim for damages."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "39",
      "title": "Article 39 – Legalizing unlawful marriages and commun assets distribution",
      "content": "Those people entertaining unlawful marriages shall be married in accordance with the monogamous principle. If a person concerned with the provision of previous paragraph of this Article was living with many husbands/wives, he shall first of all share the commonly owned belongings with those husbands/wives equally. The property distribution referred to in paragraph 2 of this Article shall not entrench on the children’s legally recognized rights. Modalities of such distribution shall be determined by an Order of the Minister in charge of Local Government."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "40",
      "title": "Article 40 – Abrogating provisions",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "41",
      "title": "Article 41 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "polygamy",
      "definition": "the fact that one person marries a second spouse while the marriage with the first one is still valid",
      "source_provision": "art2"
    },
    {
      "term": "rape",
      "definition": "the fact that a person is involved into sexual intercourse without consent, by force, intimidation, trices and others",
      "source_provision": "art2"
    },
    {
      "term": "conjugal rape",
      "definition": "coercing a spouse into sexual relations without that spouse’s consent, by way of force, intimidation, trices and others",
      "source_provision": "art2"
    },
    {
      "term": "forcible abduction",
      "definition": "abduction of someone by force or fraud for the purpose of marital union",
      "source_provision": "art2"
    },
    {
      "term": "sexual slavery aimed at achieving selfsatisfaction",
      "definition": "using influential authority, economic power, or any other ways of achieving self-sexual satisfaction",
      "source_provision": "art2"
    },
    {
      "term": "indecency",
      "definition": "acts or behaviour different from good morals and politeness, degrading human being",
      "source_provision": "art2"
    },
    {
      "term": "elderly",
      "definition": "any person above sixty-five (65) years of age",
      "source_provision": "art2"
    },
    {
      "term": "harassment",
      "definition": "putting someone in unrest condition by persecuting, nagging, scorning or insulting him/her and others",
      "source_provision": "art2"
    }
  ]
}
