{
  "id": "rw-law-2015-50",
  "type": "statute",
  "title": "Law establishing Rwanda Demobilization and Reintegration Commission (RDRC) and Determining its Responsibilities, Organisation and Functioning",
  "title_en": "Law establishing Rwanda Demobilization and Reintegration Commission (RDRC) and Determining its Responsibilities, Organisation and Functioning",
  "short_name": "Law 50 of 2015",
  "status": "repealed",
  "issued_date": "2015-12-14",
  "in_force_date": "2016-01-25",
  "url": "https://rwandalii.org/akn/rw/act/law/2015/50/eng@2016-01-25",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes Rwanda Demobilization and Reintegration Commission, abbreviated as “RDRC” and determines its responsibilities, organization and functioning."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purpose of this Law, the following terms shall have the following meaning: 1° Minister: Minister in charge of Social Affairs. 2° former military member: a. a former member of the Rwanda Defence Forces; b. a former member of the national army before 19 July 1994; c. a former member of any other armed group who is repatriated."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Legal personality and autonomy",
      "content": "RDRC shall have a legal personality, administrative and financial autonomy."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Head office of RDRC",
      "content": "The Head office of RDRC shall be located in the City of Kigali, the Capital of the Republic of Rwanda. It may be transferred elsewhere on the Rwandan territory if deemed necessary."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Supervising authority of RDRC and performance contract",
      "section": "5",
      "title": "Article 5 – Supervising authority of RDRC",
      "content": "RDRC shall be supervised by the Ministry in charge of social affairs."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Supervising authority of RDRC and performance contract",
      "section": "6",
      "title": "Article 6 – Performance contract",
      "content": "A performance contract shall be concluded between the Council of Commissioners of RDRC and the Minister supervising RDRC indicating powers, rights and responsibilities of each party for RDRC to fulfil its mission. Such a contract shall be valid for a period equal to the term of office of members of the decision-making organ of RDRC."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Mission and responsibilities of RDRC",
      "section": "7",
      "title": "Article 7 – Mission of RDRC",
      "content": "The overall mission of RDRC is to facilitate the reinsertion and reintegration of the former military member to empower him/her to develop him/herself and contribute to the comprehensive development of the country."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Mission and responsibilities of RDRC",
      "section": "8",
      "title": "Article 8 – Responsibilities of RDRC",
      "content": "RDRC shall have the following responsibilities: 1° to receive and carry out social reinsertion and reintegration of former members of Rwanda Defence Forces placed at its disposal by the relevant organ; 2° to receive, demobilise and carry out social reinsertion and reintegration of the persons referred to in items 2° b. and 2° c. of Article 2 of this Law; 3° to advocate for the initiatives meant for former military members with disability and follow up the implementation of such initiatives; 4° to advise the Government on the policy of demobilization, social reinsertion and reintegration of former military members; 5° to coordinate the actions of all Government organs and all stakeholders working with RDRC on matters related to the demobilization and the reinsertion and reintegration of former military members; 6° to carry out such other activities as may be required for the achievement of its mission."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Organs of RDRC and their responsibilities",
      "section": "9",
      "title": "Article 9 – Management organs of RDRC",
      "content": "RDRC shall have the following two (2) management organs: 1° the Council of Commissioners; 2° the General Secretariat. The organizational structure of RDRC shall be determined by a Prime Minister's Order."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organs of RDRC and their responsibilities",
      "section": "10",
      "title": "Article 10 – Appointment and term of office of members of the Council of Commissioners",
      "content": "The Council of Commissioners shall be the supreme organ of RDRC. It shall comprise five (5) Commissioners including a Chairperson and a Vice-Chairperson who hold office on a permanent basis. Commissioners shall serve a term of five (5) years renewable once. At least thirty per cent (30%) of the Commissioners must be females. Members of the Council of Commissioners including the Chairperson and the Deputy Chairperson shall be appointed by a Presidential Order after approval by the Senate."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organs of RDRC and their responsibilities",
      "section": "11",
      "title": "Article 11 – Requirements for being a Commissioner",
      "content": "For a person to be a Commissioner, he/she must fulfil the following requirements: 1° to be a Rwandan national with adequate skills and knowledge required to discharge the duties of commissioner; 2° to be a person of integrity; 3° not having been definitively convicted of the crime of genocide, genocide ideology and divisionism; 4° not having been definitively sentenced to a penalty exceeding six (6) months without suspension."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Organs of RDRC and their responsibilities",
      "section": "12",
      "title": "Article 12 – Responsibilities of the Council of Commissioners",
      "content": "The Council of Commissioners shall have the following responsibilities: 1° to determine and follow up activities carried out in former military members transit centres; 2° to follow up the welfare and living conditions of re-integrated former military members; 3° to approve the Internal Rules and Regulations of RDRC; 4° to approve the long-term strategic plan of RDRC; 5° to approve the annual action plan of RDRC; 6° to approve the draft budget proposal of RDRC; 7° to approve the activity report of RDRC and submit it to the Minister; 8° to take decisions on any other issues under responsibilities of RDRC. The Council of Commissioners shall particularly care for former military members with disability."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Organs of RDRC and their responsibilities",
      "section": "13",
      "title": "Article 13 – Incompatibilities with membership of the Council of Commissioners",
      "content": "The duties of a member of the Council of Commissioners shall be incompatible with any other remunerated office. Members of the Council of Commissioners or companies in which they hold shares shall also not be allowed to bid for RDRC tenders."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Organs of RDRC and their responsibilities",
      "section": "14",
      "title": "Article 14 – Responsibilities of the Chairperson of RDRC",
      "content": "The Chairperson of RDRC shall have the following responsibilities: 1° to head RDRC; 2° to coordinate activities of RDRC; 3° to serve as the legal representative of RDRC; 4° to convene and chair the meetings of the Council of Commissioners of RDRC; 5° to be the spokesperson of RDRC; 6° to submit reports of RDRC to relevant institutions; 7° to follow up the implementation of the decisions of the Council of Commissioners; 8° to perform any other duties falling into the responsibilities of RDRC as may be assigned to him/her by the Council of Commissioners."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Organs of RDRC and their responsibilities",
      "section": "15",
      "title": "Article 15 – Responsibilities of the Deputy Chairperson of RDRC",
      "content": "The Deputy Chairperson of RDRC shall have the following responsibilities: 1° to assist and deputize for the Chairperson in his/her absence; 2° to perform any other duties falling into the responsibilities of RDRC as may be assigned to him/her by the Council of Commissioners."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Organs of RDRC and their responsibilities",
      "section": "16",
      "title": "Article 16 – Benefits allocated to Commissioners",
      "content": "The salary and other benefits to be allocated to the Commissioners shall be determined by a Presidential Order."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Organs of RDRC and their responsibilities",
      "section": "17",
      "title": "Article 17 – Reasons for termination of the office of member of the Council of Commissioners",
      "content": "A membership of the Council of Commissioners shall be terminated due to the following reasons: 1° if his/her term of office expires; 2° if he/her resigns in writing; 3° if he/she fails to discharge his/her duties due to physical or mental illness certified by an authorized medical doctor; 4° if he/she is definitively sentenced to a term of imprisonment equal to or exceeding six (6) months without suspension; 5° if he/she is assigned to other duties; 6° if he/she fails to fulfil his/her responsibilities upon approval by the Council of commissioners; 7° if he/she dies;"
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Organs of RDRC and their responsibilities",
      "section": "18",
      "title": "Article 18 – Replacement of a member of the Council of Commissioners",
      "content": "If one of the members of the Council of Commissioners leaves the office, the Council of Commissioners shall notify in writing the Minister within a period not exceeding fifteen (15) days. The Minister shall inform the appointing authority thereof. The appointee shall serve the remaining period of his/her predecessor if such a period exceeds six (6) months."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Organs of RDRC and their responsibilities",
      "section": "19",
      "title": "Article 19 – Modalities for holding meetings of the Council of Commissioners and decision making",
      "content": "The meeting of the Council of Commissioners shall be held if at least two-thirds (2/3) of its members are present. The Council of Commissioners shall take decisions by consensus. If not possible, they shall be taken through an absolute majority vote of members present."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Organs of RDRC and their responsibilities",
      "section": "20",
      "title": "Article 20 – Convening and chairing the meeting of the Council of Commissioners",
      "content": "The meeting of the Council of Commissioners shall be convened and chaired by the Chairperson. In case of absence of the Chairperson, the meeting shall be convened and chaired by the Deputy Chairperson. In case of absence of the Chairperson and Deputy Chairperson, the oldest among Commissioners shall convene the meeting which shall elect from among its members the Chairperson."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Organs of RDRC and their responsibilities",
      "section": "21",
      "title": "Article 21 – Structure of the General Secretariat",
      "content": "The General Secretariat shall comprise the Secretary General and the staff. It shall be headed by the Secretary General who is appointed by a Presidential Order."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Organs of RDRC and their responsibilities",
      "section": "22",
      "title": "Article 22 – Responsibilities of the Secretary General",
      "content": "The Secretary General shall be responsible for the following: 1° to supervise the staff of the General Secretariat; 2° to prepare the draft budget proposal of RDRC; 3° to manage the budget and the property of RDRC; 4° to prepare the action plan and activity report of RDRC; 5° to keep the records and documents of RDRC; 6° to prepare the draft proposal of the Internal Rules and Regulations of RDRC; 7° to prepare documents to be used in the meeting of the Council of Commissioners; 8° to serve as rapporteur of the meeting of the Council of Commissioners; 9° to perform any other duties related to the responsibilities of RDRC as may be assigned to him/her by the Chairperson."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Organs of RDRC and their responsibilities",
      "section": "23",
      "title": "Article 23 – Staff of RDRC",
      "content": "The staff of RDRC shall be governed by the General Statutes for Public Service."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Organs of RDRC and their responsibilities",
      "section": "24",
      "title": "Article 24 – Organ to which RDRC submits report",
      "content": "RDRC shall submit its annual activity report to its supervising Minister."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter V – Property of RDRC",
      "section": "25",
      "title": "Article 25 – Property of RDRC and its sources",
      "content": "The property of RDRC shall comprise movable and immovable assets. It shall derive from: 1° allocations from the State budget; 2° grants and donations from Government or partners; 3° proceeds from its property; 4° donations and bequests."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter V – Property of RDRC",
      "section": "26",
      "title": "Article 26 – Management, use and audit of the property of RDRC",
      "content": "The management, use and audit of the property of RDRC shall be carried out in accordance with relevant legal provisions. The internal audit of RDRC shall submit its monthly report to the Council of Commissioners."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter V – Property of RDRC",
      "section": "27",
      "title": "Article 27 – Budget",
      "content": "The budget of RDRC shall be approved and managed in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "28",
      "title": "Article 28 – Transfer of property and staff members",
      "content": "The property and public servants belonging to the Rwanda Demobilization and Reintegration Commission established by the Presidential Order nº 37/01 of 09/04/2002 shall be transferred to RDRC."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "29",
      "title": "Article 29 – Validity of actions taken",
      "content": "All actions taken by the Rwanda Demobilization and Reintegration Commission established by the Presidential Order nº 37/01 of 09/04/2002 before the publication of this Law in the Official Gazette of the Republic of Rwanda shall remain valid."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "30",
      "title": "Article 30 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "31",
      "title": "Article 31 – Repealing o provisions",
      "content": "All prior provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "32",
      "title": "Article 32 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
