{
  "id": "rw-law-2013-69",
  "type": "statute",
  "title": "Law on Extradition",
  "title_en": "Law on Extradition",
  "short_name": "Law 69 of 2013",
  "status": "repealed",
  "issued_date": "2013-09-02",
  "in_force_date": "2013-10-21",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/69/eng@2013-10-21",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determine the extradition procedure for the purposes of prosecution or enforcement of a sentence."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purposes of this Law, the following terms shall mean the following: 1° extradition treaty: agreement between Rwanda and another country relating to the surrender of a person prosecuted for an offence; 2° requesting State: foreign country that requests Rwanda to surrender a requested person; 3° requested State: a foreign country that Rwanda has requested to surrender a requested person; 4° rule of specialty: a principle that a person can be prosecuted or tried only for the offences for which extradition was sought; 5° requested person: a person prosecuted for an offence by a State requesting his/her extradition for that person to be tried by that State or for him/her to serve the sentence in that State; 6° extradition: the surrender of a person within the Rwandan territory requested by a foreign State or that of a person within the territory of a foreign State requested by the Rwandan State."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Extradition procedure",
      "content": "Extradition between Rwanda and another country shall occur where there is an extradition treaty between Rwanda and that country. However, if no extradition treaty exists, extradition shall take place by agreement between the two countries."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "4",
      "title": "Article 4 – Offence for which extradition is requested",
      "content": "Extradition from Rwanda shall be requested in case of the following offences: 1° international crime; 2° trans-boundary crime; 3° felony; 4° crime of genocide. Other offences may be added to this list as agreed upon by the parties and the act giving rise to the extradition request shall constitute an offence under Rwandan Law or violate International Law."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "5",
      "title": "Article 5 – Non-extradition of a Rwandan",
      "content": "No Rwandan shall be extradited from Rwanda to any foreign State."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "6",
      "title": "Article 6 – Extradition request",
      "content": "The extradition request shall be made in writing and submitted to the Minister in charge of foreign affairs. The extradition request shall be made through diplomatic channels. In case of emergency, the request may be made through Interpol or by relevant authorities of foreign States and sent to the judicial authority by registered mail or any other expeditious means which leave a written record or its equivalent. Where necessary, a provisional measure or confiscation order in respect of the property derived from or used in committing the offence for which extradition is requested shall be issued through the channels provided under Paragraph 2 of this Article. In such case, unless confirmation through diplomatic channels is given, the request shall be ignored."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "7",
      "title": "Article 7 – Documents required in support of extradition request",
      "content": "The extradition request shall be transmitted along with the following documents which shall be certified as authentic: 1° a document disclosing the identity of the authority from which the request emanates; 2° a document indicating the authority to which the request is addressed; 3° the identity of the requested person, his/her nationality and any other information that might indicate his/her whereabouts; 4° a description of the offence for which extradition is requested and the constituent elements, the place and time of its commission, legal provisions under which it is punishable, and penalties attached thereto; 5° an arrest warrant issued by a court or any other competent organ if the arrest of the requested person is requested; 6° a statement of the legal means available to the requested person to prepare his/her defence or to lodge an opposition if the judgment was rendered in absentia; 7° a statement establishing that the requested person is wanted to face justice or for the enforcement of the sentence; 8° a statement describing the assistance needed and details of any particular procedure that the requesting State wishes to be followed. In the case of request for extradition of a person convicted of an offence, the extradition request shall be accompanied by the original or a certified copy of the judgment or any other document setting out the conviction and the sentence imposed, whether the sentence is enforceable and the extent to which the sentence remains to be served. The documents referred to under this Article shall be accompanied by documents translated in one of the official languages of the Republic of Rwanda."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "8",
      "title": "Article 8 – Documents accompanying a request for a provisional measure or for confiscation",
      "content": "The request for enforcement of a decision of a provisional measure or of confiscation shall be accompanied by the following: 1° a document indicating the authority requesting for the measure; 2° a document indicating the authority to which the request is addressed; 3° a statement describing the provisional measures in the case of a request for such measures; 4° a statement of the relevant facts and arguments to enable the judicial authorities to order the confiscation under domestic law in the case of request for the issuance of a confiscation Order; 5° a certified copy of the decision stating its reasons and, if it does not state such reasons, an explanatory note of such reasons; 6° a certification that the decision is enforceable and not subject to ordinary means of appeal; 7° the indication of the limits within which the decision shall be enforced and, where appropriate, the amount of money for which recovery is sought in the property; 8° if appropriate, the indication related to the rights that third parties can claim over the instruments, property or other things specified; 9° a description of the required assistance and the details of any particular procedure that the requesting State wishes to see applied. Documents referred to under this Article shall be accompanied by documents translated in one of the official languages of the Republic of Rwanda."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "9",
      "title": "Article 9 – Request for confidentiality",
      "content": "When the requesting State asks that request be kept confidential, such a request is granted. If it is impossible, the requesting State shall be informed without delay."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "10",
      "title": "Article 10 – Consideration of the extradition request at the diplomatic level",
      "content": "The Minister in charge of Foreign Affairs shall forward to the Minister in charge of Justice the extradition request, along with the supporting documents. Where no extradition treaty exists, extradition shall be made through mutual understanding between two States, the requesting State indicating to Rwanda in a special treaty that it would equally honour a similar request made by Rwanda."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "11",
      "title": "Article 11 – Power of taking decision about extradition",
      "content": "Upon receiving the extradition request from the Minister in charge of Foreign Affairs, after consultation with the National Public Prosecution Authority or Military Prosecution Department and after checking whether the conditions provided under this Law or extradition treaty are met, the Minister in charge of Justice shall take a decision to surrender the requested person. However, if there is an extradition treaty which provides that the decision of the extradition is taken by a judge, the Minister in charge of Justice shall immediately forward the extradition request to the National Public Prosecution Authority or Military Prosecution Department in order for them to ask the relevant authority to determine whether the requested extradition can be granted. In case of a need to take a provisional or confiscation measure, the request shall be made through the relevant court upon request by the National Public Prosecution Authority or Military Prosecution Department."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "12",
      "title": "Article 12 – Additional information",
      "content": "The Minister in charge of Justice or the National Public Prosecution seized of the matter, either on own initiative or upon request of the competent Court, may solicit, through diplomatic channels or directly, the foreign competent authority for purposes of providing all additional information necessary to better carry out the request or facilitate its enforcement."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "13",
      "title": "Article 13 – Provisional detention",
      "content": "Before requesting extradition, a requesting State may make a request for provisional detention of the requested person. Such a request shall be forwarded to the Minister in charge of foreign affairs. The request shall be accompanied by an arrest warrant and other documents describing the reasons for arrest. The Minister in charge of foreign affairs shall forward the documents related to request for provisional detention to the Minister in charge of Justice. Upon receipt of the request for provisional detention, the Minister in charge of Justice shall determine if the requested person is subject to an arrest warrant or a conviction has been handed down for one of the extraditable offences. When the Minister in charge of justice establishes that such conditions are met, he/she shall give a written order to the Prosecutor General or to the Military Prosecutor General to provisionally detain the requested person."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "14",
      "title": "Article 14 – Prohibition of the use of evidence other than that contained in the request",
      "content": "For investigations or procedures, the use of evidence other than that provided for by another country request is prohibited. Such use may lead to nullity of the said investigations and procedures unless there is a prior consent by the requesting State."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "15",
      "title": "Article 15 – Concurrent requests",
      "content": "When several States request extradition either for the same offence or for different offences, the Minister in charge of justice shall determine for which State the extradition to be granted. The following factors shall be considered when determining for which State the extradition to be granted: 1º existing treaties between Rwanda and the requesting States; 2º time and place of commission of the offence; 3º order in which requests are received; 4º nationality of the requested person and of the victim; 5º whether extradition is requested for the purpose of prosecution or serving of a sentence; 6º severity of the offence."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "16",
      "title": "Article 16 – Grounds for rejection of extradition",
      "content": "The Minister in charge of justice shall not grant the extradition in any of the following circumstances: 1° if Rwanda has evidence to indicate that the request for extradition was made for the purpose of prosecuting or punishing the requested person on the basis of that person’s race/ethnicity, religion, nationality, origin, political opinions, sex, or status or if that the person’s position may be prejudiced due to one of these reasons; 2° if the requested person would be subjected to torture or cruelty, inhuman or degrading treatment or if that person has not received or would not receive the minimum guarantees in criminal proceedings as provided for under the International Covenant on Civil and Political Rights of 19 December 1966; 3° if Rwanda, while taking into account the necessity of the nature of the offence and interests of the requesting State, considers that such extradition does not respect guarantees of human treatment on the basis of age, health, or other personal conditions of the requested person incompatible with humanitarian considerations; 4° when offences for which extradition is requested are of political nature or if the extradition is based on political motives; 5° when the offence for which extradition is requested is punishable by death; 6° when the act giving rise to the request for extradition is not considered as a crime by the Rwandan and foreign Law; 7° when the act constituting the offence for which extradition is requested is still pending under criminal prosecution in Rwandan Courts or when the judgment was finally pronounced; 8° when the requested person has already been tried by another court for the same offence and was acquitted, convicted, or already served his/her sentence; 9° if person whose extradition is being requested cannot be prosecuted punished due to the prescription of the offence or amnesty or any other reason as provided by one of the Laws of such countries."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "17",
      "title": "Article 17 – Notification of refusal of extradition",
      "content": "When the Minister in charge of justice or a competent court decides not to extradite the requested person, the Minister in charge of Justice shall request the Minister in charge of foreign affairs, in writing, to notify the requesting State of the decision taken."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "18",
      "title": "Article 18 – Trial of a requested person who is not extradited",
      "content": "If Rwanda does not extradite the requested person to another country, it shall try him/her with the consent of the requesting State. The Minister in charge of justice shall, in writing request the Prosecutor General or Military Prosecutor General to examine charges of filed against the requested person who is not extradited and file the case to the competent Court."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "19",
      "title": "Article 19 – Extradition Order",
      "content": "If the Minister in charge of Justice considers that it is necessary to extradite the requested person, he/she shall issue an extradition Order indicating: 1° the identity of the requested person; 2° the offence for which the extradition is requested; 3° the requesting State; 4° the place of surrender of the suspect; 5° the time for surrender; 6° the date of taking of the decision; 7° his/her names and signature; 8° the seal of the Republic. The Minister in charge of justice shall also forward the extradition Order to the Minister in charge of foreign affairs in order to notify the requesting State."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "20",
      "title": "Article 20 – Surrender of the requested person",
      "content": "The Minister in charge of justice shall submit to the Prosecutor General or Military Prosecutor General the extradition Order of the requested person for enforcement. Upon receipt of the extradition Order, the Prosecutor General or Military Prosecutor General shall immediately extradite the requested person to the requesting State."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "21",
      "title": "Article 21 – Time limit for surrender of the requested person",
      "content": "The time limit to surrender the requested person shall be fifteen (15) days from the date of issuance of the extradition Order. However, if the requesting State is unable to meet the fifteen (15) day time limit due to reasons beyond its control, it may, through the Minister in charge of foreign affairs, request for an additional fifteen (15) days. The Minister in charge of foreign affairs shall notify the Minister in charge of justice of the request for an extension of the time limit, and the Minister in charge of justice shall examine whether such a request is justified. When the additional fifteen (15) days expire, while the requesting State has failed to receive the person whose extradition is requested, the requested person shall be tried by Rwandan courts in accordance with Rwandan laws or international law."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter II – Extradition from Rwanda",
      "section": "22",
      "title": "Article 22 – Temporary surrender of the requested person",
      "content": "Where a requested person is serving a sentence in Rwanda for an offence other than that for which extradition is requested, the Minister in charge of foreign affairs may request the Minister in charge of justice that the Public Prosecution temporarily surrenders the requested person. The requested person may temporary be surrendered if: 1º he/she is accused of an offence but has not yet been convicted; 2º the requesting State has given sufficient guaranties that the requested person shall remain in custody while temporarily surrendered and shall be returned to Rwanda within thirty (30) days after the trial in respect of which he/she had been summoned to appear. Where the requested person’s sentence in Rwanda expires while that person is temporarily surrendered to the requesting State, his/her surrender shall be considered final."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Extradition to Rwanda",
      "section": "23",
      "title": "Article 23 – Requesting for extradition of a requested person to Rwanda",
      "content": "Rwanda may request for extradition of a requested person to be tried or serve his/her sentence in Rwanda."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Extradition to Rwanda",
      "section": "24",
      "title": "Article 24 – Competent authority to request for extradition",
      "content": "The extradition request shall be prepared in writing by the Prosecutor General or the Military Prosecutor General. The request shall be transmitted through the Minister in charge of justice to the Minister in charge of foreign affairs who shall communicate the request to the requested State. The Minister in charge of foreign affairs shall forward all documents related to the request to the requested State’s authority in charge of foreign affairs."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Extradition to Rwanda",
      "section": "25",
      "title": "Article 25 – Temporary surrender of the requested person",
      "content": "Where a requested person has been temporarily surrendered to Rwanda for prosecution while serving a sentence in the requested State, upon request by the Public Prosecution, the relevant Court shall, order a provisional detention of that person. After the trial has ended, the enforcement of the sentence imposed on the person who was temporarily surrendered to Rwanda and that of the sentence ordered by the State which surrendered him/her shall be determined following the treaty signed between both States."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Extradition to Rwanda",
      "section": "26",
      "title": "Article 26 – Provisional detention and trial of the requested person",
      "content": "The requested person extradited to Rwanda shall provisionally be detained and tried in accordance with the Rwandan laws or international law."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "27",
      "title": "Article 27 – Competent court to hear extradition matters",
      "content": "All extradition matters shall be adjudicated by the High Court. The Public Prosecution or the person whose extradition is requested shall be the only ones who are allowed to file a case and all documents in relation to extradition before the High Court. However, if the requested person is a military or the offence levelled against him/her was committed when he/she was a military, the action shall be instituted before the Military High Court."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "28",
      "title": "Article 28 – Rule of speciality",
      "content": "An extradited person in accordance with the extradition treaty shall not be prosecuted, tried, provisionally detained or re-extradited to a third State for an offence other than the one the extradition was requested for. However, if the requested person is extradited, he/she shall not be prosecuted or tried for offences other than the ones for which extradition was requested unless the treaty derogating from the rule of specialty referred to under Paragraph One of this Article is entered into. The relevant court, after a request made by the Public Prosecution may order that a requested person found not guilty of the offence for which extradition is requested be provisionally detained pending the repealing of the special treaty."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "29",
      "title": "Article 29 – Transit through the Rwandan territory",
      "content": "The Minister in charge of justice may authorize the transit through Rwanda of a requested person surrendered by one State to another, subject to a request by the State of destination, and if he/she considers that the reasons given are well-founded."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "30",
      "title": "Article 30 – Payment of costs of extradition",
      "content": "Rwanda shall bear the costs of extradition of a requested person whose extradition is requested by Rwanda unless otherwise agreed. Rwanda shall also bear the costs associated with the seizure and return of assets or detention of the person requested by Rwanda. The requesting State shall bear the costs associated with provisional detention, transportation of the requested person from Rwanda, seizure and return of the seized property and transit visa through Rwanda unless otherwise agreed."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "31",
      "title": "Article 31 – Return of assets",
      "content": "Without prejudice to the legislation of the Republic of Rwanda and rights of third parties, and upon request by the Minister in charge of justice, any asset which is found on the territory of the Republic of Rwanda acquired as a result of the offence or which may be required as evidence, shall be returned to the requesting State upon its request and if extradition is granted. Upon request by the requesting State, the asset referred to under Paragraph One of this Article may be returned to that State even if the extradition cannot be granted. Whenever asset can be seized or confiscated on the territory of the Republic of Rwanda, the Government of Rwanda may provisionally keep or return it. Upon request by the Republic of Rwanda, where laws provide so and while respecting the rights of third parties, the returned asset shall be brought back to Rwanda if the proceedings are over."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "32",
      "title": "Article 32 – Drafting, consideration, and adoption of this Law",
      "content": "This Law was drafted in French, considered, and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "33",
      "title": "Article 33 – Repealing provision",
      "content": "The Decree of 12/04/1886 on extradition and all prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "34",
      "title": "Article 34 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "requesting State",
      "definition": "foreign country that requests Rwanda to surrender a requested person",
      "source_provision": "art2"
    },
    {
      "term": "requested State",
      "definition": "a foreign country that Rwanda has requested to surrender a requested person",
      "source_provision": "art2"
    },
    {
      "term": "rule of specialty",
      "definition": "a principle that a person can be prosecuted or tried only for the offences for which extradition was sought",
      "source_provision": "art2"
    },
    {
      "term": "requested person",
      "definition": "a person prosecuted for an offence by a State requesting his/her extradition for that person to be tried by that State or for him/her to serve the sentence in that State",
      "source_provision": "art2"
    },
    {
      "term": "extradition",
      "definition": "the surrender of a person within the Rwandan territory requested by a foreign State or that of a person within the territory of a foreign State requested by the Rwandan State",
      "source_provision": "art2"
    }
  ]
}
