{
  "id": "rw-law-2012-47",
  "type": "statute",
  "title": "Law relating to the Regulation and Inspection of Food and Pharmaceutical Products",
  "title_en": "Law relating to the Regulation and Inspection of Food and Pharmaceutical Products",
  "short_name": "Law 47 of 2012",
  "status": "in_force",
  "issued_date": "2013-01-14",
  "in_force_date": "2013-01-17",
  "url": "https://rwandalii.org/akn/rw/act/law/2012/47/eng@2013-01-17",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "1",
      "title": "Article 1 - Purpose of this Law",
      "content": "This Law relates to the regulation and inspection of food and pharmaceutical products."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "2",
      "title": "Article 2 - Definitions of terms",
      "content": "The following terms in this Law shall have the following meanings: 1° pharmacopoeia: a reference book containing directions for the manufacture, composition, testing, storage and description of instructions for the use of pharmaceutical product; 2° pharmacy: any licensed location used for the practice of the pharmacy profession; 3° head pharmacist: a person given the full responsibility of managing a retailing pharmacy, a wholesale pharmacy or pharmaceutical plant; 4° items regulated under this Law: pharmaceutical and food products, medical devices, poisons and cosmetics; 5° cosmetics: any kind of products intended to be used by means of rubbing, pouring, steaming, sprinkling, spraying on otherwise applied to the human body any other part thereof for cleansing, beautifying, promoting attractiveness altering the appearance. They also include any other product intended for use as component of a product applied to the body with the exception of products intended for use in the diagnosis, treatment or prevention of diseases; 6° food products: any items other than pharmaceutical products, cosmetics and tobacco used as food or drink for human beings and include any substance used the manufacture or treatment of food; 7° medical device: any device used in the medical field for the purpose of diagnosis, testing, cure, surgery or health protection; 8° poisonous product: any substance specified in the poisons list set forth under this Law; 9° label: a sign used to distinguish pharmacy; 10° controlled pharmaceutical products: pharmaceutical products considered narcotics, vaccines, antibiotics, antiretrovirals, tuberculosis and malaria drugs; 11° unfit pharmaceutical products: pharmaceutical products which have expired, which may have side effects, inefficacious, which do not have the required quality standards even before the expiry date; 12° generic pharmaceutical products: any pharmaceutical products that are no more patented, manufactured in a plant and distributed under the international non- proprietary name of the originator pharmaceutical product whether or not followed by the name of the plant; 13° branded pharmaceutical products: any pharmaceutical products manufactured a plant, whether or not patented, packaged in a special manner and bearing a unique name of the plant; 14° animal: any being that breathes that is vertebrate or invertebrate and which neither a human being nor part of the flora; 15° premises: plot of land, buildings, boats, aircrafts, vehicles, a part of a building, channels, yard, place of storage annexed to a building or part of that building, carriage or receptacle of any kind, whether open or closed; 16° group of persons: a licensed association whether profit making or non profit making; 17° Minister: the Minister in charge health; 18° inspection: any act intended to enforce and implement this Law as it relates to the manufacture, distribution, supply, storage or packaging of pharmaceutical products, food, cosmetics, herbal medicines and medical devices; 19° medical practitioner:: any person qualified to practice the medical art after obtaining a Bachelor’s Degree Medicine; 20° dentist: any person qualified to practice the dental medicine after obtaining Bachelor’s Degree in dentistery; 21° veterinary surgeon: a person who registered to practice the veterinary profession; 22° pharmacist: any person holding a second cycle university degree in pharmacy who is registered and licensed; 23° pharmacy technician: any person holding a first cycle university degree pharmacy who is registered and authorized as a pharmacy technician; 24° pharmaceutical product: any substance capable of preventing, treating human animal diseases and any other substance intended for administration to a human being or an animal in order to diagnose diseases, restore, correct or carry out modification of organic or mental functions. It also means products used disinfecting premises in which food and drugs are manufactured, prepared stored, cleaning hospitals, equipment and farm houses; 25° herbal medicine: a pharmaceutical product with a label identifying its dosage form that contains one or more substances of natural origin that are derived from plants; 26° over-the-counter pharmaceutical product: any pharmaceutical product included in the list of non-prescription pharmaceutical products set out by the Minister; 27° medical prescription: a written direction by a medical practitioner, dentist veterinary surgeon intended for pharmacist in connection with the preparation, treatment and dispensation a pharmaceutical product."
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "3",
      "title": "Article 3",
      "content": "premises Registration of activities and Any activity related to the manufacture, storing, import or export, sale, packaging, distribution, supply, transport of food, pharmaceutical products, medical devices, poisonous product, cosmetics, herbal medicines and any other health commodities must be registered. The registration of activities and premises shall proven by a certificate issued by a competent organ. An Order of the Minister shall determine modalities for registration of premises."
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER II: FOOD PRODUCTS | Section One: Regulation of food products and",
      "section": "4",
      "title": "Article 4 - License to practise",
      "content": "The license to operate premises used for carrying out activities under Article 3 of this Law granted by a competent organ according to the types of licenses and other conditions required the Order of the Minister. No person shall conduct activities governed this Law unless he/she has been granted a license. However, in case of emergency the Minister may grant a licence in order to protect public health. The licensee may have his/her license revoked he/she contravenes the provisions of this Law. food hygiene"
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER II: FOOD PRODUCTS | Section One: Regulation of food products and",
      "section": "5",
      "title": "Article 5 - Regulation of food products",
      "content": "Food products authorized for use shall conform quality standards set by the national competent organs. No food product shall be manufactured, sold, donated, imported, stored or exhibited unless conforms to the requirements provided under this Law. Each food product must: 1° not contain toxic substances; 2° be safe for human or animal consumption; 3° not be rotten, contaminated; 4° not contain additives that may cause disease; 5° not be associated with effects on human health; 6° conform to quality standards or the provisions of food product regulations applicable in the country; 7° not be counterfeited; 8° not be derived from diseased or infected animals; 9° be stored, manufactured or prepared in place that meets hygiene standards. spoiled, expired An Order of the Minister shall set out instructions regulating food products and their composition."
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER II: FOOD PRODUCTS | Section One: Regulation of food products and | Section 2: Donation, advertisement",
      "section": "6",
      "title": "Article 6 - Hygiene for food products intended",
      "content": "for sale Each food product must meet hygiene requirements. No person shall be authorized to manufacture, prepare, store, package or keep food products for sale unless he/she complies with hygiene requirements. Food products shall be stored in such conditions that they retain their properties and originality while at the same time ensuring that they do not lose their nutrients due to the storage conditions. An Order of the Minister shall set out instructions regulating hygiene requirements for food products intended for sale. exhibition of food products and"
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER II: FOOD PRODUCTS | Section One: Regulation of food products and | Section 2: Donation, advertisement",
      "section": "7",
      "title": "Article 7 - Donation of food products",
      "content": "Food products donated shall not be sold and must conform to the requirements provided under"
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER II: FOOD PRODUCTS | Section One: Regulation of food products and | Section 2: Donation, advertisement",
      "section": "8",
      "title": "Article 8 - Advertisement and exhibition of food",
      "content": "products The advertisement and exhibition of food products shall be carried out in accordance with this Law. An Order of the Minister shall set out instructions regulating the advertisement and exhibition food products."
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER II: FOOD PRODUCTS | Section One: Regulation of food products and | Section 2: Donation, advertisement",
      "section": "9",
      "title": "Article 9 - Trade in food products that do not",
      "content": "meet required standards It is prohibited to manufacture, store, supply, sell or have in one’s possession for commercial purposes food products that do not meet requirements provided under this Law."
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER II: FOOD PRODUCTS | Section One: Regulation of food products and | Section 2: Donation, advertisement",
      "section": "10",
      "title": "Article 10",
      "content": "consumers If it is evident that food products have caused harmful effects on consumers’ health, the competent organs shall carry out investigations and take action in accordance with applicable national laws. Protection of food products"
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER",
      "section": "11",
      "title": "Article 11 - Fraudulent practices in the sale",
      "content": "food products No person shall register, publicise, pack, prepare, sell or advertise any food product in a manner that is fraudulent, misleading, deceptive or is likely create an erroneous impression as to its character, quantity, value, merit, composition or safety. PRODUCTS III: PHARMACEUTICAL"
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER",
      "section": "12",
      "title": "Article 12 - Hygiene requirements for",
      "content": "pharmaceutical product No person shall dispense pharmaceutical product that: or sell any 1° was manufactured, prepared, preserved packed or stored under unsanitary conditions; 2° was so adulterated that it has lost quality."
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER",
      "section": "13",
      "title": "Article 13 - Regulated pharmaceutical products",
      "content": "In case of the existence of regulations on a given pharmaceutical product, no person shall label, package, sell or advertise such a regulated pharmaceutical product or any other product, in manner that causes erroneous impression of the product, unless the product conforms to the standards under these regulations."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER",
      "section": "14",
      "title": "Article 14 - Sample pharmaceutical product",
      "content": "No person shall distribute or cause to distribute any pharmaceutical product that is used as sample. However, the provisions of paragraph one of this"
    },
    {
      "provision_ref": "artdo-not",
      "chapter": "CHAPTER IV: COSMETICS | Section One: Prohibitions",
      "section": "do not",
      "title": "Article do not - apply to the distribution",
      "content": "pharmaceutical products by medical doctors, dentists, veterinary surgeons or pharmacists."
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER IV: COSMETICS | Section One: Prohibitions",
      "section": "15",
      "title": "Article 15 - List of cosmetics",
      "content": "Cosmetics shall mean any substances applied the human body in order to enhance, change and impart a pleasant smell onto the human body. Cosmetics must be free of toxic substances and meet quality standards applicable in the country and be prepared in compliance with relevant principles of good preparation practice. An Order of the Minister shall set out the list cosmetics whose use is prohibited within the country."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER IV: COSMETICS | Section One: Prohibitions",
      "section": "16",
      "title": "Article 16 - Prohibited acts in connection with",
      "content": "cosmetics No person shall manufacture, import, store, exhibit, sale or dispense cosmetics unless they meet requirements under this Law."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER IV: COSMETICS | Section One: Prohibitions | Section 2: Regulations on counterfeit cosmetics",
      "section": "17",
      "title": "Article 17 - Prohibited cosmetics ingredients",
      "content": "For purposes of public health interest, any cosmetic ingredient that does not meet quality requirements is prohibited. No person shall manufacture, import, store, exhibit, sell or dispense cosmetics that: 1° contain or consist of substances likely adversely affect health when used; 2° were manufactured, prepared, preserved or stored under unsanitary conditions. No person shall manufacture or store cosmetics under inappropriate conditions, using non- permitted colours or including toxic, putrid decomposed substances."
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER IV: COSMETICS | Section One: Prohibitions | Section 2: Regulations on counterfeit cosmetics",
      "section": "18",
      "title": "Article 18 - Standards prescribed for cosmetics",
      "content": "Where standards exist for cosmetics, no person shall label, sell, package, advertise or dispense any cosmetic in such a manner that creates erroneous impression."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER IV: COSMETICS | Section One: Prohibitions | Section 2: Regulations on counterfeit cosmetics",
      "section": "19",
      "title": "Article 19 - Prohibition of manufacturing,",
      "content": "storing sale and distribution of toxic cosmetics No person shall manufacture, store, sell and distribute toxic cosmetics or those that may cause adverse effects to the users."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER V: MEDICAL DEVICES",
      "section": "20",
      "title": "Article 20 - Counterfeit cosmetics",
      "content": "No person shall manufacture, import, sell, dispense or possess counterfeit cosmetics."
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER V: MEDICAL DEVICES",
      "section": "21",
      "title": "Article 21 - List of medical devices",
      "content": "The list of pharmaceutical products approved the country shall include the list of medical devices. These medical devices must meet quality standards applicable in the country and manufactured in compliance with relevant principles of their manufacture."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER V: MEDICAL DEVICES",
      "section": "22",
      "title": "Article 22 - Prohibitions in connection with",
      "content": "medical devices No person shall manufacture, import, sell and distribute unregistered medical device that, when used according to directions, may cause adverse effects or cause injury to the user. No person shall manufacture, import, store, exhibit, sell or distribute medical devices that not meet requirements under this Law."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER V: MEDICAL DEVICES",
      "section": "23",
      "title": "Article 23 - Prohibited parts in medical devices",
      "content": "For purposes of public health interest, any part a medical device that does not meet quality requirements is prohibited. No person shall manufacture, import, store, exhibit, sell or distribute medical devices that contain or consist of parts likely to be harmful health when they are used. No person shall manufacture or store medical devices under unsanitary conditions."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER V: MEDICAL DEVICES",
      "section": "24",
      "title": "Article 24 - Regulations on medical devices",
      "content": "No person shall label, pack, treat, sell, distribute or advertise any medical device in a manner that is false, misleading or is likely to create erroneous impression regarding its performance, design, use, intended use, value or quality."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER VI: EXERCISING ACTIVITIES",
      "section": "25",
      "title": "Article 25 - Counterfeit medical devices",
      "content": "No person shall manufacture, import, sell, distribute or possess counterfeit medical devices. RELATED TO PHARMACEUTICAL PRODUCTS AND MEDICAL DEVICES"
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER VI: EXERCISING ACTIVITIES",
      "section": "26",
      "title": "Article 26 - Requirements for registration",
      "content": "pharmaceutical products and medical devices No person shall market a pharmaceutical product or a medical device on the Rwandan market unless such a product or device is registered. An Order of the Minister shall set out requirements for registration of pharmaceutical products and medical devices. An Order of the Minister in charge of finance shall determine fees for registration pharmaceutical products and medical devices."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER VI: EXERCISING ACTIVITIES",
      "section": "27",
      "title": "Article 27 - Publication of",
      "content": "registered pharmaceutical products and medical devices An updated list of registered pharmaceutical products and medical devices shall be published in an easily accessible manner."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER VI: EXERCISING ACTIVITIES",
      "section": "28",
      "title": "Article 28 - Certificate of registration of",
      "content": "pharmaceutical product and medical device The certificate of registration of a pharmaceutical product and a medical device shall be valid for period of five (5) years renewable upon request the applicant of registration of a pharmaceutical product or a medical device. No person shall import unregistered pharmaceutical products and medical devices."
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER VI: EXERCISING ACTIVITIES",
      "section": "29",
      "title": "Article 29 - Removal from the list of registered",
      "content": "pharmaceutical products and medical devices For purposes of public health interest, registered pharmaceutical products and medical devices may be removed from the list due to their potential adverse effects or unproven effectiveness."
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER VI: EXERCISING ACTIVITIES",
      "section": "30",
      "title": "Article 30 - Pharmaceutical products and",
      "content": "medical devices clinical trials Pharmaceutical products or medical devices whether manufactured in the country or imported must have undergone a thorough clinical trial identify their effectiveness and potential adverse effects related to their use."
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER VI: EXERCISING ACTIVITIES",
      "section": "31",
      "title": "Article 31 - License to practice pharmacy",
      "content": "profession A pharmacist licensed to practice pharmacy profession shall be a registered person who holds a bachelors’s degree in pharmacy."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER VII: MANUFACTURE, IMPORT,",
      "section": "32",
      "title": "Article 32 - License for pharmacy ownership",
      "content": "and practice A registered pharmacist may apply for and granted a license for pharmacy ownership. However, an individual or an association persons may apply for and be granted a license condition to employ a registered pharmacist tasked with carrying out pharmaceutical activities. A head pharmacist shall practice his/her profession with due diligence and discretion without interference or receiving instructions from his/her employer. No person shall open a pharmacy unless the pharmacy is under the supervision of pharmacist, or make use of any title, emblem description reasonably intended to suggest that he/she is a pharmacist. No head pharmacist shall be entrusted with the responsibility of managing any other pharmacy the same time. The certificate of registration of the pharmacist, the licence for opening a pharmacy and the license to operate a pharmacy shall be conspicuously exhibited in the pharmarcy premises. A pharmacy must be identified by a clearly displayed sign post containing the name of the pharmacy, name of the pharmacist and the telephone number. When a pharmacist resigns, is dismissed from his/her job or dies, the pharmacy shall remain closed until another pharmacist is recruited. No pharmaceutical product written on the medical prescription can be dispensed without the supervision of an authorized person. EXPORT, STORAGE AND DISTRIBUTION OF ITEMS REGULATED UNDER THIS LAW"
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER VII: MANUFACTURE, IMPORT,",
      "section": "33",
      "title": "Article 33 - Manufacture of items regulated",
      "content": "under this Law Pharmaceutical products and medical devices shall be manufactured in compliance with relevant principles relating to their manufacture. No individual or association of persons shall manufacture pharmaceutical products and medical devices unless they are granted a license to do so."
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER VII: MANUFACTURE, IMPORT,",
      "section": "34",
      "title": "Article 34 - Import and export",
      "content": "Import and export of pharmaceutical products and medical devices shall be done in accordance with the provisions of an Order of the Minister. No person or association of persons shall import and export pharmaceutical products and medical devices unless they are granted a license to do so. No pharmacy importing pharmaceutical products and medical devices shall sell them on wholesale basis to other pharmacies in the same category. No person shall import pharmaceutical products and medical devices with shelf life less than two thirds (2/3) of their total shelf life."
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER VII: MANUFACTURE, IMPORT,",
      "section": "35",
      "title": "Article 35 - Import and introduction",
      "content": "pharmaceutical products and medical devices for special purposes No person shall import and introduce into the country pharmaceutical products and medical devices for special purposes unless he/she has license granted in accordance with the provisions of this Law. However, if there are justified reasons, individual or a company that carries out activities provided under this Law may be authorized import pharmaceutical products and other medical devices for special purposes. Without prejudice to the provisions of this Law, tourist, a visitor in the country or any other person may, on medical grounds as certified by a medical doctor, be authorized to introduce into the country a pharmaceutical product or medical devices they need within a renewable period of thirty (30) days. A resident in the country shall, on medical grounds as certified by a medical doctor, authorized to import a pharmaceutical product such pharmaceutical product is not available the country."
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER VII: MANUFACTURE, IMPORT,",
      "section": "36",
      "title": "Article 36 - Emergency situation",
      "content": "Emergency situation occurs when the country faced with disasters, pandemics and war."
    },
    {
      "provision_ref": "art37",
      "chapter": "CHAPTER VII: MANUFACTURE, IMPORT,",
      "section": "37",
      "title": "Article 37 - Supply of pharmaceutical products",
      "content": "and medical devices Retail pharmacy business consists of the retail sale of pharmaceutical products, food products, cosmetics, poisonous products, herbal medicines and medical devices but does not include professional practice carried on by a medical practitioner. A pharmacy that supplies pharmaceutical products and medical devices may buy them on a wholesale basis but shall not sell them on a wholesale basis to other pharmacies in the same category. The pharmacy shall not be allowed to bid for the supply of pharmaceutical products and medical devices. No person shall supply pharmaceutical products and medical devices which do not meet quality standards or which are counterfeit."
    },
    {
      "provision_ref": "art38",
      "chapter": "CHAPTER VII: MANUFACTURE, IMPORT,",
      "section": "38",
      "title": "Article 38 - Unfit pharmaceutical products",
      "content": "No person shall: 1° add to or reduce any substance from pharmaceutical product so as to change composition; 2° dispense, exhibit or have in his/her possession any pharmaceutical product whose composition has been affected the addition thereto or reduction there from of any substance; 3° dispense any pharmaceutical product which does not meet the composition and quality required by the consumer; 4° dispense, buy, sell and administer to any person or animal, any unfit pharmaceutical product. Unfit pharmaceutical products are kept in separate confinement labelled “unfit pharmaceutical products” marked in red. An Order of the Minister shall set out the nature of the place of confinement of unfit pharmaceutical products."
    },
    {
      "provision_ref": "art39",
      "chapter": "CHAPTER VII: MANUFACTURE, IMPORT,",
      "section": "39",
      "title": "Article 39 - Dispensation of a pharmaceutical",
      "content": "product Dispensation of a pharmaceutical product is an act of receiving and examining a medical prescription, counselling a person and offering pharmaceutical product intended for human animal consumption through oral, intranasal, ocular, auricular, vaginal or urethral, intracutaneous, topical route or by injection through any other route that may be used administer a pharmaceutical product depending on its existing state pursuant to a prescription a medical doctor, a dentist or veterinary surgeon. Article 40: counterfeiting No person shall engage in the practice counterfeiting pharmaceutical product. Pharmaceutical product"
    },
    {
      "provision_ref": "art41",
      "chapter": "CHAPTER VII: MANUFACTURE, IMPORT,",
      "section": "41",
      "title": "Article 41 - Nature and use of medical",
      "content": "prescription Pharmaceutical products shall be dispensed on the basis of a medical prescription. An Order of the Minister shall determine the nature and use of medical prescription and the over-the-counter pharmaceutical products list."
    },
    {
      "provision_ref": "art42",
      "chapter": "CHAPTER VII: MANUFACTURE, IMPORT,",
      "section": "42",
      "title": "Article 42 - Essential pharmaceutical products",
      "content": "list The Minister shall publish in the Official Gazette of the Republic of Rwanda an essential pharmaceutical products list which may updated whenever necessary."
    },
    {
      "provision_ref": "art43",
      "chapter": "CHAPTER | Section One: Inspection Department and",
      "section": "43",
      "title": "Article 43 - Controlled pharmaceutical products",
      "content": "Without prejudice to the provisions of other laws governing the use of controlled pharmaceutical products, no person shall be authorized manufacture, import, supply or use controlled pharmaceutical products for medicinal scientific purposes unless he/she meets requirements provided under this Law. VIII: INSPECTION PHARMACEUTICAL PRODUCTS OF responsibilities"
    },
    {
      "provision_ref": "art44",
      "chapter": "CHAPTER | Section One: Inspection Department and",
      "section": "44",
      "title": "Article 44 - Inspection Department",
      "content": "The Inspection Department SHALL control the manufacture, distribution and dispensing pharmaceutical products. It shall at any time verify whether the conditions that were required continue to be met and whether medical devices meet the conditions required by Law. The Inspection Department shall verify whether pharmaceutical products meet conditions laid down in the license authorizing their sale on the market and also monitor the safety pharmaceutical products including collecting and analyzing information and making appropriate decisions. The Inspection Department shall collect free samples for analysis, if necessary; it shall also request information, documents or any other assistance if considered necessary. Every person shall be required to inform the Inspection Department or local authorities of any implications resulting from the implementation the provisions of Paragraph Oe of this Article take an appropriate decision. District authorities may also take an appropriate decision in relation to whatever can cause serious harm to health."
    },
    {
      "provision_ref": "art45",
      "chapter": "CHAPTER | Section One: Inspection Department and",
      "section": "45",
      "title": "Article 45 - Responsibilities of the Inspection",
      "content": "Department There is hereby established an Inspection Department responsible for monitoring compliance with the provisions of this Law. The Inspection Department shall have the following responsibilities: 1° to perform inspections of places manufacture, storage, import, export, sale, packaging, distribution, supply and transportation of items regulated under under this Law; 2° to perform inspections of premises of individual, group of persons or registered trading company that conducts activities listed in the register as provided under this Law; 3° to enter into premises, a store, vehicle, vessel, aircraft or any other place suspected of being used to deal in items regulated under this Law; 4° to analyze and examine any certificate registration, autorisation, book, electronic information storage system or any other document found in the premises and take some documents for which a thorough analysis and inspection are needed; seize and retain any item regulated under this Law whenever it appears to be contravention with its provisions; 5° to close down premises considered violation of this Law and lay down modalities of implementation; 6° to order that any items regulated under this Law imported in violation of provisions be returned to the country origin; 7° to authorize an inspector or officers designated in accordance with laws tasked with performing inspection-related duties to act as inspectors; 8° to keep professional secrecy."
    },
    {
      "provision_ref": "art46",
      "chapter": "CHAPTER | Section One: Inspection Department and | Section 2: Cooperation and exchange",
      "section": "46",
      "title": "Article 46 - Obligation to keep information",
      "content": "confidential Competent authorities shall have the obligation examine in a confidential manner any information collected pursuant to this Law and be bound secrecy of information whose sensitive nature requires confidentiality. Article 47: Cooperation between information organs The Inspection Department may, if necessary, seek and give information in connection with inspection results. However, information constituting industrial commercial secrets shall not be disclosed unless the disclosure is necessary to avoid anything that may pose a risk to human and animal health accordance with relevant laws."
    },
    {
      "provision_ref": "art48",
      "chapter": "CHAPTER IX: ADVERTISING",
      "section": "48",
      "title": "Article 48 - Exchange of information",
      "content": "The Inspection Department shall set up a system for exchanging information with other organs with similar responsibilities."
    },
    {
      "provision_ref": "art49",
      "chapter": "CHAPTER X: FINAL PROVISIONS",
      "section": "49",
      "title": "Article 49 - Regulations",
      "content": "advertising activities applicable An Order of the Minister shall determine modalities for advertising items regulated under this Law."
    },
    {
      "provision_ref": "art50",
      "chapter": "CHAPTER X: FINAL PROVISIONS",
      "section": "50",
      "title": "Article 50 - Drafting,",
      "content": "adoption of this Law consideration and This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art51",
      "chapter": "CHAPTER X: FINAL PROVISIONS",
      "section": "51",
      "title": "Article 51 - Repealing provision",
      "content": "All prior legal provisions inconsistent with this Law are hereby repealed."
    },
    {
      "provision_ref": "art52",
      "chapter": "CHAPTER X: FINAL PROVISIONS",
      "section": "52",
      "title": "Article 52 - Commencement",
      "content": "This Law shall come into force on the date of publication in the Official Gazette of the Republic of Rwanda. Kigali, on 14/01/2013 (sé) KAGAME Paul President of the Republic (sé) Dr. HABUMUREMYI Pierre Damien Prime Ministe Seen and sealed with the Seal of the Republic: (sé) KARUGARAMA Tharcisse Minister of Justice/Attorney General"
    }
  ],
  "definitions": [
    {
      "term": "The following terms in this Law shall have the following meanings",
      "definition": "1° pharmacopoeia: a reference book containing directions for the manufacture, composition, testing, storage and description of instructions for the use of pharmaceutical product",
      "source_provision": "art2"
    },
    {
      "term": "pharmacy",
      "definition": "any licensed location used for the practice of the pharmacy profession",
      "source_provision": "art2"
    },
    {
      "term": "head pharmacist",
      "definition": "a person given the full responsibility of managing a retailing pharmacy, a wholesale pharmacy or pharmaceutical plant",
      "source_provision": "art2"
    },
    {
      "term": "items regulated under this Law",
      "definition": "pharmaceutical and food products, medical devices, poisons and cosmetics",
      "source_provision": "art2"
    },
    {
      "term": "cosmetics",
      "definition": "any kind of products intended to be used by means of rubbing, pouring, steaming, sprinkling, spraying on otherwise applied to the human body any other part thereof for cleansing, beautifying, promoting attractiveness altering the appearance",
      "source_provision": "art2"
    },
    {
      "term": "food products",
      "definition": "any items other than pharmaceutical products, cosmetics and tobacco used as food or drink for human beings and include any substance used the manufacture or treatment of food",
      "source_provision": "art2"
    },
    {
      "term": "medical device",
      "definition": "any device used in the medical field for the purpose of diagnosis, testing, cure, surgery or health protection",
      "source_provision": "art2"
    },
    {
      "term": "poisonous product",
      "definition": "any substance specified in the poisons list set forth under this Law",
      "source_provision": "art2"
    },
    {
      "term": "label",
      "definition": "a sign used to distinguish pharmacy",
      "source_provision": "art2"
    },
    {
      "term": "controlled pharmaceutical products",
      "definition": "pharmaceutical products considered narcotics, vaccines, antibiotics, antiretrovirals, tuberculosis and malaria drugs",
      "source_provision": "art2"
    },
    {
      "term": "unfit pharmaceutical products",
      "definition": "pharmaceutical products which have expired, which may have side effects, inefficacious, which do not have the required quality standards even before the expiry date",
      "source_provision": "art2"
    },
    {
      "term": "generic pharmaceutical products",
      "definition": "any pharmaceutical products that are no more patented, manufactured in a plant and distributed under the international non- proprietary name of the originator pharmaceutical product whether or not followed by the name of the plant",
      "source_provision": "art2"
    },
    {
      "term": "branded pharmaceutical products",
      "definition": "any pharmaceutical products manufactured a plant, whether or not patented, packaged in a special manner and bearing a unique name of the plant",
      "source_provision": "art2"
    },
    {
      "term": "animal",
      "definition": "any being that breathes that is vertebrate or invertebrate and which neither a human being nor part of the flora",
      "source_provision": "art2"
    },
    {
      "term": "premises",
      "definition": "plot of land, buildings, boats, aircrafts, vehicles, a part of a building, channels, yard, place of storage annexed to a building or part of that building, carriage or receptacle of any kind, whether open or closed",
      "source_provision": "art2"
    },
    {
      "term": "group of persons",
      "definition": "a licensed association whether profit making or non profit making",
      "source_provision": "art2"
    },
    {
      "term": "Minister",
      "definition": "the Minister in charge health",
      "source_provision": "art2"
    },
    {
      "term": "inspection",
      "definition": "any act intended to enforce and implement this Law as it relates to the manufacture, distribution, supply, storage or packaging of pharmaceutical products, food, cosmetics, herbal medicines and medical devices",
      "source_provision": "art2"
    },
    {
      "term": "medical practitioner",
      "definition": ": any person qualified to practice the medical art after obtaining a Bachelor’s Degree Medicine",
      "source_provision": "art2"
    },
    {
      "term": "dentist",
      "definition": "any person qualified to practice the dental medicine after obtaining Bachelor’s Degree in dentistery",
      "source_provision": "art2"
    },
    {
      "term": "veterinary surgeon",
      "definition": "a person who registered to practice the veterinary profession",
      "source_provision": "art2"
    },
    {
      "term": "pharmacist",
      "definition": "any person holding a second cycle university degree in pharmacy who is registered and licensed",
      "source_provision": "art2"
    },
    {
      "term": "pharmacy technician",
      "definition": "any person holding a first cycle university degree pharmacy who is registered and authorized as a pharmacy technician",
      "source_provision": "art2"
    },
    {
      "term": "pharmaceutical product",
      "definition": "any substance capable of preventing, treating human animal diseases and any other substance intended for administration to a human being or an animal in order to diagnose diseases, restore, correct or carry out modification of organic or mental functions",
      "source_provision": "art2"
    },
    {
      "term": "herbal medicine",
      "definition": "a pharmaceutical product with a label identifying its dosage form that contains one or more substances of natural origin that are derived from plants",
      "source_provision": "art2"
    },
    {
      "term": "over-the-counter pharmaceutical product",
      "definition": "any pharmaceutical product included in the list of non-prescription pharmaceutical products set out by the Minister",
      "source_provision": "art2"
    },
    {
      "term": "medical prescription",
      "definition": "a written direction by a medical practitioner, dentist veterinary surgeon intended for pharmacist in connection with the preparation, treatment and dispensation a pharmaceutical product",
      "source_provision": "art2"
    }
  ]
}
