{
  "id": "rw-law-2012-5",
  "type": "statute",
  "title": "Ministerial Order determining the Modalities for the Implementation of Law Establishing the Sources of Revenue and Property of Decentralized Entities and Governing their Management",
  "title_en": "Ministerial Order determining the Modalities for the Implementation of Law Establishing the Sources of Revenue and Property of Decentralized Entities and Governing their Management",
  "short_name": "Law 5 of 2012",
  "status": "in_force",
  "issued_date": "2012-06-22",
  "in_force_date": "2012-08-06",
  "url": "https://rwandalii.org/akn/rw/act/law/2012/5/eng@2012-08-06",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "1",
      "title": "Article 1 - Purpose of this Order",
      "content": "This Order provides modalities for the implementation of Law n° 59/2011 31/12/2011 establishing the source of revenue and property of decentralized entities and governing their management: The source of revenue and property provided for in this Order shall be comprised of: 1° 2° 3° 4° 5°"
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and",
      "section": "2",
      "title": "Article 2 - Definitions of terms",
      "content": "Fixed asset tax; Trading license tax; Rental income tax; Loans and investments; Government funds and subsidies. For the purpose of this Order, the following terms shall mean: 1° “Authorized officer”: officer of the decentralized entity who has been given the powers by the local council of the decentralized entity to conduct audits and investigations, to make adjustments in files of declaration, prepare and issues invoices, draft affidavits, and does anything else necessary to ensure the enforcement of the laws on tax procedure and collection of tax; 2° “Business day”: every official working day for central Government and decentralized entities excluding Saturdays, Sundays and official holidays; 3° “Law”: Law nº 59/2011 of 31/12/2011 establishing the sources of revenue and property of decentralized entities and governing their management; 4° “Competent court”: the court that has fiscality in its attributions; 5° “Order”: Ministerial order governing the implementation of the Law no 59/2011 31/12/2011 establishing the sources revenue and property of decentralized entities and governing their management; 6° “Machines”: all machines with electrical appliances used in the accomplishment of the activity with the exception of sewing machines. II: PROCEDURES APPLICABLE TO THE FIXED ASSET TAX tax payment"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 - Commencement",
      "content": "munsi This Order shall come into force on the its publication in the Official Gazette Republic of Rwanda. Kigali, on 09/07/2012 (sé) KAGAME Paul President of the Republic (sé) Dr HABUMUREMYI Pierre Damien Prime Minister Leta Seen and sealed with the Seal of the Republic: (sé) KARUGARAMA Tharcisse Minister of Justice/Attorney General MINISTER’S ORDER N o 31/03 OF DETERMINING THE STRUCTURE AND OF JOB POSITIONS OF PUBLIC PROCUREMENT ARRETE N LA ET L’OFFICE PUBLICS OF CONTENTS TABLE One: Purpose of this Order Article 2: Organizational structure and Article of job positions synthèse 3: Authorities responsible for the Article of this Order du 4: Repealing provision Article 5: Commencement Article MINISTER’S ORDER N o 31/03 OF DETERMINING THE STRUCTURE AND OF JOB POSITIONS OF PUBLIC PROCUREMENT ARRETE N LA ORGANISATIONNELLE SYNTHESE L’OFFICE PUBLICS Prime Minister; Le to the Constitution of the Republic of of 04 June 2003 as amended to date in Articles 118, 119, 120, 121 and Vu Rwanda jour, 120, to Law n° 25/2011 of 30/06/2011 Rwanda Public Procurement (RPPA) and determining its mission, and functioning, especially in 6, 7, 10 and 13; Vu création Publics son spécialement to Law n° 22/2002 of 09/07/2002 on Statutes for Rwanda Public Service, in Article One, 2 and 17; Vu Statut Rwandaise premier, proposal by the Minister Public Service and Sur Publique consideration and approval by the Après in its session of 18/04/2012; Ministres ORDERS: ARRETE One: Purpose of this Order Article Order shall determine the organizational and the summary of job positions of Public Procurement Authority Le organisationnelle l’Office (RPPA). 2: Organizational structure of jobs positions and Article synthèse organizational structure and summary of positions of the Rwanda Public Authority (RPPA) are in annexes I and II of this Order. La des Publics annexes 3: Authorities responsible for the Article of this Order du Minister of Public Service and Labour and Minister of Finance and Economic are entrusted with the implementation this Order. Le Travail Planification l’exécution Article 4: Repealing provision prior provisions contrary to this Order are Toutes repealed. au 5: Commencement Article Order shall come into force on the date of Le publication in the Official Gazette of the publication République of Rwanda. on 19/06/2012 Kigali, (sé) Dr. HABUMUREMYI Pierre Damien Prime Minister (sé) MUREKEZI Anastase Minister of Public Service and Labour Ministre and sealed with the Seal of the Vu (sé) KARUGARAMA Tharcisse Minister of Justice/Attorney General I TO PRIME MINISTER’S N o 31/03 OF 19/06/2012 THE STRUCTURE AND OF JOB POSITIONS OF PUBLIC PROCUREMENT ANNEXE MINISTRE DETERMINANT ORGANISATIONNELLE SYNTHESE L’OFFICE PUBLICS CHART OF RWANDA PUBLIC Independent Review Panel Director General - Internal Auditor - Internal Procurement - Planning Officer - Administrative Unit Legal Affairs & Investigation Unit - Director - Investigation - Legislation & Reglementation - Legal Affairs II TO PRIME MINISTER’S N o 31/03 OF 19/06/2012 THE ORGANIZATIONAL AND SUMMARY OF JOB OF RWANDA PUBLIC AUTHORITY JOB POSITIONS OF RWANDA PUBLIC PROCUREMENT Title of job positions linked Director General Administrative Assistant Internal Auditor Internal Procurement Officer Planning Officer Director of Monitoring & Monitoring Team Leader Monitoring Officer Audit Team Leader Auditor Director of Capacity Development Trainer Skills Enhancement Team Skills Enhancement Officer Informations Dissemination Reference Price Officer Director of Legal Affairs Investigation Officer Legislation & Reglementation Legal officer Panel Independant Review Panel Director of Finance & Administration Budget Manager Accountant HR Manager Logistician ICT Officer Customer Care Officer Documentalist Secretary in Central Secretariat JOB POSITIONS OF RWANDA PUBLIC PROCUREMENT of job position to the job Job Profiles General Political Apointee A0 in Secretarial Studies; Public Secretarial Studies; Public Administration Auditor A0 Accounting, Public Finance, Acounting/Finance and Management Procurement A0 Procurement, Purchase, Finance, Economics, with Officer At least A0 in Economics, Studies of & Audit Master's or Equivalent in Procurement, Project Management, Development Management Team A0 Economics,Procurement, Development Studies with 3 Officer A0 Economics,Procurement, Development Studies. Team Leader A0 Accounting, Procurement, Management with 2 years working A0 Accounting, Procurement, Management. of Capacity Unit Master or Equivalent in Public Studies, Public Policy,Economics, or A0 in Public Administration Policy, Economics, Management years working experience A0 in HR Management,Public Enhancement Leader A0 in HR Management,Public 2 year working experience Enhancement A0 in HR Management,Public Price A0 in Purchase, Procurement A0 in Communication, Public Officer or other relevant field of Legal & Unit Master or Equivalent in Law, Policy,Management or A0 Policy,Management; Or other experience Officer A0 in Law, Public Administration & A0 in Law. officer A0 in Law. Review Officer A0 in Procurement of Finance & Unit Accounting Professional Qualification IFAC(ACCA, CPA) with 1 Public Finances, Accounting, Finance/Accounting with 3 Manager A0 Finance, Accounting, Management, A0 Accounting, Finance, Management Acounting/Finance Resource A0 Management, Public Administration, other relevant field. Officer A0 Management, Accounting, other relevant field specialize Officer A0 in Computer Engineering, Electronics with 2 years working Care A0 in Public Relations, Communication, Management A1 Library & Information Science, experience; A2 in Education relevant field. in Central A1 in Secretarial studies or other Seen to be annexed to the Prime Minister’s Order n o 31/03 of 19/06/2012 determining the organizational structure and summary of job positions of Rwanda Public Procurement Authority Kigali, on 19/06/2012 (sé) Dr. HABUMUREMYI Pierre Damien Prime Minister (sé) MUREKEZI Anastase Minister of Public Service and Labour Seen and sealed with the Seal of the Republic: (sé) KARUGARAMA Tharcisse Minister of Justice/Attorney General ORDER Nº005/12/10/TC OF DETERMINING THE FOR THE OF LAW Nº 59/2011 31/12/2011 ESTABLISHING THE OF REVENUE AND PROPERTY DECENTRALIZED ENTITIES AND THEIR MANAGEMENT OF CONTENTS ONE: GENERAL PROVISIONS One: Purpose of this Order 2: Definitions of terms II: PROCEDURES TO THE FIXED ASSET One: Tax base, tax declaration and payment 3: Fixed asset tax base 4: Tax payer 2: Fixed asset tax declaration 5: Tax declaration requirements 6: Late submission, or incomplete or tax declaration 7: Information given by the taxpayer 8: Information from third parties 9: Information given by person bound professional secrecy 3: One: Tax assessment 10: Self Assessment Market Value Tax payment Review and re-assessment of 12: by the decentralized entity 14: Incomplete and flaudulent 15: Entrance to work premises 16: Tax assessment notice 13: Correction of errors 17: Evaluation tax cycle 18: Calculation the tax due on property 2: Objection and Appeal against calculated value 19: Objection to a calculated 20: Appeal before a competent court 3: Tax Payment modalities 21: Tax payment 22: Order of partial payment 23: Calculation of interest and for late payment 24: Tax payment in instalments 4: Tax recovery 25: Access to money owed to or held third parties on behalf of the taxpayer 26: Obligation of the tax payer’s 27: Rights over movable property Right 28: over immovable 29: Additional penalties"
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "30",
      "title": "Article 30",
      "content": "Statement of offence 31: Validity of the statement of Limitation and prescription 32: TAX III: TO PROCEDURES THE TRADING One: Taxpayer 33: Taxpayer 2: Tax declaration 34: Tax declaration 35: Late submission, or incomplete or tax declaration 36: Power to search 37: Confidentiality of information 38: Information from Rwanda Authority 3: Payment of the trading licence tax 39: Tax payment 40: Termination of activities 41: Fines for late payment profit- IV: PROCEDURES TO THE RENTAL INCOME One: Tax base, tax payer and tax 42: Tax base 43: Tax payer 44: Tax computation method 2: Tax declaration 45: Tax declaration 46: Late submission, or incomplete or tax declaration 47: Objection to a calculated value 48: Appeal before a competent court 49: Amendment or termination of rental contract 3: Modalities of tax payment 50: Tax payment 51: Fines for late tax payments 4: Tax recovery 52: Tax recovery procedures 53: Warning letter 54: Recovery modalities VI: TRANSITIONAL PROVISIONS AND 55: Repealing Provision 56: Commencement MINISTERIAL ORDER Nº 005/12/10/TC OF 22/06/2012 DETERMINING THE MODALITIES FOR THE IMPLEMENTATION OF LAW Nº 59/2011 OF 31/12/2011 ESTABLISHING THE SOURCE OF REVENUE AND PROPERTY OF DECENTRALIZED ENTITIES AND GOVERNING THEIR MANAGEMENT The Minister of Finance and Economic Planning; Pursuant to the Constitution of the Republic Rwanda of 04 June, 2003, as amended to date, especially in Articles 120, 121 and 201; Pursuant to Law n° 08/2006 of 24/02/2006 determining the organization and functioning the District; Pursuant to Law n° 10/2006 of 03/03/2006 determining the structure, organization and functioning of the City of Kigali; Pursuant to Law n° 59/2011 of 31/12/2011 establishing the source of revenue and property of decentralized entities and governing their management, especially in Article 56; After consideration and approval by Cabinet, its session of 02/05/2012. HEREBY ORDERS:"
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration",
      "section": "4",
      "title": "Article 4 - Tax payer",
      "content": "A taxpayer shall be: 1° the person who owns the fixed asset; 2° the usufructuary of the fixed asset; 3° any person authorized by the owner of the fixed asset; 4° one of the co-owners authorized by the co- owners or any other person authorized represent the co-owners."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration",
      "section": "5",
      "title": "Article 5 - Tax declaration requirements",
      "content": "At the time of declaration, the taxpayer shall produce the following: 1° Identity card or other official document issued by the competent authority; 2° Tax Identification Number; 3° A copy of a sale contract or any other document proving the market value of the fixed asset if applicable under Article 11 this Order. Districts and Sectors shall make tax declaration forms available at the decentralized entity. A separate fixed asset tax declaration shall required for each fixed asset. This shall also apply to a taxpayer who owns more than one fixed asset in the same decentralized entity. fixed asset tax declaration only shall become legally binding once it is signed by or on behalf of the taxpayer. Without the signature of the taxpayer or her/his proxy, the document shall be incomplete and not considered as a fixed asset tax declaration. In the case of co–ownership only the signature the proxy shall be required on the fixed asset tax declaration and legally binding for all the co- owners."
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration",
      "section": "6",
      "title": "Article 6 - Late submission, or incomplete",
      "content": "misleading tax declaration In accordance with the Law, the decentralized entities shall be entitled to charge a fine in case of the following reasons: 1° If the fixed asset tax declaration form substantially incomplete; 2° If the fixed asset tax declaration form contains incorrect or fraudulent information with an intent to evade tax; A first time offender shall be subject to a fine 20% of the tax due for one year. In case repeated offences, the fine shall be 40% of the tax due for one year. In case of late submissions charges shall apply follows: 1° if the delay is less than one month, 10 % the tax due; 2° if the delay is not more than two months % of the tax due; 3° if the delay is not more than three months 30% of the tax due; 4° if the delay is more than three months 40 of the tax due."
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration",
      "section": "7",
      "title": "Article 7 - Information given by the taxpayer",
      "content": "Any information requested by the decentralized entity shall be provided within fifteen (15) business days upon receipt of the request except where the taxpayer puts forward sound reasons explain events which have hindered the preparation and provision of required information. Any information requested by the decentralized entity shall be communicated in writing in one the official languages of the Republic Rwanda."
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration",
      "section": "8",
      "title": "Article 8 - Information from third parties",
      "content": "The Decentralized entity has the right to request third parties to provide information on the nature of the taxpayer’s fixed asset. When the Decentralized entity has requested information from a third party, the concerned third party must respond within fifteen (15) business days."
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration",
      "section": "9",
      "title": "Article 9 - Information given by person bound",
      "content": "to professional secrecy Subject to the provisions of Paragraph 3"
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "11",
      "title": "Article 11",
      "content": "Market Value For the four (4) years of the assessment cycle enable the tax payer to assess the market value the fixed assets, the following methodology shall be applied: If the fixed asset was valued by a certified real fixed asset value within the previous four (4) years and no major changes in the buildings and structures, leading to an increase or decrease the fixed asset value by more than 20%, have occurred, this value shall be regarded as the market value. In this case, the taxpayer shall provide the certificate of valuation for verification purposes to the decentralized entity; If the fixed asset was bought within the previous four (4) years in the free market and no major changes in the buildings and structures, leading to an increase or decrease of the fixed asset value by more than 20 % have occurred, the purchase price shall be regarded as the market value. this case, the taxpayer shall provide the sale contract for verification purposes to the decentralized entity; If the fixed asset was constructed within the previous four years, the construction costs plus the value of the land shall be regarded as the market value. In this case, the taxpayer has provide documents certifying the construction costs for verification purposes to the decentralized entity; In all other cases, the taxpayer shall make his/her own estimation based on his/her best judgement. He/she shall indicate the value for which he/she would be willing to sell the fixed asset to a third party. In this case, the taxpayer shall provide photo of all buildings and improvements on the plot for verification purposes to the decentralized entity."
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "10",
      "title": "Article 10",
      "content": "Tax payment Self Assessment Self assessment shall imply that each taxpayer has to determine the market value of his/her immovable fixed asset and also compute the corresponding tax liability according to the Law."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "12",
      "title": "Article 12",
      "content": "Review and re-assessment tax by the decentralized entity For the four (4) years of the assessment cycle shall have the right within the time limit given"
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "13",
      "title": "Article 13 - Correction of errors",
      "content": "The decentralized entity may at any time correct minor errors, incorrect calculations or other obvious errors found in the tax declaration submitted by the taxpayer or in tax assessment letters. This may be done even after the deadline as stated in Article 13 of the Law. The decentralized entity shall have the right officially review all data and prepare adjustments and new tax calculations accordingly if the taxpayer does not properly meet his/her tax obligation according to Article 16 of the Law."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "14",
      "title": "Article 14",
      "content": "declarations Incomplete and flaudulent When the fixed asset tax declaration incomplete, misleading or not submitted on time or in case there are serious indications of evading taxes, the decentralized entity shall undertake assessment of the relevant fixed asset without giving the taxpayer a notice. The decentralized entity shall have the right levy taxes on ceded fixed asset in case fraudulent practices were used to alienate the fixed asset and relevant taxes were not paid."
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "15",
      "title": "Article 15 - Entrance into work premises",
      "content": "A competent Officer from the decentralized entity may visit and enter the taxpayer's premises between seven am and six pm without prior written notice to seek from him/her information related to taxes due and owing to the decentralized entity."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "16",
      "title": "Article 16",
      "content": "Tax assessment notice The tax assessment notice shall be designed in manner and form that is easy for taxpayers understand and interpret. It shall atleast clearly identify the relevant fixed asset, state its re- assessed market value and how it was determined, as well as state the new tax liability calculated on the basis of the new assessed market values and how it was calculated. The tax assessment notice shall explain payment modalities, indicating at which office or bank the payment should be made, at which office the taxpayer may lodge an objection to the re- assessed market value as well as the process be followed in this regard. The tax assessment notice shall also mention the taxpayer’s right to appeal, should the objection be unsuccessful. The tax assessment notice shall be sent to the taxpayer within a period of six (6) months from the date the tax declaration was submitted."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "17",
      "title": "Article 17",
      "content": "Evaluation tax cycle The market value of the immovable property either based on self assessment or official re- assessment by the decentralized entity shall valid for four (4) years of the assessment cycle unless an event under Article 16 of the Law occurs. A new assessment cycle shall always begin after the completion of four (4) years. For every fixed asset, the owner must submit new tax declaration, taking into account of the market value as at 1 st January of that year. The fixed asset tax shall be computed on the basis this newly-determined self-assessed market value."
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "18",
      "title": "Article 18",
      "content": "Calculation the tax due immovable property The tax rate is fixed at a thousandth (1/1000) the taxable value per year. To calculate the property tax due, the market value reduced by exemptions if applicable shall be rounded to nearest thousand (1000) and multiplied by the tax rate of 1/1000. Sub-section 2: Objection and Appeal against the calculated value"
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "19",
      "title": "Article 19",
      "content": "Objection to a calculated value The taxpayer or his/her proxy or the usufructuary who is not satisfied with the re-assessed market value as stated in the tax assessment letter may file an objection in writing to the decentralized entity in which the taxable fixed asset is located. The objection shall be submitted within thirty (30) days following the receipt of the tax assessment letter and shall fulfil the following conditions: 1° to be in writing; 2° to bear the taxpayer’s names and tax identification number; 3° to specify the tax period; 4° to state all taxes due, reason for taxation and grounds of appeal; 5° to be signed by the taxpayer or his/her proxy; 6° to contain all the proof and legal arguments against the decision of the decentralized entity. Within period of (60) days after receiving the objection from the taxpayer, the decentralized entity shall communicate its decision in writing. If the decentralized entity does not communicate its decision within that period, the objection the taxpayer shall be considered to be justifiable and valid. The decision of the decentralised entity must contain the following: 1° An explanation about the reasons for rejection or acceptance; 2° Information to the taxpayer about his/her right to appeal."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "20",
      "title": "Article 20 - Appeal before a competent court",
      "content": "If the taxpayer is not satisfied with the decision of the decentralised entity, he/she shall lodge appeal to the competent court within (30) days following the receipt of the letter regarding the decision. The appeal shall: 1° to be in writing; 2° to bear the taxpayer’s names and tax identification number; 3° to specify the tax period; 4° to state all taxes due, reason for taxation and grounds of appeal; 5° to be signed by the taxpayer or his/her proxy; 6° to contain all the proof and legal arguments against the decision of the Decentralized entity. The taxpayer shall have the right to support his/her case in the relevant court with relevant evidence. An appeal shall not suspend the obligation pay tax, interest and penalties. Sub-section 3: Tax Payment modalities"
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "21",
      "title": "Article 21 - Tax payment",
      "content": "In case the last day of a submission date or a date for payment is on a Saturday, Sunday or public holiday, submission or payment shall take place on the first following business day. If the construction of the building improvement is completed after 31 st March, the self-assessed tax shall be paid within thirty (30) business days from the completion of the construction work."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "22",
      "title": "Article 22",
      "content": "Order of partial payment Where payment is made does not cover the taxpayer’s total liability, such a payment shall allocated in the following order: 1° Interests; 2° Fines and / or surcharges; 3° tax liabilities according to dates due; the oldest liability being the first to be paid."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "23",
      "title": "Article 23",
      "content": "Calculation of interest and penalties for late payment A tax not paid when it is due shall bear interest. The interest rate is fixed at one point five percent (1.5 %). Late payment interest shall be calculated based on the following: 1° A delay of less than one month shall considered as a full month; 2° The computing base for interest shall rounded to the nearest hundred Rwanda Francs; 3° The interest shall be calculated in Rwandan Francs; 4° Late payment interests shall be calculated the amount of tax due. Surcharges and penalties shall be calculated only on the basis of the taxpayer’s tax liability."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "24",
      "title": "Article 24 - Tax payment in instalments",
      "content": "Tax payment in instalment shall be made when the taxpayer has declared his/her taxes to be paid. Where the taxpayer is unable to pay taxes, he/she shall write to the decentralized entity requesting for payment in instalments providing justifiable reasons for such a request. He/she shall receive the official reply within fifteen (15) days from the date of request. If the decentralized entity does not reply in fifteen (15) days, his/her request shall be considered valid and the provisions of Article 27 of the Law shall apply. Payment in instalments may not exceed one (1) year. In case of non -compliance with conditions of payment in instalments, the taxpayer must pay in one instalment the entire remaining amount. Sub-section 4: Tax recovery"
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "25",
      "title": "Article 25 - Access to money owed to or held",
      "content": "by third parties on behalf of the taxpayer If a tax is not paid within thirty (30) days after having received a warning letter as provided for by the Law, the decentralized entity shall require any debtors, bankers or other persons in possession of a taxpayer’s money to pay to it the amount equal to the tax due by the taxpayer against the taxpayer’s tax liability. In case the decentralized entity assumes that person or a bank is in possession of a taxpayer’s funds, it is required to: 1° send to him/her a notification; 2° ask him/her to give a clear overview of the money due to the taxpayer; 3° indicate that he/she is required to pay the money against the tax liability, under the terms and conditions of the contract with the taxpayer or with respect to obligations to the taxpayer; 4° send to him/her copies of all letters and notification sent to the taxpayer."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "26",
      "title": "Article 26 - Obligation of the tax payer’s",
      "content": "debtor Within fifteen (15) business days of receipt the notice, the debtor, bank or any person possession of taxpayer’s funds has the obligation to: 1° confirm whether he/she owes a debt to the taxpayer; 2° provide a written explanation to the decentralized entity of the nature of the debt or funds and the amount still due and payable; 3° pay the debt or funds against the tax liability, under the terms and conditions of the contract with the taxpayer or with respect obligations to the taxpayer. When the debtor or any person in possession taxpayer’s funds fails to comply with the provisions of item 3º of the Paragraph One this Article, he/she shall be liable to the decentralized entity for the amount due in similar way as if he/she had the tax liability the taxpayer. When the debtor, bank or any person possession of taxpayer’s funds complies with the provisions of item 3º of the Paragraph One this Article, he/she shall no longer be liable the taxpayer for the amount paid to the decentralized entity."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "27",
      "title": "Article 27",
      "content": "Rights over movable property For the purpose of tax recovery, late payment interest, surcharges, fines and other costs used collection of tax, the decentralized entity shall have the right over all the taxpayer’s income and over his/her movable property wherever it might be located. This right shall, in case of joint and several liabilities, also apply to income and movable property of the debtor’s representatives so that the recovery of taxes, late payment interests, fines and other costs incurred may be pursued the property referred to in Paragraph One of this Article. This right shall take precedence in accordance with the Article 34 of the Law."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "28",
      "title": "Article 28",
      "content": "property Right over immovable For the purpose of tax recovery, interests on late payment, surcharges, fines and other tax recovery costs incurred, the decentralized entity shall also have the right over the taxable immovable property. This right shall take precedence over any other charges on the taxable property and be exercised earliest after three (3) years starting from the date the decision was taken to enforce the assessed tax."
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "29",
      "title": "Article 29 - Additional penalties",
      "content": "In addition to the penalties mentioned in previous Articles, anyone who fails to comply with the provisions of this Order may be subjected following additional penalities: 1° suspension of his/her profit oriented activities for a period of thirty (30) days for those liable to trading licence tax; 2° to be published in authorized newspapers."
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER | Section One: Tax base, tax declaration and | Section 2: Fixed asset tax declaration | Section 3:",
      "section": "31",
      "title": "Article 31 - Validity of the statement of offence",
      "content": "The statement shall constitute sufficient elements of evidence found by the authorized Officer. may be used by the decentralized entity estimated assessment procedure and in providing proof. However, the contents of the statement offence may be dismissed as devoid of probative value if it is found that the Officer was guilty fraud or has committed a felony or misdimeaner."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER | Section One: Taxpayer",
      "section": "32",
      "title": "Article 32",
      "content": "Limitation and prescription All tax liabilities, related fines and surcharges become null and void after the prescription period has ended. III: APPLICABLE TO LICENCE TAX PROCEDURES THE TRADING"
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER | Section One: Taxpayer | Section 2: Tax declaration",
      "section": "33",
      "title": "Article 33 - Taxpayer",
      "content": "The trading license tax shall be paid by the person who commences a profit-oriented activity in Rwanda or a designated representative of that person. In this case the designated representative shall provide a document certifying his/her designation. The individuals using sewing machines for the accomplishment of their activities fall category a) of Article 43 of the Law."
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER | Section One: Taxpayer | Section 2: Tax declaration",
      "section": "34",
      "title": "Article 34 - Tax declaration",
      "content": "If the activity starts after 31st March, the taxpayer shall file the tax declaration to the decentralized entity where his/her activity undertaken within thirty (30) working days of the commencement of his/her activity. A tax declaration shall be required in respect each and every premises at which a business carried on other than premises used for storage other purposes which are incidental to the carrying on of the business. When several activities are carried out by the same company or a natural person in the same premises only one trading licence tax certificate shall be required."
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER | Section One: Taxpayer | Section 2: Tax declaration",
      "section": "35",
      "title": "Article 35 - Late submission, or incomplete",
      "content": "misleading tax declaration The decentralized entities shall be entitled charge a fine in case of the following reasons: 1° the trading licence tax declaration form substantially incomplete; 2° the trading licence tax declaration form contains incorrect or fraudulent information with an intent to evade tax; For the first time, the offender shall be subject a fine of twenty par cent (20%) of the tax due for one (1) year. In case of repetition, the fine shall be forty 40% of the tax due for one (1) year. The following charges shall be applicable to late submissions: 1° if the delay is less than one (1) month, ten per cent (10 %) of the tax due; 2° if the delay is not more than two (2) months, twenty per cnet (20%) of the tax due; 3° if the delay is not more than three (3) months, thirty per cent (30%) of the tax due; 4° if the delay is more than three (3) months, quarante per cent (40%) of the tax due."
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER | Section One: Taxpayer | Section 2: Tax declaration",
      "section": "36",
      "title": "Article 36 - Power to search",
      "content": "An authorised decentralized entity officer may without a warrant enter and search premises during normal working hours for the purposes ascertaining the category of the business assessing the trading licence tax certificate."
    },
    {
      "provision_ref": "art37",
      "chapter": "CHAPTER | Section One: Taxpayer | Section 2: Tax declaration",
      "section": "37",
      "title": "Article 37 - Confidentiality of information",
      "content": "Information relating to the business of any person obtained under the provisions of Article 35 of this Order shall be treated as strictly confidential and shall not be disclosed even for the purposes of any prosecution with respect the business."
    },
    {
      "provision_ref": "art38",
      "chapter": "CHAPTER | Section One: Taxpayer | Section 2: Tax declaration | Section 3: Payment of the traiding licence tax",
      "section": "38",
      "title": "Article 38",
      "content": "Information Revenue Authority from Rwanda Not later than 31 st January of every tax year, the Rwanda Revenue Authority (RRA) shall submit the following information for Value Added Tax registered companies to the decentralized entity: 1° 2° 3° Turnover for the previous year. The information from Rwanda Revenue Authority (RRA) shall be used by the decentralized entity to classify the taxpayer different categories according to their turnover and each of them shall be taxed in accordance with the Article 43. In cases where the decentralized entities are able to access this information through an information system, they shall use the same system to assess Value Added Tax registered companies."
    },
    {
      "provision_ref": "art39",
      "chapter": "CHAPTER | Section One: Taxpayer | Section 2: Tax declaration | Section 3: Payment of the traiding licence tax",
      "section": "39",
      "title": "Article 39",
      "content": "Each year, the self-assessed tax must be paid the concerned decentralized entity not later than 31 st March of the tax year, if the activity starts before 31st March or for existing activities. Complete address of the taxpayer including the name, taxable activities, telephone, mail address; Taxpayer Identification Number (TIN); Tax payment If the activity starts after 31st March, the self- assessed tax shall be paid within thirty (30) working days of the creation of the business. If the tax is not paid by the due date, the taxpayer shall not be allowed to start or continue his/her profit-oriented activities without having paid such tax. Profit-oriented activities undertaken while the taxpayer is in arrears with the payment of his/her trading license tax shall be illegal."
    },
    {
      "provision_ref": "art40",
      "chapter": "CHAPTER | Section One: Taxpayer | Section 2: Tax declaration | Section 3: Payment of the traiding licence tax",
      "section": "40",
      "title": "Article 40",
      "content": "activities Termination of profit-oriented When a taxpayer decides to terminate or change his/her taxable activities, he/she must notify the decentralized entity in writing within period not exceeding fifteen (15) working days. If the trading license tax is already paid, the decentralized entity shall refund the taxpayer basing on the remaining months of the tax year. The month in which the taxable activity is closed or changed shall not be considered within the remaining months. The refund shall be made within (90) days following the receipt of the notice from the taxpayer about his/her decision terminate or change the taxable activity."
    },
    {
      "provision_ref": "art41",
      "chapter": "CHAPTER | Section One: Tax base, tax payer and tax",
      "section": "41",
      "title": "Article 41 - Fines for late payment",
      "content": "If the trading licence tax has not been paid accordance with Article 44 of the Law the remaining unpaid fee shall be increased by one point five per cent (1.5%) of the fee for each month during which the fee remains unpaid. Apart from the interest payable, a surcharge equivalent to ten percent (10%) of the tax due must be paid. However, such a surcharge shall not exceed an amount of one hundred thousand (100,000) francs. IV: PROCEDURES APPLICABLE TO THE RENTAL INCOME TAX computation"
    },
    {
      "provision_ref": "art42",
      "chapter": "CHAPTER | Section One: Tax base, tax payer and tax",
      "section": "42",
      "title": "Article 42 - Tax base",
      "content": "The tax computation base is the gross monthly rental income multiplied by the number months that the fixed asset is rented in the previous year."
    },
    {
      "provision_ref": "art43",
      "chapter": "CHAPTER | Section One: Tax base, tax payer and tax",
      "section": "43",
      "title": "Article 43 - Tax payer",
      "content": "The rental income tax shall be paid by the person who receives an income from rented fixed assets or by a designated representative of that person. In case of a designated representative, he/she shall provide a document certifying his/her designation."
    },
    {
      "provision_ref": "art44",
      "chapter": "CHAPTER | Section One: Tax base, tax payer and tax | Section 2: Tax declaration",
      "section": "44",
      "title": "Article 44 - Tax computation method",
      "content": "The taxable rental income shall be computed deducting fifty percent (50%) from the gross rental income. In case the taxpayer produces proof for having paid bank interest on the loan for the rented immovable property in the income taxable year, for calculating the tax starting from 1 st January 31 st December, the taxable rental income shall obtained by deducting thirty percent (30 %) from the gross rental income, and further deducting the bank interest. The bracket part of annual income generated through rental of an immovable property from one franc (1) to one hundred and eighty thousand (180,000) francs shall be taxed at zero percent (0%). The bracket part of annual income generated through rental of an immovable property one hundred and eighty thousand, one franc (180,001) to one million (1,000,000) shall taxed at twenty percent (20 %). The bracket part of the annual income generated through rental of an immovable property above one million (1,000,000) shall be taxed at thirty percent (30 %)."
    },
    {
      "provision_ref": "art45",
      "chapter": "CHAPTER | Section One: Tax base, tax payer and tax | Section 2: Tax declaration",
      "section": "45",
      "title": "Article 45 - Tax declaration",
      "content": "Any person who receives an income from rented fixed assets or a designated representative of that person shall before 31st March file an official tax declaration accompanied by a copy of the rental contract. If the rent starts after 31 st March, the tax payer shall file the tax declaration to the decentralized entity where the rented fixed asset is located within thirty (30) working days of the commencement of the rent."
    },
    {
      "provision_ref": "art46",
      "chapter": "CHAPTER | Section One: Tax base, tax payer and tax | Section 2: Tax declaration",
      "section": "46",
      "title": "Article 46 - Late submission, or incomplete",
      "content": "misleading tax declaration The decentralized entities shall be entitled charge a fine in case of the following reasons: 1° If the rental income tax declaration form substantially incomplete; 2° If the rental income tax declaration form contains incorrect or fraudulent information with an intent to evade tax. A first time offender shall be subject to a fine twenty par cent (20%) of the tax due for one year. In case of repeated offences, the fine shall be forty par cent (40%) of the tax due for one (1) year. The following charges shall be applicable to late submissions: 1° if the delay is less than one (1) month, ten par cent (10%) of the tax due; 2° if the delay is not more than two (2) months, twenty par cent (20%) of the tax due; 3° if the delay is not more than three (3) months, thirty par cent (30%) of the tax due; if the delay is more than three (3) months, forty par cent (40%) of the tax due."
    },
    {
      "provision_ref": "art47",
      "chapter": "CHAPTER | Section One: Tax base, tax payer and tax | Section 2: Tax declaration",
      "section": "47",
      "title": "Article 47 - Objection to a calculated value",
      "content": "The taxpayer, his/her proxy may file an objection in writing to the decentralized entity where his/her asset is located disputing the calculated rental income value as stated in the tax assessment notice within thirty (30) days after receipt thereof. For an objection to considered, it must be in writing, justified and signed by the taxpayer or his/her proxy. 4° Within a period of sixty (60) days after receiving the letter of objection, the concerned decentralized entity must notify its decision. the decentralized entity does not notify decision within sixty (60) days, the objection the taxpayer shall be considered to be justifiable."
    },
    {
      "provision_ref": "art48",
      "chapter": "CHAPTER | Section One: Tax base, tax payer and tax | Section 2: Tax declaration",
      "section": "48",
      "title": "Article 48 - Appeal before a competent court",
      "content": "If the taxpayer is not satisfied with the decision of the decentralized entity, he/she may lodge appeal with the competent court. If the court finds that the appeal of the taxpayer is justified and the decision was unfairly imposed against him/her, the concerned decentralized entity must pay back the overpaid tax within thirty (30) days after the decision has been taken. Interests accrued thereon must be paid to the taxpayer in accordance with the provisions"
    },
    {
      "provision_ref": "art49",
      "chapter": "CHAPTER | Section One: Tax base, tax payer and tax | Section 2: Tax declaration | Section 3: Modalities of tax payment",
      "section": "49",
      "title": "Article 49",
      "content": "a rental contract When a rental contract expires or is amended, the taxpayer shall have to notify the decentralized entity within thirty (30) days after the contract terminated or amended."
    },
    {
      "provision_ref": "art50",
      "chapter": "CHAPTER | Section One: Tax base, tax payer and tax | Section 2: Tax declaration | Section 3: Modalities of tax payment",
      "section": "50",
      "title": "Article 50 - Tax payment",
      "content": "The self-assessed tax of the tax year must be paid to the decentralized entity where the rented fixed asset is located not later than 31 st March of the following income taxable year. If the rent starts after 31st March, the self- assessed tax shall be paid within 30 business days of the commencement of the rent."
    },
    {
      "provision_ref": "art51",
      "chapter": "CHAPTER | Section One: Tax base, tax payer and tax | Section 2: Tax declaration | Section 3: Modalities of tax payment | Section 4: Tax recovery",
      "section": "51",
      "title": "Article 51 - Fines for late tax payments",
      "content": "A tax not paid when it is due shall bear interest. The interest rate is fixed at one point five percent (1.5 %). Interest is calculated on a monthly basis, non-compounding, counting from the first day after the tax should have been paid until the day of payment, which is included. Every month started will count for a complete month. Apart from the interest payable, a surcharge equivalent to ten percent (10 %) of the tax due must be paid. However, such a surcharge shall not exceed an amount of one hundred thousand (100,000) Rwandan francs."
    },
    {
      "provision_ref": "art52",
      "chapter": "CHAPTER | Section One: Tax base, tax payer and tax | Section 2: Tax declaration | Section 3: Modalities of tax payment | Section 4: Tax recovery",
      "section": "52",
      "title": "Article 52 - Tax recovery procedures",
      "content": "If by the due date, the taxpayer has not yet filed tax declaration, and paid the tax or has not applied for tax deferral, or the tax deferral was not granted, the concerned decentralized entity shall have the right to start procedures to identify and recover unpaid taxes."
    },
    {
      "provision_ref": "art53",
      "chapter": "CHAPTER | Section One: Tax base, tax payer and tax | Section 2: Tax declaration | Section 3: Modalities of tax payment | Section 4: Tax recovery",
      "section": "53",
      "title": "Article 53 - Warning letter",
      "content": "Before starting the tax recovery procedures, the concerned decentralized entity shall send out warning letter to the taxpayer. Such a letter must contain all the details of the unpaid taxes and actions planed to enforce the law. The taxpayer shall again be afforded the opportunity to pay the taxes with interests accruing thereto. If the tax is not paid within thirty (30) days from the dispatch date of the warning letter, the concerned decentralized entity has the right start enforcement procedures provided under the Law."
    },
    {
      "provision_ref": "art54",
      "chapter": "CHAPTER VI: TRANSITIONAL",
      "section": "54",
      "title": "Article 54 - Recovery modalities",
      "content": "Rental income tax which remains unpaid is debt which can be claimed before competent courts. The decentralized entity where the fixed asset located shall have the right to attach: 1° money owed to or held on behalf of the taxpayer by third parties; 2° movable assets belonging to the taxpayer; 3° fixed assets belonging to the taxpayer. With necessary changes, the law enforcement mechanisms related to tax on immovable properties shall apply to rental income tax. FINAL PROVISIONS"
    },
    {
      "provision_ref": "art55",
      "chapter": "CHAPTER VI: TRANSITIONAL",
      "section": "55",
      "title": "Article 55",
      "content": "AND Repealing Provision All prior legal provisions contrary to this Order are hereby repealed."
    },
    {
      "provision_ref": "art56",
      "chapter": "CHAPTER VI: TRANSITIONAL",
      "section": "56",
      "title": "Article 56",
      "content": "Commencement This Order shall come into force on the date its publication in the Official Gazette of the Republic of Rwanda. Kigali, on 22/06/2012 (sé) RWANGOMBWA John Minister of Finance and Economic Planning Seen and sealed with the Seal of the Republic: (sé) KARUGARAMA Tharcisse Minister of Justice/Attorney General CYO KUWA 22/12/2009 NO KUGURIZANYA gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo « TKISA» ifite icyicaro Intara y’Iburengerazuba, i Karengera, Umurenge wa ihawe Ubuzimagatozi. guteza imbere abanyamuryango gukora indi mirimo kubisaba ikanabiherwa uburenganzira. umunsi cyatangarijweho mu (sé) MUGABO Damien gishinzwe guteza imbere CYO KUWA 15/05/2012 RWANDA» gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo « AGATAKO RWANDA Akarere ka KIcukiro, ifite icyicaro muri Centre Umujyi wa Kigali, ihawe Ubuzimagatozi. igamije guteza imbere gukora indi mirimo kubisaba ikanabiherwa uburenganzira. itegetswe gutangaza iki gihe kitarenze iminsi mirongo (sé) MUGABO Damien cy’Igihugu gishinzwe guteza CYO KUWA 23/04/2012 RWINYAMBO» gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo « DUTERIMBERE RWINYAMBO» Akarere ka Kayonza, Intara RWINYAMBO» ifite icyicaro Intara y’Iburasirazuba, ihawe RWINYAMBO» igamije indi mirimo inyuranye uburenganzira. RWINYAMBO» itegetswe y’u Rwanda mu gihe kitarenze (sé) MUGABO Damien gishinzwe guteza imbere CYO KUWA 10/04/2012 MU BUHINZI KABEZA» gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo « KABUKA» ifite icyicaro Intara y’Amajyaruguru; icyicaro i Kabeza, Umurenge wa Ubuzimagatozi. guteza imbere ubuhinzi bw’ibirayi n’iyo iherewe ubuzimagatozi, gutangaza iki Cyemezo kitarenze iminsi mirongo itatu (sé) MUGABO Damien gishinzwe guteza imbere CYO KUWA 05/03/2012 NYAKARIRO» gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo « TURENGERUBUZIMA- wa Nyakariro, Akarere ka Rwamagana, 31 Mutarama 2012; NYAKARIRO» ifite Intara y’Iburasirazuba, NYAKARIRO» igamije indi mirimo inyuranye uburenganzira. NYAKARIRO» itegetswe y’u Rwanda mu gihe kitarenze (sé) MUGABO Damien gishinzwe guteza imbere CYO KUWA 12/06/2012 DE MOTARDS DE GAHENGERI» gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo « COOMOGA» ifite icyicaro Intara y’Iburasirazuba; icyicaro i Kagezi, Umurenge, ihawe Ubuzimagatozi. igamije gutanga serivisi zijyanye Ntiyemerewe gukora indi mirimo kubisaba ikanabiherwa uburenganzira. itegetswe gutangaza iki Cyemezo kitarenze iminsi mirongo itatu (sé) MUGABO Damien cy’Igihugu gishinzwe guteza CYO KUWA 12/06/2012 BA KIREHE» (KAKI) gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo « KAKI» ifite icyicaro; i Kirehe, Umurenge wa Kirehe, guteza imbere ubuhinzi bw’ibinyampeke gukora indi mirimo kubisaba ikanabiherwa uburenganzira. gutangaza iki Cyemezo mu iminsi mirongo itatu (30) ikimara (sé) MUGABO Damien cy’Igihugu gishinzwe guteza CYO KUWA 25/06/2012 MOTOS ICYIZERE» gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo Koperative « COTRAMO I.» ka Nyarugenge, Umujyi wa ifite icyicaro i Kamuhoza, Umurenge, ihawe Ubuzimagatozi. igamije gutanga serivisi zijyanye Moto). Ntiyemerewe gukora ibanje kubisaba ikanabiherwa itegetswe gutangaza iki Cyemezo kitarenze iminsi mirongo itatu (sé) MUGABO Damien cy’Igihugu gishinzwe guteza CYO KUWA 13/01/2010 NO KUGURIZANYA gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo KAVABUSACCO» ifite icyicaro Intara y’Amajyaruguru, mu ifite icyicaro i Karambo, Umurenge ihawe Ubuzimagatozi. igamije guteza imbere Ntiyemerewe gukora ibanje kubisaba ikanabiherwa umunsi cyatangarijweho mu (sé) MUGABO Damien cy’Igihugu gishinzwe guteza CYO KUWA 22/12/2009 CREDIT COOPERATIVE» gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo GASE» ifite icyicaro i mu rwandiko rwe i Taba, Umurenge wa Gashenyi, imbere abanyamuryango ibafasha indi mirimo inyuranye n’iyo uburenganzira. umunsi cyatangarijweho mu (sé) MUGABO Damien cy’Igihugu gishinzwe guteza CYO KUWA 21/12/2009 NO KUGURIZANYA gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo « KUNGAHARA GAKENKE» ka Gakenke, Intara y’Amajyaruguru, ifite icyicaro i Gakenke, Umurenge ihawe Ubuzimagatozi. igamije guteza imbere Ntiyemerewe gukora ibanje kubisaba ikanabiherwa umunsi cyatangarijweho mu (sé) MUGABO Damien gishinzwe guteza imbere CYO KUWA 28/05/2012 PROMOTION» (COFEP) gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo « COFEP» ifite icyicaro wa Kigali; i Nyamugali, Umurenge Ubuzimagatozi. guteza imbere ingufu zibyara gukora indi mirimo inyuranye uburenganzira. gutangaza iki Cyemezo mu iminsi mirongo itatu (30) ikimara (sé) MUGABO Damien gishinzwe guteza imbere CYO KUWA 15/01/2010 NO KUGURIZANYA « gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo NEW HOPE» ifite icyicaro Intara y’Amajyaruguru, mu i Nkomana, Umurenge wa ihawe Ubuzimagatozi. guteza imbere abanyamuryango gukora indi mirimo kubisaba ikanabiherwa uburenganzira. umunsi cyatangarijweho mu (sé) MUGABO Damien cy’Igihugu gishinzwe guteza CYO KUWA 25/06/2012 DE KIBIRIZI» (COEKI-ABATIGANDA) gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo « COEKI-ABATIGANDA» ka Nyanza, Intara y’Amajyepfo ifite icyicaro i Mbuye, ihawe Ubuzimagatozi. igamije guteza imbere indi mirimo inyuranye uburenganzira. itegetswe gutangaza mu gihe kitarenze iminsi (sé) MUGABO Damien cy’Igihugu gishinzwe guteza CYO KUWA 28/05/2012 VISION 2020» gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo « REBERO VISION ka Nyarugenge, Umujyi wa Kigali 2020» ifite icyicaro i Kora,, ihawe Ubuzimagatozi. 2020» igamije guteza imbere gukora indi mirimo inyuranye uburenganzira. 2020» itegetswe gutangaza gihe kitarenze iminsi mirongo (sé) MUGABO Damien cy’Igihugu gishinzwe guteza CYO KUWA 16/12/2009 NO KUGURIZANYA « gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo SACCO» ifite icyicaro Intara y’Amajyaruguru, mu icyicaro i Muramba, Umurenge ihawe Ubuzimagatozi. guteza imbere abanyamuryango gukora indi mirimo kubisaba ikanabiherwa uburenganzira. umunsi cyatangarijweho mu (sé) MUGABO Damien cy’Igihugu gishinzwe guteza CYO KUWA 21/12/2009 NO KUGURIZANYA gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 rishyiraho cyane cyane mu ngingo yaryo SACCO TUGIRE UBUKIRE» ka Gakenke, Intara y’Amajyaruguru, 2009; ifite icyicaro i Kamonyi, Umurenge ihawe Ubuzimagatozi. igamije guteza imbere Ntiyemerewe gukora ibanje kubisaba ikanabiherwa umunsi cyatangarijweho mu (sé) MUGABO Damien cy’Igihugu gishinzwe guteza CYO KUWA 10/04/2012 BA CYANIKA « KOACYA» gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo « KOACYA» ifite icyicaro Intara y’Amajyepfo; icyicaro i Nyanza, Umurenge wa ihawe Ubuzimagatozi. igamije guteza imbere ubutubuzi gukora indi mirimo inyuranye uburenganzira. gutangaza iki Cyemezo kitarenze iminsi mirongo itatu (sé) MUGABO Damien gishinzwe guteza imbere CYO KUWA 20/02/2012 RUBONA» (K.A.RU-ABASHYIZEHAMWE) gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo « K.A.RU-ABASHYIZEHAMWE» Akarere ka Burera, Intara 2012; ifite icyicaro y’Amajyaruguru, ihawe Ubuzimagatozi. igamije n’ingano. Ntiyemerewe gukora ibanje kubisaba ikanabiherwa itegetswe y’u Rwanda mu gihe kitarenze (sé) MUGABO Damien cy’Igihugu gishinzwe guteza CYO KUWA 12/06/2012 IMBERE IGIHINGWA gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo « KOPEGIKI» ifite icyicaro Intara y’Amajyepfo; icyicaro i Burima, Umurenge ihawe Ubuzimagatozi. guteza imbere ubuhinzi n’iyo iherewe ubuzimagatozi, itegetswe gutangaza iki Cyemezo kitarenze iminsi mirongo itatu (sé) MUGABO Damien gishinzwe guteza imbere CYO KUWA 02/02/2010 NO KUGURIZANYA gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo ICYIZERE SACCO GITEGA» ka Nyarugenge, Umujyi 2010; ifite icyicaro mu Gitega, Umurenge ihawe Ubuzimagatozi. igamije guteza imbere Ntiyemerewe gukora ibanje kubisaba ikanabiherwa umunsi cyatangarijweho mu (sé) MUGABO Damien cy’Igihugu gishinzwe guteza CYO KUWA 12/03/2012 COOPERATIVE-ABAHUJE gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo Koperative « NIC-ABAHUJE» ka Rusizi, Intara y’Iburengerazuba, 2012; ifite icyicaro i Kigenge, Umurenge ihawe Ubuzimagatozi. igamije guteza imbere ubucuruzi n’iyo iherewe ubuzimagatozi, itegetswe gutangaza iki Cyemezo kitarenze iminsi mirongo itatu (sé) MUGABO Damien cy’Igihugu gishinzwe guteza CYO KUWA 22/12/2010 » gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo Koperative « DUHUZUBUMWE» ka Burera, Intara y’Amajyaruguru, ifite icyicaro i Kabona, Umurenge ihawe Ubuzimagatozi. igamije gukora isuku, indi mirimo inyuranye n’iyo uburenganzira. umunsi cyatangarijweho mu (sé) MUGABO Damien cy’Igihugu gishinzwe guteza CYO KUWA 25/06/2012 UBUCURUZI BW’URUTOKI gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo « KODUUIGA» ifite Intara y’Iburasirazuba; ifite icyicaro i Muganza, Umurenge ihawe ubuzimagatozi. igamije guteza imbere ubucuruzi n’iyo iherewe ubuzimagatozi, itegetswe gutangaza iki Cyemezo kitarenze iminsi mirongo itatu (sé) MUGABO Damien cy’Igihugu gishinzwe guteza CYO KUWA 12/06/2012 TWISUNGANE» gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo « KARANINGUFU TWISUNGANE» Akarere ka Gakenke, Intara TWISUNGANE» ifite icyicaro Intara y’Amajyaruguru, ihawe TWISUNGANE» igamije gukora indi mirimo kubisaba ikanabiherwa uburenganzira. TWISUNGANE» itegetswe y’u Rwanda mu gihe kitarenze (sé) MUGABO Damien cy’Igihugu gishinzwe guteza CYO KUWA 02/02/2010 PROGRESSISTES DE RUGARAMA gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, cyane cyane mu ngingo ryo kuwa 11/06/2008 cyane cyane mu ngingo « ELPRORU» ifite icyicaro Intara y’Iburasirazuba, mu rwandiko icyicaro i Matare, Umurenge wa ihawe Ubuzimagatozi. guteza imbere ubworozi inyuranye n’iyo iherewe umunsi cyatangarijweho mu (sé) MUGABO Damien cy’Igihugu gishinzwe guteza"
    }
  ],
  "definitions": []
}
