{
  "id": "rw-law-2012-3",
  "type": "statute",
  "title": "Law governing Narcotic Drugs, Psychotropic Substances and Precursors in Rwanda",
  "title_en": "Law governing Narcotic Drugs, Psychotropic Substances and Precursors in Rwanda",
  "short_name": "Law 3 of 2012",
  "status": "repealed",
  "issued_date": "2012-02-15",
  "in_force_date": "2012-04-09",
  "url": "https://rwandalii.org/akn/rw/act/law/2012/3/eng@2012-04-09",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law regulates the production, processing, distribution and use of narcotic drugs, psychotropic substances and precursors in Rwanda."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purpose of this Law, the following terms shall be defined as follows: 1º Distribution of narcotic drugs: all activities related to importation, exportation, transport, transit, acquisition, detention, offer, disposal as donation, use on the national territory the narcotic drugs and psychotropic substances; 2º Precursors: chemicals frequently utilised in the illegal manufacture of narcotic drugs and psychotropic substances appearing on one of the Tables of the 1988 Vienna Convention; 3º Official certificate: document issued by the Minister in charge of health authorising importation, exportation and transit on the national territory of narcotic drugs and psychotropic substances, hereby referred to as “ Certificate ”; 4º Narcotic drugs control: activities aimed at limiting production, distribution and use of narcotic drugs and psychotropic substances for solely medical and scientific purposes; 5º Narcotic drug: chemical substance that affects the processes of the mind or body and whose consumption whether swallowed, sniffed or by way of any other mode exerts impact on human health; 6º Narcotic drugs abuse and illicit use: use of prohibited or controlled narcotic drugs without medical prescription; 7º Use of narcotic drugs: prescription, dispensation, advertisement, packing, labelling, manipulation, delivery, detention, conservation, inventory, destruction of narcotic drugs or psychotropic substances; 8º Production: all activities related to the growing, manufacture and preparation of narcotic drugs and psychotropic substances on the national territory; 9º Transit: movement through the national territory and a temporary stock before re-exportation of narcotic drugs and psychotropic substances; 10º Exportation of narcotic drugs: legal exit from the national territory the narcotic drugs or psychotropic substances by a natural person or an organisation established in the country, referred to as “ exporter ”; 11º Importation of narcotic drugs: legal entry on the national territory of the narcotic drugs or psychotropic substances by a natural person, Government or organisation established in the country, referred to as “ importer ”; 12º Illicit trafficking of narcotic drugs: growing and any other illegal activity on plants or any controlled substances; 13º Medicine: any chemical, preparation or composition possessing preventive or curative properties in regards to human or animal illnesses as well as any product intended to be administered to a human or animal so as to establish a medical diagnosis, restore, correct or modify their organic or physical functions; 14º Controlled substance: a narcotic drug used as a medicine and precursors put under control on the national territory in accordance with this law; 15º Pharmaceutical preparation: medicine made in a pharmacy by a pharmacist authorised to do so, or a pharmaceutical specialities made in a pharmaceutical industry referred to as “ Preparation ”; 16º Psychotropic substances: any chemical be it natural or of synthetic origin appearing on one of the tables of the Vienna Convention on psychotropic substances, of 21 February 1971."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Classification of narcotic drugs",
      "content": "The narcotic drugs and psychotropic substances referred to in this law shall be classified in three (3) categories: I, II and III following the control measures to which they are subjected in the New York single Convention on narcotic drugs of 30 March 1961, as amended by the Protocol of 25 March 1972 and the Vienna Convention on psychotropic substances of 21 February 1971. These categories are as follows: 1° Category I: Narcotic Drugs a. Table I: includes the chemicals that result into a heavy addiction and lead to abuse. b. Table II: includes chemicals that cause less addiction and result into less abuse than that of table I. c. Table III: includes the preparation containing narcotics made for medical legitimate purposes and composed in such a manner that they are less susceptible to be an object of abuse and cannot easily produce a narcotic drug. d. Table IV: includes certain narcotic drugs named in table I that are considered as particularly harmful due to their properties and their use. 2° Category II: Psychotropic substances a. Table I: includes prohibited chemicals that are of no medical interest. b. Table II: includes chemicals that are of medical interest subjected to strictness. c. Table III: includes the chemicals that are of medical interest, subjected to normal control. d. Table IV: includes some of narcotic drugs named in table I that are considered as particularly harmful due to their properties and their use. 3° Category III: Precursors Precursors included in table I and II according to the measures that are applicable to them by the Vienna Convention of 1988. An Order of the Minister in charge of health shall determine the content of those tables."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Registration, modification and radiation from tables",
      "content": "The tables established and modified by a new registration, transfer and radiation from a table of a narcotic drug or a psychotropic substance shall be determined by an Order of the Minister in charge of health taking into account what was ordered by the Commission on narcotic drugs of the United Nations Organisation. The Minister in charge of health shall not put a substance under control into a category with the purpose to include it into a table of less strict rules than that in which it was put by international conventions."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Preparation",
      "content": "A preparation shall be subjected to the same regulations as the substances involved. If it contains two or more substances, it shall be subjected to regulations governing the substance that is most controlled. A preparation made of one or more substances that are composed in such a manner that they are of no risk with regard to their use and where none of its components can be extracted for illicit use, can be removed from the list of controlled substances."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Licit narcotic drugs and psychotropic substances",
      "section": "6",
      "title": "Article 6 – Prohibition",
      "content": "Notwithstanding the provisions of Article 7 of this law, the production, distribution and the use on the national territory narcotic drugs and psychotropic substances are prohibited. Narcotic drugs and psychotropic substances are used for medical purpose, shall be subjected to the regulations applied to all substances intended for human and veterinary medical purposes in case these regulations are not incompatible with the provisions of this law."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Licit narcotic drugs and psychotropic substances",
      "section": "7",
      "title": "Article 7 – Authorization",
      "content": "Authorization of production, distribution and use of narcotic drugs and psychotropic substances shall be delivered if their use is limited to medical and research purposes only. However, the industrial use of narcotic drugs and psychotropic substances for other than medical and research purposes shall be obtained if the requiring person can justify his /her capacity to put in place measures that prevent the product made to produce harmful or toxic effect and that controlled substances would be used by another authorized person. An Order of the Minister in charge of health shall determine security requirements, institutions and other departments in charge of delivering the authorization. The beneficiary of the authorization shall record in a register that he/she keeps for ten (10) years, the quantities of the narcotic drugs and psychotropic substances that he/she has imported, acquired, made, used, he/she retains or has destroyed. He/she shall also record the dates of the transactions and the names of his / her suppliers. He / she shall submit to the Minister in charge of health an annual report on quantities used or destroyed and those still in the store."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Licit narcotic drugs and psychotropic substances",
      "section": "8",
      "title": "Article 8 – Production of narcotic drugs and psychotropic substances",
      "content": "Every authorized private or public enterprise selected, can only retain the quantities of narcotic drugs and psychotropic substances that are necessary for the smooth running of the enterprise. The Minister in charge of health taking into account the market situation shall annually determine the maximum quantity of narcotics drugs and psychotropic substances and other preparations that can be produced by a person or private enterprise authorised or a designated public enterprise. Such quantities are, if need be, subject to modification during the year."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Licit narcotic drugs and psychotropic substances",
      "section": "9",
      "title": "Article 9 – People authorized to distribute narcotic drugs and psychotropic substances",
      "content": "Only private companies with the authorisation as provided in Article 7 of this law and public enterprises specifically selected using institutions and premises with a licence provided in that Article, can enter into international trade in narcotic drugs and psychotropic substances."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Licit narcotic drugs and psychotropic substances",
      "section": "10",
      "title": "Article 10 – Official certificate",
      "content": "Import and export shall be subjected to the acquisition of a certificate issued by the Minister in charge of health. The certificate shall not be necessary in case of disaster. The certificate shall indicate: 1º the names and addresses of the importer, the exporter and the recipient if he/she is known; 2º the common international denomination (CID) of each substance and in case of absence of such a denomination, the determination of the substance in the international convention tables; 3º its pharmaceutical form and, if it is a preparation, its trade mark if any; 4º the quantity of each substance and preparation concerned by the transaction; 5º the period during which this operation must take place; 6º the transport or shipping means; 7º the place of entry at the border on the national territory. The import certificate for narcotic drugs and psychotropic substances shall specify if the import is being done once or many times. The export certificate for narcotic drugs and psychotropic substances shall indicate the number and the date of the import certificate issued by the country or the region that imported them. The Minister in charge of health shall send a copy to the government of the country or region that imported them and another copy attached to consignment. If the quantity of the narcotic drugs and the psychotropic substances exported is inferior to that indicated on the export authorization, the competent authority shall specify it on the authorization and on all its copies. When the consignment has reached the national territory or if import authorisation expires when there are other consignments to be sent, the Minister in charge of health shall send to the government of the country of destination the export document specifying the actual quantity of narcotic drugs and psychotropic substances exported. The certificate shall not be transferable."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Licit narcotic drugs and psychotropic substances",
      "section": "11",
      "title": "Article 11 – Commercial documents",
      "content": "Commercial documents such as invoices, manifest and customs or transport documents and other shipping documents shall indicate: 1º name in the common international denomination of narcotic drugs and psychotropic substances; 2º trade name; 3º quantity exported from the national territory or to be imported under that authorisation; 4º name and the address of the exporter; 5º importer; 6º indicate if the consignee is aware."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Licit narcotic drugs and psychotropic substances",
      "section": "12",
      "title": "Article 12 – Customs offices of entry",
      "content": "The customs offices established on the national territory for the import and export of narcotic drugs and psychotropic substances shall be determined by the Minister in charge of health."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Licit narcotic drugs and psychotropic substances",
      "section": "13",
      "title": "Article 13 – Import and export of narcotic drugs",
      "content": "The import and export of narcotic drugs and psychotropic substances under the authority of customs offices or a person other than who appears on the authorization are prohibited. The narcotic drugs and psychotropic substances imported and exported not accompanied by an official authorization and those not in conformity with such authorization, shall be seized by the competent authorities, until it is proved that they are in conformity with law or the competent court orders their confiscation or destruction."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Licit narcotic drugs and psychotropic substances",
      "section": "14",
      "title": "Article 14 – Transit",
      "content": "The transit on the national territory of narcotic drugs or psychotropic substances, whether or not the consignment is packaged in the appropriate transport means, shall be prohibited unless the copy of export or import authorization is presented to the relevant department of the Ministry in charge of health. Any non compliance with export or transit authorization to a destination other than that indicated on the copy of the authorization attached to the consignment shall be prohibited. The request for an authorization to change the itinerary or the destination shall be considered as an export to a country other than the one previously planned. In such a case, provisions of paragraph One of Article 10 of this law shall be applied. The export of narcotic drugs and psychotropic substances in transit on the national territory shall not be subjected to any treatment that may modify its nature and its packing without the authorization of the Minister in charge of health. The provisions of the paragraph One of this Article shall not apply if the consignment is transported by air to another country if the aircraft makes a stop-over or an emergency landing. The consignment shall not be treated as an export from a country unless it has been offloaded or when the circumstances require so. The free ports and the free zone shall be subjected to the provisions of the law and to surveillance as other parts of the national territory."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Licit narcotic drugs and psychotropic substances",
      "section": "15",
      "title": "Article 15 – Commercial transporters",
      "content": "The commercial transporters shall take reasonable measures to prevent their transport means to be used for illicit trafficking of narcotic drugs and psychotropic substances referred to in this law. During their operations on the national territory, they shall: 1º submit their manifests in advance, whenever possible; 2º pack the products in the containers with unfalsifiable and controllable seal; 3º inform the competent authorities, as soon as possible, all the circumstances that can allow detecting of illicit trafficking."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Licit narcotic drugs and psychotropic substances",
      "section": "16",
      "title": "Article 16 – Purchase",
      "content": "Purchase of narcotic drugs and psychotropic substances for a professional supply shall only be carried out at a private company that has got an authorization as provided in Article 7 of this law or in a public enterprise specifically designated. The following natural persons and legal entities, shall without requesting an authorization, acquire and keep narcotic drugs and psychotropic substances depending on their professional needs: 1º pharmacists with a retail pharmacy licence; 2º business or hospital institutions, or private institutions not managed by a pharmacist, on condition that a licensed medical doctor accepts the responsibility of the store; 3º medical doctors and veterinary personnel, with a licence, for the provision for emergency care, who appear on the list approved by the Minister in charge of health; 4º qualified dentists and midwives with authorisation; 5º nurses appointed in the health centres, for their professional use, while their use and quantity were determined by the Minister in charge of health."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Licit narcotic drugs and psychotropic substances",
      "section": "17",
      "title": "Article 17 – People authorised to prescribe narcotic",
      "content": "Narcotic drugs and psychotropic substances shall be prescribed to any person unless it is a medical prescription and issued by the following people: 1º medical practitioner authorised to exercise; 2º dentist authorized to exercise dental art; 3º veterinary doctor with authorisation; 4º qualified midwife or nurse authorized to exercise the profession and within the limits established by the Minister in charge of health."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Licit narcotic drugs and psychotropic substances",
      "section": "18",
      "title": "Article 18 – Preparation and distribution of narcotic drugs",
      "content": "Pharmaceutical preparations of narcotic drugs and psychotropic substances shall only be delivered by the following persons: 1º authorized pharmacists; 2º pharmacists from public or private health institutions; 3º nurses and midwifes while exercising their profession. Any delivery of narcotic drugs and psychotropic substances shall be immediately registered on the prescription book without erasure or alteration. The entry shall have its unique number and shall indicate the following: 1º name, address and title of the prescriber; 2º name and address of the patient, or if the prescriber is veterinary doctor, the name of the owner of the animal; 3º date of delivery; 4º denomination of narcotic drugs and psychotropic substances delivered or the formula of the preparation; 5º quantity delivered. If narcotic drugs and psychotropic substances delivered are registered in table II, the name of prescription bearer, if the latter is not the patient, shall also be recorded in the prescription book and, if the prescription bearer is not known by the pharmacist, there shall be an indication of his/her identification document and the authority who delivered it, the number of that document and date of issue. Every renewal of a prescription of narcotic drugs and psychotropic substances shall also be registered in the prescription book."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – Licit narcotic drugs and psychotropic substances",
      "section": "19",
      "title": "Article 19 – Conservation of narcotic drugs",
      "content": "Any person or institution that professionally holds narcotic drugs and psychotropic substances shall conserve them in a well locked place which especially reserved for such substances."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – Licit narcotic drugs and psychotropic substances",
      "section": "20",
      "title": "Article 20 – Packaging of narcotic drugs and psychotropic substances",
      "content": "The delivery of the narcotic drugs and psychotropic substances shall be carefully handled as regards to the following transport conditions: 1º internal packaging contains a double red string; 2º external packaging must not contain any other indication than the address of the sender and the recipient. The send must affix its stamp. The label for sale shall indicate the names the narcotic drugs and psychotropic substances contained their weight and percentage."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter II – Licit narcotic drugs and psychotropic substances",
      "section": "21",
      "title": "Article 21 – Advertisement of narcotic drugs and psychotropic substances",
      "content": "Any advertisement of narcotic drugs and psychotropic substances shall be prohibited except in scientific publications for researchers, research or health professionals. The delivery of narcotic drugs and psychotropic substance for advertisement purpose is prohibited."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter II – Licit narcotic drugs and psychotropic substances",
      "section": "22",
      "title": "Article 22 – Destruction of narcotic drugs and psychotropic substances",
      "content": "The destruction of narcotic drugs and psychotropic substances spoilt or expired shall be carried out as prescribed for by the law."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "23",
      "title": "Article 23 – Authorised transactions on narcotic drugs",
      "content": "Private and public institutions authorized to carry out transactions on narcotic drugs and psychotropic substances under this law shall submit to the Minister in charge of health, the following documents: 1º a quarterly report indicating quantities of each substance and substances imported or exported with an indication of the exporting country and the country of destination, not later than fifteen days (15) after the end of the quarter; 2º a report for the previous year, not later than the 30 th of June of each year, indicating: (a) quantity of each substance manufactured or produced; (b) quantity of each substance used in the manufacturing; (c) quantity of each substance and each preparation provided for sale, for medical or scientific research or for teaching purpose; (d) quantity of each substance in the store on 31 st December of each annual report; (e) quantity of each substance needed for the year An Order of the Minister in charge of health may, if need be, request the institutions to submit their report, in the course of the year."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "24",
      "title": "Article 24 – Prohibition of unauthorized drinks",
      "content": "Any drink that exceeds forty five per cent (45%) of alcohol and any other drink which does not have the required quality for consumption shall be considered as Narcotic drug."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "25",
      "title": "Article 25 – Other substances considered as narcotic drugs",
      "content": "An Order of the Minister in charge of health shall determine the list of drinks and other unauthorized substances that are considered as narcotic drugs."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "26",
      "title": "Article 26 – Inter-ministerial Committee",
      "content": "A Prime Minister's Order shall establish and determine the organisation and functioning of the inter-ministerial Committee in charge of defining, monitoring and evaluation of the main guidelines of the policy of fighting illicit use of narcotic drugs and psychotropic substances."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "27",
      "title": "Article 27 – Penalties",
      "content": "Any person who illegally uses narcotic drugs and psychotropic substances shall be liable to penalties provided for in the penal code."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "28",
      "title": "Article 28 – Transitional period",
      "content": "Authorized private institutions, designated public institutions or a natural person authorized to use narcotic drugs and psychotropic substances for medical purpose, shall have ninety (90) days from the date of the publication of this law in the Official Gazette of the Republic of Rwanda, to comply with its provisions."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "29",
      "title": "Article 29 – Drafting, consideration and adoption of this Law",
      "content": "This law was drafted in French, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "30",
      "title": "Article 30 – Repealing provision",
      "content": "All prior legal provisions inconsistent with this law are repealed."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "31",
      "title": "Article 31 – Commencement",
      "content": "This law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
