{
  "id": "rw-law-2011-44",
  "type": "statute",
  "title": "Law governing the Statute of Prosecutors and other Staff of the National Public Prosecution Authority",
  "title_en": "Law governing the Statute of Prosecutors and other Staff of the National Public Prosecution Authority",
  "short_name": "Law 44 of 2011",
  "status": "repealed",
  "issued_date": "2011-11-26",
  "in_force_date": "2012-04-02",
  "url": "https://rwandalii.org/akn/rw/act/law/2011/44/eng@2012-04-02",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs the statute of prosecutors and other members of staff of the National Public Prosecution Authority."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Categories of Prosecutors",
      "content": "Prosecutors are in the following three (3) categories: 1° Career Prosecutors; 2° Military Prosecutors; 3° Contractual Prosecutors."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Career Prosecutors",
      "content": "Career Prosecutors are the following: 1° the Prosecutor General; 2° the Deputy Prosecutor General; 3° the National Prosecutors; 4° the Chief Intermediate Prosecutors; 5° the Prosecutors at Intermediate level; 6° the Prosecutors at Primary level."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Military prosecutors",
      "content": "The Military prosecutors are the following; 1° the Military Prosecutor General; 2° the Deputy Military Prosecutor General; 3° the Military Prosecutors."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Contractual Prosecutors",
      "content": "Contractual prosecutors are those working in the prosecution service for a period determined by the contract governing them. Contractual Prosecutors are governed by the Organic Law determining the organisation, powers and functioning of the Public Prosecution. In their responsibilities as prosecutors, they are governed by this Law."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter One – General provisions",
      "section": "6",
      "title": "Article 6 – Assistants of Prosecutors",
      "content": "The assistants of Prosecutors are the following: 1° Assistants of Prosecutors in the Office of the Prosecutor General; 2° Assistants of Prosecutors at the intermediate level; 3° Assistants of Prosecutors at the primary level."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter One – General provisions",
      "section": "7",
      "title": "Article 7 – Hierarchy of Prosecutors",
      "content": "In their duties, Prosecutors are in the following hierarchy: 1° the Prosecutor General; 2° the Deputy Prosecutor General; 3° the National Prosecutor; 4° the Chief Intermediate Prosecutor; 5° the Prosecutor at the intermediate level; 6° the Prosecutor at the Primary level"
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter One – General provisions",
      "section": "8",
      "title": "Article 8 – Precedence of Prosecutors and other members of staff of the National Public Prosecution Authority",
      "content": "Prosecutors as well as other members of staff of the National Public Prosecution Authority shall take precedence in accordance with their ranks. In the event they have the same ranks, they shall take precedence in accordance with their seniority as indicated by their appointing Order. In case several prosecutors as well as other members of staff of the National Public Prosecution Authority were appointed by the same Order, the precedence of each in his/her category, shall be determined by the age, and in case they have the same age by their order in the appointing Order."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Prosecutors",
      "section": "9",
      "title": "Article 9 – Advertising vacant posts",
      "content": "The President of the High Council of the Public Prosecution shall advertise vacant posts of prosecutors. Vacancy advertisements must clearly specify both general and specific requirements to be fulfilled in order to occupy the posts."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Prosecutors",
      "section": "10",
      "title": "Article 10 – General requirements",
      "content": "Any person seeking the post of a prosecutor must satisfy the following requirements: 1° to be a Rwandan; 2° to be at least twenty-one (21) years-old; 3° to have passed the recruitment test. except the Prosecutor General and the Deputy Prosecutor General; 4° to have at least a Bachelor’s Degree in Law and a certificate from a recognized professional legal institute; 5° not to have mental and physical incapacity, as attested by a certificate issued by a recognized medical doctor, that may be a hindrance to his/her performance of duties of Public Prosecution; 6° to be a person of integrity; 7° not to have been convicted of discrimination and sectarianism; 8° not to have been convicted of the crime of genocide; 9° not to have been convicted of the crime of genocide ideology; 10° not to have been convicted of the crime of corruption and embezzlement; 11° not to have been dismissed from office or removed for fraudulent acts, desertion of duty or refusal to resume duty after the end of the period of suspension of duties or failure to resume his/her duties after he/she was requested to do so; 12° not to have been deprived of civil or political rights by courts; 13° not to have been sentenced to a term of imprisonment of at least six (6) months."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Prosecutors",
      "section": "11",
      "title": "Article 11 – Specific requirements for the Chief Intermediate Prosecutor",
      "content": "In order to be appointed as a Chief Intermediate Prosecutor at the intermediate level, the candidate must fulfil the requirements mentioned in Article 10 of this Law and have working experience of at least five (5) years in the legal field. The working experience mentioned in this Article shall be one (1) year for candidates holding a doctorate degree in Law."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Prosecutors",
      "section": "12",
      "title": "Article 12 – Specific requirements for the members of the Office of the Prosecutor General",
      "content": "In order to be appointed as a Prosecutor General, Deputy Prosecutor General or a National Prosecutor, the candidate must fulfil the requirements specified in Article 10 of this Law. He/she must also have a working experience of at least eight (8) years in the legal field. The working experience shall be at least five (5) years, if he/she holds a doctorate degree in Law;"
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Prosecutors",
      "section": "13",
      "title": "Article 13 – Appointing a prosecutor and ranking",
      "content": "In order to be appointed as a prosecutor and be put to the rank corresponding to such a post, a person must apply to the President of the High Council of the Public Prosecution. Vacant posts shall be filled upon recruitment test organised by the High Council of the Public Prosecution. Provisions of this Article shall not apply to the Prosecutor General and the Deputy Prosecutor General."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Prosecutors",
      "section": "14",
      "title": "Article 14 – Internership for Prosecutors",
      "content": "Every prosecutor shall commence responsibilities under a probation period of six (6) months during which his/her immediate superior shall evaluate both his/her ability and behaviour at work. The immediate superior mentioned in paragraph One of this Article shall submit a report of the probation period at least one (1) month before the probation period expires. The report shall be submitted to the High Council of the Public Prosecution with a copy to the Prosecutor General and the prosecutor under probation. Where the High Council of the Public Prosecution finds that the report on the prosecutor under probation indicates that he/she qualifies for the job, he/she shall be permanently appointed as a Career Prosecutor. The High Council of the Public Prosecution, if it considers necessary, may extend the probation period. Such an additional period of probation cannot exceed six (6) months."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Prosecutors",
      "section": "15",
      "title": "Article 15 – Appealing for the report on the probation period",
      "content": "Where the prosecutor under probation does not agree with the contents of the report, he/she may indicate it through a registered postal mail or a mail handed with acknowledgement of reception, to the High Council of the Public Prosecution within a period not exceeding fifteen days (15) from the day he/she received the report. The High Council of Public Prosecution shall examine the letter and take a decision in a period not exceeding one (1) month from the date the Secretariat of the High Council of Public Prosecution received it. Where the period specified in the preceding paragraph expires before a decision is taken, the prosecutor under probation is considered to be definitely appointed."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Prosecutors",
      "section": "16",
      "title": "Article 16 – Date on which the decision of the High Council of the Public Prosecution commences",
      "content": "The decision of the High Council of the Public Prosecution permanently appointing a career prosecutor or deny him/her a job shall be effective from the date it is notified to the prosecutor under probation."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Prosecutors",
      "section": "17",
      "title": "Article 17 – Term of office of prosecutors",
      "content": "The Prosecutor General and the Deputy Prosecutor General are appointed for a five (5) year term renewable only once. The chief Intermediate prosecutors shall be appointed for a four (4) year term renewable only once by the High Council of the Public Prosecution. The term of office of prosecutors referred to in paragraphs One and 2 of this Article shall commence on the date they take office. The chief intermediate prosecutor who successfully completes his/her term of office shall remain Prosecutor."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Prosecutors",
      "section": "18",
      "title": "Article 18 – Taking oath",
      "content": "Before assuming office, each prosecutor shall take the oath provided for by Article 61 of the Constitution of the Republic of Rwanda of 04 June 2003 as amended to date. The Prosecutor General and the Deputy Prosecutor General shall take their oaths before the President of the Republic in the presence of the Members of Parliament. Other prosecutors shall take oath before the Prime Minister in the presence of the members of the High Council of the Public Prosecution. Each document that contains an oath shall be signed by the person who swears in, and the person who receives the oath."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – Prosecutors",
      "section": "19",
      "title": "Article 19 – Dress of the Prosecutors",
      "content": "During court proceedings, Prosecutors shall wear appropriate dress determined by the Prosecutor General upon consultation with the High Council of the Public Prosecution. During court proceedings, Military Prosecutors shall wear an appropriate dress determined by an Order of the Minister in charge of Rwanda Defence Forces."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – Prosecutors",
      "section": "20",
      "title": "Article 20 – Dignified gown",
      "content": "During official ceremonies and festivities, prosecutors representing the National Public Prosecution Authority shall wear a dignified gown determined by the Prosecutor General in consultation with the High Council of the Public Prosecution."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter II – Prosecutors",
      "section": "21",
      "title": "Article 21 – Sanctions",
      "content": "Any prosecutor who fails to discharge his/her duties commits a disciplinary fault which is punishable by any of the following sanctions: 1° a warning; 2° an official blame that is recorded in his/her file; 3° deduction of a quarter (1 / 4) of the salary for a period of one (1) month maximum; 4° suspension for a period of one (1) month to six (6) months with deduction of a half (1 / 2) of his/her monthly salary during that period; 5° demotion; 6° dismissal."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter II – Prosecutors",
      "section": "22",
      "title": "Article 22 – Non-cumul of sanctions",
      "content": "Any disciplinary fault shall be sanctioned with only one of the sanctions provided for in the previous Article, unless the disciplinary measure was simultaneously initiated with the warning or official blaming given by the immediate superior. Subject to the provisions of paragraph One of this Article, where a prosecutor is charged with several disciplinary faults, he/she shall be given a sanction that is heavier among those provided for those faults. Professional faults prosecutors and other staff of the National Public Prosecution Authority may be charged with shall be determined by the Law determining the Code of conduct for Prosecutors and other Staff of the National Public Prosecution Authority."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter II – Prosecutors",
      "section": "23",
      "title": "Article 23 – Powers to give warning and blame to a prosecutor",
      "content": "The Prosecutor General and the Chief Intermediate Prosecutor shall have powers to give warning and to blame prosecutors under their direction after they request explanations. Such sanctions may be appealed before the High Council of the Public Prosecution. The General Inspectorate of the National Public Prosecution Authority shall be informed as soon as possible of the sanction of blame. This sanction shall be recorded in the file of the concerned prosecutor."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter II – Prosecutors",
      "section": "24",
      "title": "Article 24 – Competent authority to give disciplinary sanction to a Prosecutor",
      "content": "Subject to the stipulation of paragraph One of Article 23 of this Law, the disciplinary powers are vested in the High Council of the Public Prosecution, except for the matters concerning the Prosecutor General and the Deputy Prosecutor General."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter II – Prosecutors",
      "section": "25",
      "title": "Article 25 – Disciplinary action",
      "content": "A disciplinary action is carried out irrespective of any criminal or civil cases. Amnesty or rehabilitation has no effect on disciplinary sanctions meted out on a prosecutor following his/her conviction for criminal offences."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter II – Prosecutors",
      "section": "26",
      "title": "Article 26 – Suspension of a Prosecutor",
      "content": "In case of emergency, the Prosecutor General may suspend a prosecutor on duty, except those who are members of the office of the Prosecutor General, to ensure smooth running of duties until a final decision is taken. However, regarding a prosecutor at Intermediate level or a prosecutor at Primary level, the Prosecutor General shall first consider the opinion of the Chief Intermediate Prosecutor. Such suspension shall not be made public and cannot suspend the right to salary. Such suspension shall immediately cease to be effective if in one (1) month the High Council of the Public Prosecution does not receive the complaint as provided for by Article 29 of this Law. The High Council of the Public Prosecution shall examine the matter in its first meeting following the submission of the complaint and shall take a decision in one (1) month following the first meeting that examined it."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter II – Prosecutors",
      "section": "27",
      "title": "Article 27 – Examination of the suspension",
      "content": "If at the conclusion of the disciplinary matter by the High Council of the Public Prosecution, the concerned prosecutor is dismissed, the suspension shall fully remain in force until the date on which the decision of dismissal comes into force. If the High Council of the Public Prosecution confirms the suspension of a prosecutor, the duration of suspension starts from the time when the concerned prosecutor ceased to discharge his or her responsibilities. If the High Council of the Public Prosecution decides to give a sanction less than a disciplinary suspension or if there is no sanction imposed at all, the temporary suspension is lifted, and the rights of the prosecutor restored from the time when the suspension was imposed."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter II – Prosecutors",
      "section": "28",
      "title": "Article 28 – Disciplinary procedure",
      "content": "Disciplinary procedure against prosecutors shall not be initiated without a written notice requiring the concerned prosecutor to provide explanations. The prosecutor must give his/her explanations within a period of fifteen (15) days from the date he/she was given the letter requiring the explanations. Disciplinary procedure shall be done in writing."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter II – Prosecutors",
      "section": "29",
      "title": "Article 29 – Submitting a complaint to the High Council of the Public Prosecution",
      "content": "The Prosecutor General shall submit to the High Council of the Public Prosecution all facts justifying the disciplinary measure against a prosecutor submitted to him/her by the Inspector General of the National Public Prosecution Authority. Accusations from the Chief Intermediate Prosecutor at Intermediate level in which the accused prosecutor operates shall be submitted to the Prosecutor General with a copy to the General Inspectorate of the National Public Prosecution Authority which shall conduct investigation. The General Inspectorate of the National Public Prosecution Authority shall submit, in a period not exceeding thirty (30) days from the date of receipt of the copy, to the Prosecutor General the report on investigations for its transmission to the High Council of the Public Prosecution."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter II – Prosecutors",
      "section": "30",
      "title": "Article 30 – Summoning the accused Prosecutor",
      "content": "The accused Prosecutor shall be summoned by way of a letter written by the President of the High Council of the Public Prosecution as follows: 1° registered mail at the post office; 2° letter delivered to him/her by a competent authority. 3° letter delivered to him/her by a prosecutor of a superior rank. In the absence of the prosecutor, the letter shall be given to the spouse, to a relative who is at least sixteen (16) years of age and resides with the concerned prosecutor. In the event of absence of the above-mentioned persons, the letter shall be given to the Executive Secretary of the Cell of his/her residence. The registered mail shall be submitted to him/her at least fifteen (15) days before the meeting examining his/her case is held. Such a period shall be countered from the day the registered mail was posted or hand delivered to the accused prosecutor with acknowledgement of receipt. Electronic means may also be used."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter II – Prosecutors",
      "section": "31",
      "title": "Article 31 – Right to consult the file",
      "content": "From the time the matter is brought before the High Council of the Public Prosecution, the accused prosecutor has the right to consult his/her file as well as the proceedings of the investigation, if it has been carried out. Upon receipt of the file, the President of the High Council of the Public Prosecution shall submit it to the disciplinary committee for consideration. The High Council of the Public Prosecution determines the functioning of that committee. The High Council of the Public Prosecution upon request by the Prosecutor General in writing may suspend an accused prosecutor from his/her duties even before the receipt of his/her file until a final decision is taken. Such a provisional suspension shall neither entail deprivation of the right to receive salary nor be published. The High Council of the Public Prosecution must examine the concerned prosecutor’s case in its first session following the suspension and take a decision on it in a period not exceeding one (1) month. In case a prosecutor is suspended by the High Council of the Public Prosecution, Article 26 of this Law shall apply."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter II – Prosecutors",
      "section": "32",
      "title": "Article 32 – Hearing the accused prosecutor",
      "content": "In the course of investigations, the Disciplinary Committee provided for by the Organic Law on functioning of the High Council of the Public Prosecution shall hear the concerned prosecutor, or delegate one or several of its members and if deemed necessary, shall hear the complainant and witnesses. It shall conduct all necessary investigations. The accused Prosecutor may be legally represented by his/her lawyer. All documents related to the complaint shall be submitted to the accused prosecutor at least eight (8) days prior to every cross examination."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter II – Prosecutors",
      "section": "33",
      "title": "Article 33 – Summoning the accused Prosecutor",
      "content": "If the High Council of the Public Prosecution finds that no investigation is required and it is concluded, the prosecutor shall be summoned to appear before it for a decision."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter II – Prosecutors",
      "section": "34",
      "title": "Article 34 – Appearing before the High Council of the Public Prosecution",
      "content": "The summoned prosecutor shall appear in person. He/she may have an advocate and, when there is a sound reason, he/she may seek a legal representative. The accused prosecutor and his/her advocate or legal representative shall have the right to access the file before proceedings. Where the summoned prosecutor does not appear or has no legal representative without any serious reason, the High Council of the Public Prosecution shall take a decision as if he/she was present. If the reason impeding the appearance of the prosecutor or of his/her legal representative is brought to the attention of the High Council of the Public Prosecution after it has made its decision, the decision may be rescinded after reexamination of the case."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter II – Prosecutors",
      "section": "35",
      "title": "Article 35 – Opposition of the decision",
      "content": "In the event a decision is taken in the absence of the concerned prosecutor or his/her legal representative for sound reasons, he/she may appeal for such a decision within fifteen (15) days from the date when he/she was notified of the decision. The opposition is made by registered mail at the post office or hand delivered with acknowledgement of receipt. Such a mail is addressed to the President of the High Council of the Public Prosecution who shall in turn bring the matter before the Disciplinary Committee. The date of deposit of the letter at the post office or that of hand delivery shall be the one to be considered in calculating the time limits. He/she may also use electronic means. The opposition shall suspend the execution of the decision taken. In case such opposition has been made and accepted, the High Council of the Public Prosecution shall be reconvened, and the concerned prosecutor and witnesses shall be summoned. If the respondent prosecutor does not appear again, the decision shall be final and considered as rendered in the presence of the accused, except in case of force majeure."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter II – Prosecutors",
      "section": "36",
      "title": "Article 36 – Defence of the accused prosecutor",
      "content": "On the day indicated on the summon, after the disciplinary committee has submitted its findings and hearing from the representative of the Inspectorate of the National Public Prosecution Authority and the witnesses, if any, the accused prosecutor is called upon to defend him/herself."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter II – Prosecutors",
      "section": "37",
      "title": "Article 37 – Deliberations in camera",
      "content": "In disciplinary matters, the High Council of the Public Prosecution shall take decisions in camera. Such decisions shall indicate reasons on which they were based. Decisions shall be taken by consensus, if not possible, they shall be taken by absolute majority vote of the members present through a secret ballot. In the case of a tie, the voting shall be repeated. If no absolute majority during the second round is obtained, the President’s vote shall be the casting vote. The decision of the High Council of the Public Prosecution is not appealed against."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter II – Prosecutors",
      "section": "38",
      "title": "Article 38 – Notification of the decision taken",
      "content": "The decision of the High Council of the Public Prosecution is notified to the concerned prosecutor in accordance with Article 30 of this Law. The decision taken shall take effect on the date of its notification to the concerned prosecutor."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter II – Prosecutors",
      "section": "39",
      "title": "Article 39 – Internal rules and regulations",
      "content": "The internal rules and regulations of the High Council of the Public Prosecution shall provide for the details of the disciplinary procedure which are not included in this Law."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter II – Prosecutors",
      "section": "40",
      "title": "Article 40 – Performance appraisal",
      "content": "With exception of the Prosecutor General and the Deputy Prosecutor General, the performance appraisal of every Prosecutor shall be made annually by his/her immediate superior. Such an appraisal shall be done on the forms designed by the Inspectorate of the National Public Prosecution Authority and approved by the High Council of Public Prosecution. The appraisal note shall at least indicate the Prosecutor's activities, his/her positive or negative general appreciation, his/her abilities, and if considered necessary, training needed. Such a document shall be accompanied by at least the following: 1° the prosecutor's note describing his/her activities with a statement of the training he/she attended; 2° remarks written by the immediate superior of the prosecutor; 3° the report of the Inspectorate. A Prime Minister’s Order shall establish procedural requirements of the system of performance appraisal and promotion of Prosecutors and assistants of prosecutors."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter II – Prosecutors",
      "section": "41",
      "title": "Article 41 – Appraisal graded as poor",
      "content": "Without prejudice to Article 40 of this Law, the positive or negative general appreciation of a prosecutor is graded by using a marking scale provided for by the High Council of the Public Prosecution. Where the prosecutor’s appraisal is less than a half (½) of the total marks considered, the Prosecutor General shall submit a note to the High Council of the Public Prosecution requesting for his/her dismissal from the public prosecution service."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter II – Prosecutors",
      "section": "42",
      "title": "Article 42 – Competent authorities to do the performance appraisal",
      "content": "The final performance appraisal shall be done by the Prosecutor General. The performance appraisal of a prosecutor who has been placed under secondment or at the disposal of another department shall be carried out by the head of the institution or agency to which the prosecutor is appointed."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter II – Prosecutors",
      "section": "43",
      "title": "Article 43 – Notifying the appraisal copies",
      "content": "The copies of documents mentioned in Article 40 of this Law shall be notified to the concerned prosecutor by his/her superior and the prosecutor shall sign an acknowledgement of receipt. A prosecutor who is not satisfied with the appraisal may make his/her comments on the appraisal, within a period of fifteen (15) days from the date he/she was notified of it. If such comments have a basis, the appraisal shall be changed. In all circumstances the concerned prosecutor shall be notified of the final appraisal. The final appraisal shall be transmitted to the Inspectorate of the National Public Prosecution Authority before fifteenth February of the year following the year in which the appraisal is made. Within a period of fifteen (15) days from the date when the final appraisal is notified, the concerned prosecutor may express his/her dissatisfaction with it to the Inspectorate. The Inspectorate of the National Public Prosecution Authority shall present its opinion and it shall be communicated to the concerned prosecutor. All those documents shall be sent to the High Council of Public Prosecution which may change the appraisal if so, requested by the Inspectorate. If the Inspectorate does not request a change to the appraisal, it shall inform the concerned prosecutor who may apply for such a change to the High Council of the Public Prosecution."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter II – Prosecutors",
      "section": "44",
      "title": "Article 44 – Keeping file of Prosecutor in the Inspectorate of the National Public Prosecution Authority",
      "content": "Each Prosecutor shall have a file in the Inspectorate of the National Public Prosecution Authority, a file for each prosecutor. The file shall contain all the documents concerning his/her career, which shall be registered, numbered and filed in a proper sequence. It shall not contain documents relating to his/her personal opinions, his/her activities relating to associations or trade unions, religious or philosophical beliefs. A Prosecutor shall be allowed to consult his/her personal file without taking it from the office."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter II – Prosecutors",
      "section": "45",
      "title": "Article 45 – Different statutory positions of a Prosecutor",
      "content": "Every prosecutor may be in any of the following positions: 1° in service of public prosecution; 2° on secondment; 3° at another administration disposal; 4° on temporary suspension; 5° on leave of absence for a non-specific period."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter II – Prosecutors",
      "section": "46",
      "title": "Article 46 – Working days and leave of Prosecutors",
      "content": "Subject to the Article 45 of this Law, a prosecutor is in service where he/she effectively carries out his/her duties at the rank to which he/she has been appointed. A prosecutor who is on leave, on official mission or on training authorized by his/her employer, shall also be considered as being in service and shall be entitled to all his/her salary and other benefits provided for by law."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter II – Prosecutors",
      "section": "47",
      "title": "Article 47 – Leave",
      "content": "A prosecutor who is in service shall have the right to a leave in accordance with the Law on General Statute for Rwanda Public Service."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter II – Prosecutors",
      "section": "48",
      "title": "Article 48 – Authorised absence",
      "content": "An authorized absence of one (1) day which is not deductible from the annual leave may exceptionally be granted to a prosecutor by his/her immediate superior, for justified reasons. However, a prosecutor cannot benefit from more than ten (10) days of authorized absence in a year."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter II – Prosecutors",
      "section": "49",
      "title": "Article 49 – Secondment",
      "content": "Secondment occurs when a prosecutor's activities are interrupted in public interest in order to: 1° perform activities in an organisation in which the Government has interests or a private organisation that has a contract with the Government; 2° perform activities in an international organisation to which the State is a party."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter II – Prosecutors",
      "section": "50",
      "title": "Article 50 – Regulations governing a Prosecutor on secondment",
      "content": "The prosecutor on secondment shall be governed by the regulations of the institution or organisation of secondment with the exception of office termination."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter II – Prosecutors",
      "section": "51",
      "title": "Article 51 – Placement at another administration disposal",
      "content": "The prosecutor is placed at another administration disposal when he/she is transferred into a public administration with a different statute that the one governs prosecutors and other members of personnel of the National Public Prosecution Authority or into an organisation of public interest."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter II – Prosecutors",
      "section": "52",
      "title": "Article 52 – Competent authority to approve secondment or placement of a Prosecutor at another administration disposal and rights of the concerned Prosecutor",
      "content": "The secondment or placement of a prosecutor at another administration disposal is approved by a Prime Minister Order. The prosecutor who is on secondment or placed at disposal of another administration remains with his/her rights to be promoted and to get seniority. He/she will continue to be governed by this Law in all matters compatible with his/her new duties. He/she is remunerated by the institution or organisation he/she has been appointed in accordance with the rules governing such institution or organisation."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter II – Prosecutors",
      "section": "53",
      "title": "Article 53 – Powers to take disciplinary measures against a prosecutor on secondment or placed at disposal of another administration",
      "content": "The Directorate General of the administration, organisation or agency to which the prosecutor is in secondment or has been placed, has the powers to take disciplinary measures against him/her. However, dismissal shall only be taken by the appointing organ."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter II – Prosecutors",
      "section": "54",
      "title": "Article 54 – End of placement at another administration disposal or secondment",
      "content": "When the period of secondment or placement at another administration disposal is over, the prosecutor is automatically reinstated into public prosecution, except when the secondment or the placement is ended by means of disciplinary measure."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter II – Prosecutors",
      "section": "55",
      "title": "Article 55 – Temporary suspension of a prosecutor due to sickness",
      "content": "The High Council of the Public Prosecution may temporarily suspend a prosecutor upon proposal of the Prosecutor General during a period of sickness, which has been certified by a recognized doctor, if such period exceeds or is likely to exceed thirty (30) days. The duration of the period of temporary suspension due to sickness cannot exceed six (6) months."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter II – Prosecutors",
      "section": "56",
      "title": "Article 56 – Resumption of duty",
      "content": "At the expiry of the period mentioned in second paragraph of Article 55 of this Law, the prosecutor is reinstated without any further formalities. If the sickness subsists, the High Council of the Public Prosecution takes any necessary measures with respect to the report of the medical committee mentioned in Article 64 of this Law."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter II – Prosecutors",
      "section": "57",
      "title": "Article 57 – Rights of a prosecutor on temporary suspension due to sickness",
      "content": "A prosecutor on temporary suspension due to sickness shall be paid his/her salary and shall retain all other statutory benefits."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter II – Prosecutors",
      "section": "58",
      "title": "Article 58 – Temporary suspension due to suppression of post",
      "content": "A prosecutor may be placed on temporary suspension due to suppression of the post in the interest of the service. Such suspension shall not exceed six (6) months. A prosecutor suspended for such a reason shall have the right to be paid two thirds (2 / 3) of his/her salary. If the period mentioned in paragraph one of this Article expires before the prosecutor is given another appointment, he/she shall be automatically dismissed in accordance with Article 63 of this Law."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter II – Prosecutors",
      "section": "59",
      "title": "Article 59 – Leave of absence for non-specific period",
      "content": "A prosecutor may request for leave of absence through a letter addressed to the High Council of the Public Prosecution with a copy to the Prosecutor General when: 1° he/she wants to undertake studies or research activities; 2° he/she wants to carry out political activities; 3° he/she has other personal reasons that may be subject to approval. Without prejudice to the subparagraph 2° of this Article, application for leave of absence for non-specific period shall not be based on the reason of looking for another job."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter II – Prosecutors",
      "section": "60",
      "title": "Article 60 – Approval of leave of absence of a prosecutor and its effects",
      "content": "A prosecutor who applied for leave of absence shall receive a written notification within thirty (30) days. If the applicant does not have a response in the period referred to in the previous paragraph of this Article, the application shall be considered as approved. A prosecutor who has been given a leave of absence for non-specific period is discharged from the service of the public prosecution. He/she shall no longer enjoy the right to the salary and shall not be entitled to retirement benefits during the time of the leave."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter II – Prosecutors",
      "section": "61",
      "title": "Article 61 – Resumption of duty for a prosecutor who was on leave of absence for non specific period",
      "content": "A prosecutor who has been placed on leave of absence may, upon application in writing, be reinstated on duty upon approval by the High Council of the Public Prosecution, upon request by the Prosecutor General."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter II – Prosecutors",
      "section": "62",
      "title": "Article 62 – End of the duties of public prosecution",
      "content": "The duties of public prosecution come to an end where the prosecutor who carried out it: 1° resigns; 2° is automatically dismissed,; 3° is expelled; 4° is retired; 5° dies. Cessation of the duties of public prosecution for the reasons referred to in subparagraphs One, 2, 3 and 4 of this Article, shall be implemented by a Presidential Order in case of the Prosecutor General and the Deputy Prosecutor General, or by a Prime Minister’s Order in case of other prosecutors."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter II – Prosecutors",
      "section": "63",
      "title": "Article 63 – Automatic dismissal",
      "content": "A prosecutor is automatically dismissed where: 1° he/she no longer fulfils the conditions for admission as a prosecutor or if he/she is found to have professional incapability; 2° his/her post is suppressed in the interest of the service, without any possibility for reinstatement among prosecutors or civil servant at the expiry of the period provided for by Article 58 of this Law; 3° he/she refuses to take oath of office or if within a period of fifteen (15) days after taking the oath he/she fails to report to work without any legally accepted reason; 4° he/she abandons office without any justified reason for fifteen (15) consecutive days; 5° he/she is incapable of discharging his/her duties due to disability or sickness. Automatic dismissal of the Prosecutor General and the Deputy Prosecutor shall be approved by a Presidential Order. For other prosecutors, it shall be approved by a Prime Minister’s Order upon request by the High Council of the Public Prosecution."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter II – Prosecutors",
      "section": "64",
      "title": "Article 64 – Professional incapability",
      "content": "Professional incapability due to disability or sickness is certified by a commission of three (3) doctors appointed by the Minister in charge of health upon request by the President of the High Council of the Public Prosecution. The commission of doctors must submit a report on the professional incapability of the prosecutor within a period of six (6) months, from the date it has been appointed. A prosecutor who is not capable of resuming duties upon approval by a commission of doctors shall be entitled to a salary for six (6) months. Upon request by the Prosecutor General, the High Council of the Public Prosecution shall dismiss the prosecutor if the commission of doctors considers that the concerned prosecutor is incapable of resuming duties after the period mentioned in paragraph 2 of this Article."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter II – Prosecutors",
      "section": "65",
      "title": "Article 65 – Terminal benefits",
      "content": "When a prosecutor is automatically dismissed due to suppression of the post, he/she shall be entitled to terminal benefits calculated on the basis of the gross salary and paid in the following manner: 1° one (1) month for prosecutors with less than five (5) years in service; 2° two (2) months for prosecutors with at least five (5) years but with less than ten (10) years in service; 3° six (6) months for prosecutors with at least ten years (10) in service."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter II – Prosecutors",
      "section": "66",
      "title": "Article 66 – Resignation",
      "content": "Resignation shall be valid only if it is accepted by the High Council of the Public Prosecution. The accepted resignation is irrevocable. The decision of the High Council of the Public Prosecution must be notified to the concerned prosecutor within a period not exceeding one (1) month from the date the request was made to the High Council of the Public Prosecution. If a decision is not taken in the period referred to in the previous paragraph, the resignation is considered as having been accepted."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter II – Prosecutors",
      "section": "67",
      "title": "Article 67 – Expulsion of a prosecutor",
      "content": "In accordance with the disciplinary procedure provided for by this Law, a prosecutor may be expelled for serious misconduct upon approval of the High Council of the Public Prosecution. He/she may also be expelled for professional incapability. The professional incapability of a prosecutor shall be approved by the High Council of the Public Prosecution, upon request by the Prosecutor General. Any prosecutor whose performance appraisal has been graded as poor shall be summoned by the High Council of the Public Prosecution so that he/she can be heard before any sanction is taken."
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter II – Prosecutors",
      "section": "68",
      "title": "Article 68 – Retirement age",
      "content": "The retirement age of a prosecutor is sixty-five (65) years of age. Such a period may be extended to seventy (70) years upon request by the concerned prosecutor or if he/she is so requested by the High Council of Public Prosecution when he/she is still able to work. Retirement may be given in anticipation due to sickness or disability if the concerned prosecutor has effectively served for at least fifteen (15) years in the public prosecution. The decision of retirement, whether at the retirement age or prematurely, is approved by the High Council of the Public Prosecution upon request by the Prosecutor General."
    },
    {
      "provision_ref": "art69",
      "chapter": "Chapter II – Prosecutors",
      "section": "69",
      "title": "Article 69 – Retirement benefits of a prosecutor",
      "content": "A prosecutor who is placed under retirement shall be given retirement benefits equal to twelve (12) months of the highest salary in his/her profession of public prosecution and which constituted the base of calculation of the subscription to the social security. However, a prosecutor who is placed under retirement at the age of fifty five (55) years shall be given retirement benefits equivalent to six (6) months of the salary provided for in paragraph One of this Article. The mode of paying such benefits shall be determined by a Presidential Order. A prosecutor who is placed under retirement shall continue to receive medical care in accordance with Laws related to medical care for civil servants."
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter II – Prosecutors",
      "section": "70",
      "title": "Article 70 – Death allowance",
      "content": "When a prosecutor dies while still on work, an allowance equal to six (6) times of the last gross salary shall be given to the surviving spouse and the orphaned children, or in their absence, to the heirs who share it in accordance with Laws."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter II – Prosecutors",
      "section": "71",
      "title": "Article 71 – Honorary title",
      "content": "A prosecutor whose career comes to an end after at least twenty (20) years of service and who maintains high esteem is awarded an honorary title corresponding to his/her last rank. He/she shall also be awarded a bonus equals to three (3) times his/her last salary. At the beginning of each year, the Prosecutor General shall draw up a list of those who are proposed to be awarded an honorary title and shall submit it to the High Council of the Public Prosecution for decision."
    },
    {
      "provision_ref": "art72",
      "chapter": "Chapter II – Prosecutors",
      "section": "72",
      "title": "Article 72 – Honours of a prosecutor who has been awarded an honorary title",
      "content": "A prosecutor who has been awarded an honorary title continues to belong to the rank of public prosecution where he/she had attained. He/she continues to enjoy the honour attached to his/her status and may attend official ceremonies of the National Public Prosecution Authority in official dress. In precedence, he/she shall come after the prosecutors of his/her rank."
    },
    {
      "provision_ref": "art73",
      "chapter": "Chapter II – Prosecutors",
      "section": "73",
      "title": "Article 73 – Withdrawal of honorary title to a prosecutor",
      "content": "The honorary title of prosecutor may be withdrawn by the High Council of the Public Prosecution in the manner and procedure provided for in the disciplinary provisions of this Law."
    },
    {
      "provision_ref": "art74",
      "chapter": "Chapter III – Other members of staff of the National Prosecution Authority",
      "section": "74",
      "title": "Article 74 – Other members of staff of the National Public Prosecution Authority",
      "content": "Apart from prosecutors, other members of staff of the National Public Prosecution Authority are the following: 1° Inspectors; 2° Secretary General; 3° Assistants of prosecutors; 4° other required members of personnel."
    },
    {
      "provision_ref": "art75",
      "chapter": "Chapter III – Other members of staff of the National Prosecution Authority",
      "section": "75",
      "title": "Article 75 – Requirements to be appointed as an Inspector of the National Public Prosecution Authority",
      "content": "In order to be appointed as an Inspector of the National Public Prosecution Authority, the candidate must be a prosecutor at the national level. An Inspector of the National Public Prosecution Authority shall be entitled to the statute of Prosecutors. Inspectors of the public prosecution are appointed and dismissed by the High Council of the National Public Prosecution Authority. Inspectors are under the hierarchy of the Inspector General and under the supervision of the Prosecutor General."
    },
    {
      "provision_ref": "art76",
      "chapter": "Chapter III – Other members of staff of the National Prosecution Authority",
      "section": "76",
      "title": "Article 76 – Requirements to be appointed as Secretary General of the National Public Prosecution Authority",
      "content": "In order to be appointed as Secretary General of the National Public Prosecution Authority, the candidate must hold at least a bachelor’s degree in law and have at least five (5) years of working experience. The Secretary General of the National Public Prosecution Authority is under the hierarchy and supervision of the Prosecutor General. The Secretary General of the National Public Prosecution Authority is appointed and removed from office by a Presidential Order."
    },
    {
      "provision_ref": "art77",
      "chapter": "Chapter III – Other members of staff of the National Prosecution Authority",
      "section": "77",
      "title": "Article 77 – Requirements to be appointed assistant of prosecutors",
      "content": "In order to be appointed as an assistant to prosecutors, the candidate must hold at least a bachelor’s degree in law. After successfully passing the recruitment test, an assistant of prosecutors is appointed by the Prosecutor General who shall inform the High Council of the Public Prosecution. The salaries and other benefits to assistants of prosecutors shall be determined by a Presidential Order. Assistants of prosecutors are under the direct hierarchy of the chief of assistants of prosecutors and under the supervision of the Prosecutor General."
    },
    {
      "provision_ref": "art78",
      "chapter": "Chapter III – Other members of staff of the National Prosecution Authority",
      "section": "78",
      "title": "Article 78 – Disciplinary regime for assistants of prosecutors",
      "content": "Sub-section 2 of section 4 of chapiter 2 of this Law relating to disciplinary procedure shall apply to the assistants of prosecutors."
    },
    {
      "provision_ref": "art79",
      "chapter": "Chapter III – Other members of staff of the National Prosecution Authority",
      "section": "79",
      "title": "Article 79 – Keeping files of assistants of prosecutors",
      "content": "Every assistant of prosecutors shall have a file kept in the Inspectorate of the National Public Prosecution Authority in the manner provided for by Article 44 of this Law."
    },
    {
      "provision_ref": "art80",
      "chapter": "Chapter III – Other members of staff of the National Prosecution Authority",
      "section": "80",
      "title": "Article 80 – Other required staff",
      "content": "Other supporting staff of the National Public Prosecution Authority shall be appointed and assigned in positions in accordance with the Law establishing the General Statute for Rwanda Public Service. They shall perform their duties under the direct hierarchy of the Secretary General and under the supervision of the Prosecutor General."
    },
    {
      "provision_ref": "art81",
      "chapter": "Chapter IV – Salary and other benefits of prosecutors and other members of staff of the National Public Prosecution Authority",
      "section": "81",
      "title": "Article 81 – Salary",
      "content": "The salary of prosecutors, inspectors and the Secretary General shall be determined by a Presidential Order."
    },
    {
      "provision_ref": "art82",
      "chapter": "Chapter IV – Salary and other benefits of prosecutors and other members of staff of the National Public Prosecution Authority",
      "section": "82",
      "title": "Article 82 – Payment of salary and benefits after the term of office",
      "content": "A General Prosecutor or a Deputy General Prosecutor who completes honorably his/her term of office without any disciplinary sanction for professional misconduct shall be paid his/her monthly salary and other benefits for six (6) months. Where during that period he/she gets another employment allowing him/her to get a salary which is lower than the former salary, the State shall pay the balance. Where he/she is convicted of misdemeanor or crime or in case of indecent behaviour, the benefits provided for by this Article shall be cancelled."
    },
    {
      "provision_ref": "art83",
      "chapter": "Chapter IV – Salary and other benefits of prosecutors and other members of staff of the National Public Prosecution Authority",
      "section": "83",
      "title": "Article 83 – Medical care of prosecutors and other members of staff of the National Public Prosecution Authority",
      "content": "Medical care for prosecutors and other members of staff of the National Public Prosecution Authority shall be provided in accordance with the rules regarding medical care for public servants."
    },
    {
      "provision_ref": "art84",
      "chapter": "Chapter IV – Salary and other benefits of prosecutors and other members of staff of the National Public Prosecution Authority",
      "section": "84",
      "title": "Article 84 – Providing the necessary means in case of transfer",
      "content": "In case of transfer, a prosecutor shall be given all necessary means of shifting for him/herself and his/her family. If the transfer is not done due to unavailability of such means, the concerned prosecutor shall be considered to be at work."
    },
    {
      "provision_ref": "art85",
      "chapter": "Chapter IV – Salary and other benefits of prosecutors and other members of staff of the National Public Prosecution Authority",
      "section": "85",
      "title": "Article 85 – Mission allowances of prosecutors",
      "content": "The mission allowances of the Prosecutor General and the Deputy Prosecutor General while in official mission inside the country or abroad shall be specified by the Presidential Order establishing the salaries and benefits for the Prosecutor General and the Deputy Prosecutor. The mission allowances of other prosecutors while in official mission inside the country or abroad shall be regulated by the Presidential Order establishing instructions regulating official missions of Public Servants."
    },
    {
      "provision_ref": "art86",
      "chapter": "Chapter IV – Salary and other benefits of prosecutors and other members of staff of the National Public Prosecution Authority",
      "section": "86",
      "title": "Article 86 – Criteria for rewarding a prosecutor or another staff",
      "content": "With exception of the Prosecutor General and the Deputy Prosecutor General, a prosecutor or another member of staff of the National Public Prosecution Authority who has demonstrated in particular, dedication, integrity, honesty and objectivity in carrying out his/her duties and who has actively played a role in the progress of the work shall be rewarded at the end of the year."
    },
    {
      "provision_ref": "art87",
      "chapter": "Chapter IV – Salary and other benefits of prosecutors and other members of staff of the National Public Prosecution Authority",
      "section": "87",
      "title": "Article 87 – Rewards",
      "content": "A prosecutor or another member of staff of the National Public Prosecution Authority, who is on the list of those to be rewarded, shall receive in public a reward determined by the Prosecutor General."
    },
    {
      "provision_ref": "art88",
      "chapter": "Chapter IV – Salary and other benefits of prosecutors and other members of staff of the National Public Prosecution Authority",
      "section": "88",
      "title": "Article 88 – Members of the Committee in charge of selecting prosecutors and other member of staff to be rewarded",
      "content": "Members of the Committee in charge of selecting prosecutors and other members of staff of the National Public Prosecution Authority to be awarded shall be appointed by the Prosecutor General. Every year, such a committee shall establish a list of prosecutors and other members of staff of the National Public Prosecution Authority to be rewarded in accordance with Article 86 of this Law."
    },
    {
      "provision_ref": "art89",
      "chapter": "Chapter V – Miscellaneous, transitional and final provisions",
      "section": "89",
      "title": "Article 89 – Appointment of prosecutors and other members of personnel",
      "content": "Within a period of three (3) years from the date this Law is published in Official Gazette of Republic of Rwanda, prosecutors and inspectors of the National Public Prosecution Authority shall be appointed in accordance with the provisions of this Law on matters concerning the working experience except the Prosecutor General and the Deputy Prosecutor General. Within a period of five (5) years following the date of the publication of this Law, prosecutors shall be appointed regardless of the requirements of this Law on matters concerning a certificate from a recognized professional legal institute."
    },
    {
      "provision_ref": "art90",
      "chapter": "Chapter V – Miscellaneous, transitional and final provisions",
      "section": "90",
      "title": "Article 90 – Applicability of the Law on the General Statute for Rwanda Public Service",
      "content": "Subject to the provisions of this Law, the Law on the General Statute for Rwanda Public Service shall be applicable to prosecutors and other staff of the National Public Prosecution Authority."
    },
    {
      "provision_ref": "art91",
      "chapter": "Chapter V – Miscellaneous, transitional and final provisions",
      "section": "91",
      "title": "Article 91 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art92",
      "chapter": "Chapter V – Miscellaneous, transitional and final provisions",
      "section": "92",
      "title": "Article 92 – Repealing provisions",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art93",
      "chapter": "Chapter V – Miscellaneous, transitional and final provisions",
      "section": "93",
      "title": "Article 93 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
