{
  "id": "rw-law-2011-25",
  "type": "statute",
  "title": "Law establishing Rwanda Public Procurement Authority (RPPA) and determining its Mission, Organisation and Functioning",
  "title_en": "Law establishing Rwanda Public Procurement Authority (RPPA) and determining its Mission, Organisation and Functioning",
  "short_name": "Law 25 of 2011",
  "status": "repealed",
  "issued_date": "2011-06-30",
  "in_force_date": "2011-02-20",
  "url": "https://rwandalii.org/akn/rw/act/law/2011/25/eng@2011-08-22",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes the Rwanda Public Procurement Authority, abbreviated as “RPPA” and determines its mission, organization and functioning. RPPA has legal personality, administrative and financial autonomy and shall be governed in accordance with general provisions governing public institutions."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Head Office of RPPA",
      "content": "The Head Office of RPPA shall be located in Kigali City, the Capital City of the Republic of Rwanda. It may be transferred elsewhere on the Rwandan territory if deemed necessary. RPPA may have branches elsewhere in the country if deemed necessary, in order to fulfill its mission, upon approval by a Prime Minister's Order."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Mission and powers of RPPA",
      "section": "3",
      "title": "Article 3 – Mission of RPPA",
      "content": "The main mission of RPPA shall be the following: 1° to ensure organization, analysis and supervision in public procurement matters; 2° to advise the Government and all public procurement organs on the policies and strategies in matters related to the organization of public procurement; 3° to control activities of awarding public contracts and their execution; 4° to develop professionalism of the staff involved in public procurement; 5° to provide technical assistance as needed and develop teaching material, organize trainings and lay down the requirements which must be met by public procurement officers; 6° to collect and disseminate on a regular basis information on public procurement; 7° to put in place standard bidding documents, bid evaluation reports and other standard documents for use by public procuring entities; 8° to sensitize the public on matters related to public procurement; 9° to draw up and publish the list of bidders suspended or debarred from participating in public procurement; 10° to establish cooperation and collaboration with other regional and international agencies whose mission is similar to that of RPPA; 11° to perform such other duties as may be assigned by law and which are not contrary to its main mission."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Mission and powers of RPPA",
      "section": "4",
      "title": "Article 4 – Powers",
      "content": "To fulfill its mission, RPPA shall have the following powers: 1° to suspend, upon request or on its own initiative and in accordance with the provisions of the Law governing public procurement a public tender evaluation or award process to conduct an investigation; 2° to summon anyone and require him/her to provide any information relevant to the fulfillment of its mission; 3° to carry out investigations in any entity governed by the Law of public procurement and get copies of documents related to public procurement where need be; 4° to seek assistance from experts in order for it to fulfill its mission; 5° to suspend or approve the suspension or debarment of bidders from participating in public procurement."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter III – Supervising authority of RPPA and its category",
      "section": "5",
      "title": "Article 5 – Supervising authority of RPPA and its category",
      "content": "A Prime Minister's Order determines the supervising authority of RPPA and its category. There shall be concluded between the supervising authority of RPPA and its decision-making organ a performance contract indicating competence, rights and obligations of each party in order for RPPA to fulfill its mission. Such contract shall be valid for a period equal to the term of office of members of the decision-making organ of RPPA."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter IV – Organisation and functioning of RPPA",
      "section": "6",
      "title": "Article 6 – Management organs of RPPA",
      "content": "RPPA shall be composed of the following two (2) management organs: 1° the Board of Directors; 2° the Directorate General. A Prime Minister's Order may determine other relevant organs in order for RPPA to fulfill its mission."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter IV – Organisation and functioning of RPPA",
      "section": "7",
      "title": "Article 7 – Board of Directors of RPPA",
      "content": "The Board of Directors of RPPA shall be the governing and decision-making organ. Its competence, responsibilities and functioning as well as responsibilities and term of office of its members shall be determined by a Prime Minister's Order. A Presidential Order shall appoint members of the Board of Directors including the Chairperson and the Deputy Chairperson. Members of the Board of Directors are selected on the basis of their competence and expertise. At least thirty percent (30%) of the members of the Board of Directors shall be females."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter IV – Organisation and functioning of RPPA",
      "section": "8",
      "title": "Article 8 – Sitting allowances for members of the Board of Directors",
      "content": "Members of the Board of Directors present in meetings of the Board of Directors shall get sitting allowances determined by a Presidential Order."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Organisation and functioning of RPPA",
      "section": "9",
      "title": "Article 9 – Incompatibilities with membership of the Board of Directors",
      "content": "Members of the Board of Directors shall not be allowed to perform any remunerated activity within RPPA. They shall also not be allowed, whether as individuals or companies in which they hold shares, to bid for tenders of RPPA."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organisation and functioning of RPPA",
      "section": "10",
      "title": "Article 10 – Composition of the Directorate General of RPPA",
      "content": "Members of the Directorate General of RPPA shall be appointed by a Presidential Order. Competences, responsibilities and modalities for fulfilling the duties of the members of the Directorate General of RPPA shall be determined by a Prime Minister's Order."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organisation and functioning of RPPA",
      "section": "11",
      "title": "Article 11 – Statute governing staff of RPPA and benefits of members of the Directorate General of RPPA",
      "content": "The staff of RPPA shall be governed by the General Statute for Rwanda Public Service. Benefits allocated to the members of the Directorate General and to the staff of RPPA shall be determined in accordance with legal provisions governing benefits to employees of public institutions."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Organisation and functioning of RPPA",
      "section": "12",
      "title": "Article 12 – Declaration of assets",
      "content": "Members of the Management organs and staff members of RPPA shall submit their declaration of assets to the Office of Ombudsman."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Organisation and functioning of RPPA",
      "section": "13",
      "title": "Article 13 – Organization, functioning and responsibilities of organs of RPPA",
      "content": "The organization, functioning and responsibilities of organs of RPPA shall be determined by a Prime Minister's Order."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter V – Property and finance",
      "section": "14",
      "title": "Article 14 – Property of RPPA and its source",
      "content": "The property of RPPA shall be composed of movables and immovables. The property of RPPA shall come from the following sources: 1° property currently owned by RPPA; 2° State budget allocation; 3° State or donors' subsidies; 4° donation and bequest."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter V – Property and finance",
      "section": "15",
      "title": "Article 15 – Use, management and audit of the property",
      "content": "Use, management and audit of the property of RPPA shall be carried out in accordance with relevant legal provisions. RPPA internal audit department shall submit a report to the Board of Directors with a copy to the Head of the Directorate General of RPPA."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter V – Property and finance",
      "section": "16",
      "title": "Article 16 – Adoption and management of the budget of RPPA",
      "content": "The budget of RPPA shall be adopted and managed in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter V – Property and finance",
      "section": "17",
      "title": "Article 17 – Annual financial report",
      "content": "Within three (3) months following the end of the financial year the Head of the Directorate General shall submit the annual financial report to the supervising authority of RPPA after approval thereof by the Board of Directors in accordance with laws governing management of State finance and property."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "18",
      "title": "Article 18 – Transfer of agreements, activities and property of RPPA",
      "content": "Agreements, activities and property of RPPA established under Law n° 63/2007 of 30/12/2007 establishing and determining the organization, functioning and responsibilities of Rwanda Public Procurement Authority «RPPA» continue to be owned by RPPA established under this Law."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "19",
      "title": "Article 19 – Cessation of participation of RPPA in public procurement award activities",
      "content": "Subject to the provisions of Articles 3 and 4 of this Law, RPPA shall continue to participate in the award of tenders for those tenders received before February 20 th 2011, in accordance with the provisions of the Order of the Minister in charge of public procurement and must award such tenders no later than June 30 th, 2011."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "20",
      "title": "Article 20 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "21",
      "title": "Article 21 – Repealing provision",
      "content": "The Law n° 63/2007 of 30/12/2007 establishing and determining the organization, functioning and responsibilities of Rwanda Public Procurement Authority «RPPA» and all other prior legal provisions inconsistent with this Law are hereby repealed."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "22",
      "title": "Article 22 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda. It shall take effect as of 20 February 2011."
    }
  ],
  "definitions": []
}
