{
  "id": "rw-law-2008-72",
  "type": "statute",
  "title": "Law determing the Entry into Force of the East African Community Customs Management Act",
  "title_en": "Law determing the Entry into Force of the East African Community Customs Management Act",
  "short_name": "Law 72 of 2008",
  "status": "in_force",
  "issued_date": "2008-12-31",
  "in_force_date": "2009-01-07",
  "url": "https://rwandalii.org/akn/rw/act/law/2008/72/eng@2009-06-26",
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4 - Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda. It shall take effect as of 01/07/2009. Kigali, on 31/12/2008 (sé) KAGAME Paul Pesident of the Republic O.G. n° special of 26/06/2009 (sé) MAKUZA Bernard Prime Minister Seen and Sealed with the Seal of the Republic: (sé) KARUGARAMA Tharcisse Minister of Justice/ Attorney General O.G. n° special of 26/06/2009 SUBSCRIPTION RATES AND ADVERTISING By Presidential Order n° 62/01 of 05/12/2008 Ministerial Order n° 01/03.04 of 01/01/2009 concerning subscription and advertising rates the Official Gazette of the Republic of Rwanda; The Subscription and advertising rates for be fixed as follows: A. Annual subscription: - Rwanda 50, 000 Frw - Bordering Countries 60, 000 Frw - Other Countries in Africa 61, 000 Frw - European Countries 65, 000 Frw - American and Asian Countries 68, 000 Frw - Oceania 72, 000 Frw B. Retail price per copy: 1000 FRW C. Advertising rates: Fourteen Thousand (14,000) Rwandan Francs per page typed, whether by computer typewriter. For inserts of less than one page, the price be five hundred twenty five (525) Rwanda Francs for one line. O.G. n° special of 26/06/2009 Issue periodicity of the Official Gazette The Official Gazette shall be issued every Monday. Subscription All sums due for paying the annual subscription fees for one issue and advertisement shall be to Rwanda Revenue Authority (RRA); and payer shall present the receipt to the Official Gazette Service which shall render him/her service paid for. The annual subscription shall end with the year payment and payment for the new annual subscription shall be made before the month January of the year of subscription. Late subscription payers shall be given all issues published before, where there are any left, or no claim shall be made. Website: www.primature.gov.rw"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 - Drafting and consideration",
      "content": "of this Law This Law was drafted in English, it has been considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 - Repealing provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    }
  ],
  "definitions": []
}
