{
  "id": "rw-law-2008-54",
  "type": "statute",
  "title": "Law determining the Prevention and Fight Against Contagious Diseases for Domestic Animals",
  "title_en": "Law determining the Prevention and Fight Against Contagious Diseases for Domestic Animals",
  "short_name": "Law 54 of 2008",
  "status": "in_force",
  "issued_date": "2008-10-09",
  "in_force_date": "2009-05-18",
  "url": "https://rwandalii.org/akn/rw/act/law/2008/54/eng@2009-05-18",
  "provisions": [
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER III: DISEASES REFERRED",
      "section": "2",
      "title": "Article 2 - Definitions of terms",
      "content": "TO IN THIS LAW"
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER IV: GENERAL MEASURES | Section One: Notification of disease and",
      "section": "6",
      "title": "Article 6 - Urgent measures taken when a",
      "content": "contagious disease breaks out TITLE II: FIGHT DOMESTIC ANIMAL WITHIN THE COUNTRY AGAINST DISEASES isolation"
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER IV: GENERAL MEASURES | Section One: Notification of disease and | Section 2: General measures that are",
      "section": "8",
      "title": "Article 8 - Isolation",
      "content": "taken in case a given disease is suspected"
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER VII: PENALTIES",
      "section": "10",
      "title": "Article 10 - , for isolation and limiting",
      "content": "of a disease, fail, the District shall, for general interest and on the decision taken by the Rwanda Resources Development Authority declare the liquidating of the suffering from contagious diseases, shall immediately implement it. stockbreeder may, for his or her own and after advice by the Rwanda Resources Development Authority decide to liquidate his/her animal happened to catch or is suffering from contagious disease. 15: Liquidating process it is decided that all animals referred to"
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER IV: GENERAL MEASURES | Section One: Notification of disease and | Section 2: General measures that are",
      "section": "11",
      "title": "Article 11 - Controlling the spreading of",
      "content": "contagious disease"
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER IV: GENERAL MEASURES | Section One: Notification of disease and | Section 2: General measures that are",
      "section": "12",
      "title": "Article 12 - Declaring end of application",
      "content": "of measures"
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER IV: GENERAL MEASURES | Section One: Notification of disease and | Section 2: General measures that are",
      "section": "13",
      "title": "Article 13 - Penalties against any",
      "content": "stockbreeder whose animal is caught outside the isolation place"
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER VII: PENALTIES",
      "section": "14",
      "title": "Article 14 - of this Law is taken shall be",
      "content": "a fair compensation referred to in 15 of this Law. Shall also have the to a fair compensation, a stockbreeder whom a decision of liquidating animal following a contagious disease where he or she has no hand in his or her being contaminated is taken. where it is proven that the had a hand in spreading the this stockbreeder shall be given no 17: The carcasses of dead animals bodies of an animal that died of infection any of the diseases described in Article 3 this Law shall be buried in an indicated or burnt by means of specific chemicals in any up-to-date fashion approved by the authority. 18: Deciding on the livestock Rwanda Animal Ressources Authority (RARDA) shall give a regular basis instructions governing shifting and transport of the commerce and transport of products likely to be the source of spreading of the diseases described in 3 of this Law. 19: Requirements for livestock prejudice to the content of Article 6 this Law, any person who wants to transfer to one area of Rwanda from infected areas suspected infected or protected he/she must have a transfer delivered by the veterinary Rwanda Animal Resources Development (RARDA) shall define the format content of the transfer authorization and the terms of transit, transfer, and conditions under which this can be reviewed, impeded or 20: Hygienic conditions in a place during the disease period In areas infected with one of the diseases in article 3 of this law, houses, fences and other premises in livestock live and vehicles used to animals must be sprayed. Manure, from cattle-sheds and all types of of animal foodstuffs shall be kept according to instructions given by the authority. 21: Epizootic control fund is hereby established within the Animal Resources Development (RARDA), an epizootic control with funds which may be used necessary and in case of especially in providing and in immunizing livestock one of the diseases referred to in 3 of this Law breaks out. allocated to the fund shall be kept on a account opened with the National Bank Rwanda. audit of the property of Epizootic Fund shall be carried out in with the audit of State finances. management, the utilization and sources the fund shall be determined by a Order. V: SPECIFIC MEASURES EACH CONTAGIOUS DISEASE One: Rabies 22: Animal considered to be with rabies animal is considered to be infected with if: It bites or scratches a human being without any sound reason which could led to its behavioural change; It bites or scratches a human being or a domestic animal in a zone declared infected; It has symptoms which undoubtedly cannot be attributed to any other disease; Dogs and cats that got in contact with another animal which is rabies positive; It is biten or scratched by another animal which is rabies positive. 23: Confirmation that the disease is animal suspected to be infected with shall be considered not so after the of twenty five (25) days without the infection’s symptoms. 24: Surveilance of rabies rabies is suspected, the veterinary shall immediately, upon assistance the nearest authority, lock up all animals to be infected with rabies and for a period of fifteen days (15). the follow-up did not prove the of the disease, the period of follow- shall be extended to three (3) months. management of the Rwanda Animal Development Authority (RARDA) also determine the period for which which bite or scratch. management of the Rwanda Animal Development Authority (RARDA) order that such animals be killed where is established that they constitute a threat to human life or they cannot be locked up in given area for being followed up. 25: Notification of rabies stock breeders or stock keeper whose are suspected to be infected with shall immediately inform the nearest doctor. 26: Prevention of rabies person, being the owner, shepherd or of an animal noticing the animal symptoms of rabies shall immediately and incinerate the latter, where necessary get assistance from the nearest security veterinary services. A straying animal symptoms of rabies must be killed by veterinary services in with security services. the area where the rabies disease is movements of cats and dogs are unless they accompany their attached with chain or muzzled. dogs and cats are caught and to a lock-up place. Cats are killed on spot while after fourty eight (48) hours, are given back to their owners provided latter show the proofs of the fact that their were received a vilid immunization. the rabies disease breaks out in other the District Mayor, basing on the by a competent veterinary authority, declare quarantine against any allegedly animal. In that case, such animals neither be given to someone nor be until the authorization to do is issued a veterinary authority. 27: Liquidating animals infected rabies an animal infected with rabies bites animal, the latter shall be liquidated ten (10) days as of the day on which bite takes place. meat from animals that are dead the reabies infection shall only be if the bite parts are removed in the of a competent veterinary authority. 28: Actions taken on carcasses of suspected to be infected with carcass of a dead animal as a result of or suspected to be infected with rabies be incinerated or buried after being with relevant chemicals. 29: Immunization against rabies dogs and cats against rabies be compulsory. 2: Anthrax disease 30: An animal considered to be with anthrax animal shall be considered to be infected anthrax when it stayed in the area which suspected to be infected with anthrax. 31: Notification of anthrax person noticing the outbreak of anthrax immediately inform the nearest veterinary authority or any other who, in turn, shall inform the Mayor and the latter shall inform the Animal Resources Development (RARDA). 32: Surveillance of anthrax anthrax disease breaks out in a herd, District Mayor shall, basing on the report a competent veterinary authority, give as to following-up the animals in the infected cattle-sheds and During this period, it shall be to bring in the infected area other than those immunized unless (15) days have elapsed. being followed up shall not be to move from the infected area. 33: Immunizing against anthrax the anthrax disease outbreak is the management of the Rwanda Resources Development Authority shall order that immunization anthrax be carried out for all the which may be infected with the within the area is characterized by Such immunization shall be and shall be carried out in such on an annual basis. 34: Actions taken on carcasses of infected with anthrax of animals which are dead anthrax shall not be opened. They be incinerated and buried entirely with skin in a hole not less than 2 m deep being sprayed with relevant chemicals the presence of the veterinary authority. 35: Declaring is over that anthrax decision to declare that anthrax is over be taken after fifteen days without any animal being infected with the disease implementation of the provisions of 11 of this Law. 3: Rinder pest 36: Animal considered to be with rinder pest animal shall be considered infected with pest if: It got in contact or stays with other infected animals; It enterd an infected area or got in contact with all elements that are considered to be infected with the rinder pest virus; It stayed in the area which is suspected to be infected with rinder pest; It is living in any condition that may lead it to get infected with rinder pest after confirmation by veterinary services. 37: Notification of rinder pest person noticing or owning an animal is suspected to be infected with rinder shall immediately inform the nearsest doctor or authority and explain to the main actions conducted within herd as bringing in, selling or giving to someone, the number of infected and that of animals which died wthin period of thirty (30) days prior to the 38: Prevention of rinder pest rinder pest breaks out, the of the Rwanda Animal Development Authority (RARDA) basing on a report by a veterinary declare quarantine against the area with rinder pest and infected areas be assigned known boundaries such as streams, roads, pathways, etc.) staying within such areas shall be up by a competent veterinary such period, no movements of shall be allowed before the is over. 39: Liquidating the animal which is or suspected to be infected with pest animal which is infected or suspected to infected with rinder pest shall immediately liquidated in accordance with the of Article 11 of this Law. it is decided that the meat from an infected with rinder pest be eaten, meat shall be sold and consumed only in area. skins from such animals shall be sprayed insecticide in the presence of a authority. The remainings of such shall be incinerated and buried after sprayed with relevant chemicals. 40: Actions taken on carcasses of which died following rinder pest of animals which died following pest or which were slaughtered they were infected or suspected to be with rinder pest shall be incinerated accordance with Article 17 of this Law. 41: Declaration that the rinder pest over decision to declare that rinder pest is shall be taken after thirty (30) days any other symptoms being identified the areas against which the quarantine had been taken and after the of the provisions of Article of this Law. 42: Measures taken against a stock who does not comply with measures for curbing rinder stock breeder who does not comply with measures for curbing rinder pest in areas referred to in Article 38 of this Law, cow shall be slaughtered without any following cows shall also be slaughtered any compensation: a cow entering or transiting to Rwanda from areas against which quarantine measure was taken to curb rinder pest; a cow which is found out of its cow-shed or while in a grazing place, moving in the infected areas or in those areas which are suspected to be infected, for the purpose of rinder pest prevention. 4: Foot and Mouth disease 43: Animal considered to be with the foot and mouth disease animal that is likely to be infected with foot and mouth disease is considered as when: It lives within a herd with ill animals or suspected to be ill, or an animal that lived or was in contact with such animals; It lived in an area suspected to be infected; It got in contact with people or objects that must have been infected with the virus of the foot and mouth disease. 44: Confirming that foot and disease is over animal suspected to be infected with and mouth disease is considered as non when there is no symptom twenty- (21) days after that it got in contact with infectious object. 45: Notification of foot and mouth person noticing or stock breeder who an animal that is ill or suspected to be ill infected with the foot and mouth disease inform immediately the nearest authority or any other authority let him/her know main changes that in his/her herd, about animals that his/her herd, the animals sold, those gave or received as a gift, those that ill or died thirty (30) days before the 46: Prevention of foot and mouth the foot and mouth disease broke out, The District Mayor shall, basing on a by the competent veterinary authority, the infected area, the area that is to be infected and the area to be If possible those areas are given and well-know boundaries. management of the Rwanda Animal Development Authority (RARDA) determine modalities for entry, transfer, quarantine and indentification of animals in the 3 areas. shall also take necessary measures for an to be carried out nationwide, and tools to be sprayed with disinfectants, and special care for transport of any possible carrier the virus, especially alive animals, cowshed grass bedding, forage, products. measures shall also explain how such have to be cleaned and how these areas any other object used in transporting shall be sprayed with insecticide infected areas and those needing to be the owners of animals shall at least all measures related to animal health animals referred to in this Article shall be up by a competent veterinary 47: Liquidating animals public interests and with a view to stop spreading of the foot and mouth disease the areas in which the mouth disease has broken out since twenty four (24) the management of the Rwanda Resources Development Authority may, basing on a report by the authority, may order that all infected or suspected to be infected be and the owner can be given a notwithstanding the provisions"
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER VII: PENALTIES",
      "section": "16",
      "title": "Article 16 - of this Law.",
      "content": "semen and spermatozoid from areas the mad cow disease has been detected be seized and shall no longer be used. 77: Declaration that the mad cow is over decision to declare that the mad cow infection is over shall come into force all the infected animals referred to in 76 of this Law have been killed. 11: Chicken respiratory disease, Bird flu, Plague in chicken, plague-like disease, Bird Ornithosis, Viral Hepatitis and disease of goose 78: Notification to in this section of diseases person who breeds chicken, any agent in livestock health or else any civil who detects, in the field of their job, respiratory disease, purollosis, bird plague in chicken, chicken’s plague-like bird psittacosis/ ornithosis, viral and intestinal disease of geese shall it immediately to the nearest sanitary 79: Preventive measures for the referred to in this section the diseases referred to in Article 78 of Law break out, the District Mayor shall, on a report by a veterinary Doctor, measures for the census of households poultry individuals which are infected, that the latter be slaughtered. Poultry which are safe and being found in diameter of three (3) kilometers shall be Sheds and materials or tools to the poultry shall be sprayed with 12: Bovine Brucellosis 80: A cow suspected to be infected bovine brucellosis cow shall be suspected to be infected with brucellosis if: It aborts and presents symptoms of or body changes due to infection foetus or placenta in such a way that, to empirical knowledge, there is an infection; It stayed in a cattle from which one or cows were confirmed to be infected brucellosis, or has stayed with another which, from an authorized laboratory, brucellosis positive; It shows symptoms of brucellosis and the is confirmed by a laboratory; Bulls suffering from orchitis and whose tests confirmed the disease. 81:Notification of bovine who identifies brucellosis among cattle shall immediately report it to the veterinary doctor informing him or about changes that took place in the cattle sixty (60) days before the reporting in with buying and selling or animals to other places. 82: Preventive measures for bovine brucellosis has been detected and in an individual cattle or in cattles in a given area, the of the Rwanda Animal Development Authority (RARDA) determine modalities for conducting the census of infected cows, for immunizing calves that are six (6) of age, those for taking blood every six (6) months in the area in the bovine brucellosis was detected so to identify any cow infected with to quarantine it. cow which lived in an affected area shall transferred to anywhere else, except if it is to a slaughterhouse. Modalities of of animals from affected shall be determined by the of the Rwanda Animal Development Authority from a cow which is infected with cannot be sold or given to people consumption unless it is boiled. foetus and placenta shall be buried being sprayed with relevant chamicals. 83: Liquidating a cow which is with brucellosis laboratory tests confirm that a cow is with brucellosis, this cow shall be special identification signs and shall liquidated after which sheds and other or tools which got in contact with disease shall be sprayed with disinfectant. the decision to take the infected cow the slaughterhouse is taken, the provisions"
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER IV: GENERAL MEASURES | Section One: Notification of disease and | Section 2: General measures that are",
      "section": "18",
      "title": "Article 18 - Deciding on the livestock",
      "content": "movement"
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER IV: GENERAL MEASURES | Section One: Notification of disease and | Section 2: General measures that are",
      "section": "19",
      "title": "Article 19",
      "content": "shifting Requirements for livestock"
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER IV: GENERAL MEASURES | Section One: Notification of disease and | Section 2: General measures that are",
      "section": "20",
      "title": "Article 20 - Hygienic conditions in a",
      "content": "breeding place during the disease period"
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies",
      "section": "21",
      "title": "Article 21 - Epizootic control fund",
      "content": "FOR EACH CONTAGIOUS DISEASE"
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies",
      "section": "22",
      "title": "Article 22 - Animal considered to be",
      "content": "infected with rabies"
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies",
      "section": "23",
      "title": "Article 23 - Confirmation that the disease",
      "content": "is over"
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies",
      "section": "27",
      "title": "Article 27 - Liquidating animals infected",
      "content": "with rabies"
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies",
      "section": "28",
      "title": "Article 28 - Actions taken on carcasses of",
      "content": "animals while they were suspected to be infected with rabies"
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease",
      "section": "30",
      "title": "Article 30 - An animal considered to be",
      "content": "infected with anthrax"
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease",
      "section": "34",
      "title": "Article 34 - Actions taken on carcasses of",
      "content": "animals infected with anthrax"
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest",
      "section": "35",
      "title": "Article 35 - Declaring",
      "content": "outbreak is over that anthrax"
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest",
      "section": "36",
      "title": "Article 36 - Animal considered to be",
      "content": "infected with rinder pest"
    },
    {
      "provision_ref": "art39",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest",
      "section": "39",
      "title": "Article 39 - Liquidating the animal which",
      "content": "is infected or suspected to be infected with rinder pest"
    },
    {
      "provision_ref": "art40",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest",
      "section": "40",
      "title": "Article 40 - Actions taken on carcasses of",
      "content": "animals which died following rinder pest"
    },
    {
      "provision_ref": "art41",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease",
      "section": "41",
      "title": "Article 41 - Declaration that the rinder",
      "content": "pest is over 42: Measures taken against a stock who does not comply with measures for curbing rinder"
    },
    {
      "provision_ref": "art43",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease",
      "section": "43",
      "title": "Article 43 - Animal considered to be",
      "content": "infected with the foot and mouth disease"
    },
    {
      "provision_ref": "art44",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease",
      "section": "44",
      "title": "Article 44 - Confirming that foot and",
      "content": "mouth disease is over"
    },
    {
      "provision_ref": "art45",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease",
      "section": "45",
      "title": "Article 45 - Notification of foot and",
      "content": "mouth disease"
    },
    {
      "provision_ref": "art46",
      "chapter": "CHAPTER VII: PENALTIES",
      "section": "46",
      "title": "Article 46 - of this Law, his/her animal shall",
      "content": "slaughtered without any compensation. following animals shall also be without any compensation: Any animal imported from or through zones of a country in which there is foot and mouth disease; Any animal found outside its cattle-shed or outside its pasture, wandering in infected areas or in areas where the disease is suspected, for the sake of fighting the foot and mouth disease. 5: Bovine peripneumonia 51: The cow suspected to be with bovine peripneumonia cow is suspected of being infected with peripneumonia if: it lives among a cattle of which some animals are infected with bovine peripneumonia; It is from a cattle-shed, a household or a pasture in which there was a cow infected with the disease; It gets in contact with another cow or objects which are infected; It stayed in an area which is suspected to be infected with the disease. 52: Declaration that a cow is no infected with peripneumonia animal suspected of being infected with peripneumonia gets free from if it does not present any other of that disease within thirty (30) after it got in contact with possible of infection referred to in Article 51 of Law. 53: Notification bovine whose cow is infected with bovine or is suspected of being with the germ of the disease shall the nearest veterinary Doctor or any authority informing him/her about which joined the cattle, those he/she gave to or received from someone else, which died left the cattle for any within thirty (30) days preceding the date. 54: of Prevention of bovine the disease is identified, the District Mayor basing on a report by a competent authority, confirm that cows with bovine peripneumonia were in cattle-sheds, households and He/she shall determine the area by the disease, the area where the is suspected and the area to be and such areas shall be assigned boundaries. that case, all cows with symptoms of shall be assigned special signs. management of the Rwanda Animal Development Authority shall determine modalities of import, transfer, transit, census, and marking them for purpose in those different three areas. management of the Rwanda Animal Development Authority shall determine strategic measures regards to animal protection all over the spray of disinfectant in buildings on stock breeding tools and means of all items which may bovine peripneumonia germs such as animals, manure, litter, livestock etc. Such instructions shall also determine modalities for tools used in that All cows referred in this Article be followed up by a competent authority. 55: Liquidating cows infected with peripneumonia the sake of public benefit, the of the Rwanda Animal Development Authority (RARDA) basing on a report by the District if all the other ways defined in Article have failed to stop the disease, order the of infected cows or those to be infected and in that case the of such cows shall be given management of the Rwanda Animal Development Authoriy may, in case allow the cows to be taken to the within twenty four (24) hours after being assigned identification signs the person taking them shall be granted authorization to do so. Order of the Minister in charge of animal shall determine the format and the of such authorization. it is decided that the meat from a cow is suspected to be infected with bovine disease be eaten, such meat be sold and eaten only in that area. the intestines and the remains of the cow died out of bovine peripneumonia be incinerated or buried after being with the relevant chemicals. from such animals may be sold after sprayed with insecticide and dried in a place under the supervision of a veterinary authority. 56: Actions taken on a carcass of a which died out of bovine carcass of a cow which died out of bovine or which was killed for being to be infected with the bovine shall be incinerated or buried to provisions of Article 17 of this 57: Declaring that the bovine is over decision to lift measures relating to of bovine peripneumonia is made twenty-one (21) days from the time the infected cow has recovered or has been and after implementation of provided to prevent the disease. sole fate of a cow which was infected is be liquidated within six (6) months after its 58: Measures taken against a stock who does not comply with meant for curbing the bovine stock breeder who does not comply with meant for curbing the bovine in areas referred to in Article of this Law, his or her cow shall be without any compensation.The cows shall also be slaughtered compensation: Any cow imported to Rwanda from or through zones of a country in which there is bovine peripneumonia; Any cow found outside of its cowshed or its pasture, erring in affected areas or in which the disease is suspected. 6: Swine erysipelas in pigs 59: A pig infected with swine pig shall be considered to be infected with erysipelas if: It is staying in a herd in which there is a pig infected with swine erysipelas; It comes from a herd-shed infected with swine erysipelas; It comes from a household or pasture in which there was a pig infected with swine erysipelas. 60: Notification of swine erysipelas pigs stock breeder with a pig which is by swine erysipelas shall report it to competent veterinary authority that, in shall declare quarantine against such pig submit a report thereof to the District for confirmation. 61: Preventive measures against erysipelas in pigs the swine erysipelas in pigs is the District Mayor shall, basing on report by a competent veterinary authority, the decisions taken by the relevant authority and the quarantine taken against all pigs infected with erysipelas or suspected to be infected it as well as measures regarding disinfectant medicine in buildings, and in households. areas frequently infected by swine it may also be ordered that all pigs such areas be immunized against that During this period pigs shall to be under the follow-up by a veterinary authority within fifteen days and it shall be forbidden to transfer into other areas. 62: Liquidating pigs infected with erysipelas the purpose of general interest, the of the Rwanda Animal Development (RARDA) shall, on a report by the District Mayor, all pigs infected with swine erysipelas be liquidated. 63: Declaration that the swine in pigs is over decision to lift measure related to of infection is made within thirty days after the last infected pig was 7: African Swine fever and swine 64: A pig infected with African fever and swine fever pig shall be suspected to be infected with Swine fever and swine fever if: It is found in a place where the disease of African Swine fever and swine fever has been detected; It came from there earlier than twenty- one (21) days before the disease was identified in the area. 65: Measures taken to curb the Swine fever and swine fever one of the two kinds of swine fever is identified, the District Mayor basing on a report by a competent authority, confirm that pigsties and in which infected pigs stayed are infected with swine fever shall determine an infected area, an which is suspected to be infected and shares boundries with the infected area a diameter of five (5) kilometers and area to be protected having a diameter of least ten (10) kilometers. areas shall be assigned the already and outstanding boundaries such as streams, roads, pathways, etc and shall quarantine against such areas. such a period, a census of all pigs in areas shall be conducted and they be special identification signs and pigsties, households and pastures be sprayed with disinfectant. These shall remain valid until the of such pigs. It shall be forbidden for pigs or objects to be into or out of the areas declared to be without being authorized to do so by competent veterinary authority. the abovesaid areas, the management of Rwanda Animal Resources Development (RARDA), in collaboration with District authority shall determine for pigs visits and census. management of the Rwanda Animal Development Authority (RARDA) also make sure no pig or any other is brought in or taken out of the areas fifteen (15) days and for thirty (30) days the pigs infected with swine fever. Also this period no markets and trade fairs pigs shall be allowed. measures taken for the area which is to be infected shall also apply to area to be protected with regard to entry, and exit of pigs as well as and trade fairs for pigs. 66: Liquidating a pig infected with African swine fever and swine fever the infected areas, all pigs which died shall incinerated or buried after being sprayed relevant chemicals. A census of pigs are still alive shall be conducted and pigs shall be put together with the ones while awaitting for being killed slaughtered. being killed, the pigs shall be or buried after being sprayed with chemicals. competent veterinary authority shall over spraying with disinfectant all the which could have got in contact with pigs or those suspected to be the provisions of the One of this Article, the of the Rwanda Animal Development (RARDA) may, on a report by a District authority, that the meat of pigs suspected to be can be eaten after special treatment the presence of a competent veterinary these measures shall remain valid until all pigs infected with swine fever have been and after disinfectation. 67: Declaration that the swine is over referred to in Article 65 of this shall be lifted after a period of fourty- (45) days following the last case of the fever is noticed or after the liquidation the last pig suspected to be infected with fever. 8: Sheep ectima and goat pox 68: Preventive measures against sheep ectima and goat pox ectima of sheep and goat pox occurs in area, the District Mayor shall, basing on a by a veterinary Doctor, take measures for preventing the spreading of the to safe cherd, and declare isolation, for sheep and goats, visits in order to them and to mark those which are The District authority shall inform general public thereof by means an which is signed by the District over the area where the disease has been shows, markets, circulation of and goats are prohibited. The of the Rwanda Animal Development Authority (RARDA) determine the means to be used in disinfectants. an area where the disease has been animals which were treated and recovered are separated from the other which never got infected. Isolation be lifted after thirty (30) days following recovery of the last animal and after has been sprayed over tools and places that could have been infested. management of the Rwanda Animal Development Authority (RARDA) where necessary, order that all small staying in the area which is likely be infected with the disease be immunized. 69: Selling meat from animals with contagious sheep ectima and pox shall be allowed to sell meat from animals with contagious sheep ectima and pox, which may also be provided to shops. Transportation of that meat also be allowed upon a written issued by a veterinary Doctor followed up the animals. This veterinary may also grant authorization for the animals to an authorized 70: Requirements for the livestock enter the country entry of sheep and goats in Rwanda, a shall beprovided by a veterinary of the place where they come from as proof of their immunization against ectima and pox and a guarantee all the requirements have been fulfilled a bid to avoid anything likely to cause the of the disease. 9: Scab in different animals and nodule dermatosis 71: animals considered to be with scab and cow nodule sheep, goats, donkeys and horses shall considered to be infected with scab or cow dermatosis if: Any animal living in a cattle of which one is infected with scab or cow nodule Any animal which stayed in a place in the disease of scab or cow nodule was identified. 72: Preventive measures to curb scab and cow nodule scab and dermatosis break out, the Mayor shall, basing on a report by a veterinary authority, decide to infected animals and the Doctor shall follow them up. that case, entry of infected animals in safe shall be prohibited. ground, sheds, walls and things in where infected animals were kept vehicles which were used to transport infected with scab or cow nodule shall be sprayed with or otherwise stock breeding be prohibited in that area for a period of five (45) days. Materials and tools got in contact with infected animals be incinerated or sprayed with wool from the animals infected with or cow nodule dermatosis may be sold being sprayed with disinfectants in with the modalities determined a competent veterinary authority. This also apply to skins and wool from the or herd from which some animals were to be infected with scab and cow dermatosis. 73: Liquidating animals infected scab and cow nodule dermatosis District Mayor may, basing on measures by the management of the Rwanda Resources Development Authority with the context of containing the and cow nodule dermatosis, order that the infected animals be killed and buried being sprayed with relevant chemicals the health care provided has proved In that case, the owner of the shall receive compensation from the 74: Declaration that scab and cow dermatosis is over animal, suspected to be infected, shall longer be suspected to be so if it has not any symptom of the disease after (45). decision as to lifting the declaration that given animal is infected with scab or cow dermatosis shall be taken by the Mayor, basing on a follow-up report a competent veterinary authority. 10: Mad Cow Disease 75: Notification of the mad cow the mad cow disease identified within cattle, the District Mayor shall, basing on a by a veterinary Doctor, declare that is infected. In that case, a quarantine shall be taken aginst the infected those living with the infected ones and those which are kept in a diameter of (1) kilometer from the place in which infected cows are found and all these shall be followed up by a competent authority. 76: Preventive measures to curb mad cow disease the cows belonging to a herd among the mad cow disease was detected be killed without any exception. The of compensation and the way it shall distributed shall be determined according"
    },
    {
      "provision_ref": "art48",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease",
      "section": "48",
      "title": "Article 48 - Actions taken on carcasses of",
      "content": "animals which died of the foot and mouth disease"
    },
    {
      "provision_ref": "art49",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease",
      "section": "49",
      "title": "Article 49 - Declaration that foot and",
      "content": "mouth disease is over"
    },
    {
      "provision_ref": "art50",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia",
      "section": "50",
      "title": "Article 50 - Measures taken against the",
      "content": "stock breeder who does not comply with the instructions meant for curbing the foot and mouth disease"
    },
    {
      "provision_ref": "art51",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia",
      "section": "51",
      "title": "Article 51 - The cow suspected to be",
      "content": "infected with bovine peripneumonia"
    },
    {
      "provision_ref": "art52",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia",
      "section": "52",
      "title": "Article 52 - Declaration that a cow is no",
      "content": "longer infected with peripneumonia"
    },
    {
      "provision_ref": "art53",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia",
      "section": "53",
      "title": "Article 53 - Notification of bovine",
      "content": "peripneumonia"
    },
    {
      "provision_ref": "art54",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia",
      "section": "54",
      "title": "Article 54 - Prevention",
      "content": "peripneumonia of"
    },
    {
      "provision_ref": "art55",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia",
      "section": "55",
      "title": "Article 55 - Liquidating cows",
      "content": "with bovine peripneumonia bovine infected"
    },
    {
      "provision_ref": "art56",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia",
      "section": "56",
      "title": "Article 56 - Actions taken on a carcass of",
      "content": "a cow which died out of bovine peripneumonia"
    },
    {
      "provision_ref": "art57",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia",
      "section": "57",
      "title": "Article 57 - Declaring that the bovine",
      "content": "peripneumonia is over"
    },
    {
      "provision_ref": "art58",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs",
      "section": "58",
      "title": "Article 58 - Measures taken against a",
      "content": "stock breeder who does not comply with instructions meant for curbing the bovine peripneumonia"
    },
    {
      "provision_ref": "art59",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs",
      "section": "59",
      "title": "Article 59 - A pig infected with swine",
      "content": "erysipelas"
    },
    {
      "provision_ref": "art60",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs",
      "section": "60",
      "title": "Article 60 - Notification",
      "content": "erysipelas in pigs of swine"
    },
    {
      "provision_ref": "art61",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs",
      "section": "61",
      "title": "Article 61 - Preventive measures against",
      "content": "swine erysipelas in pigs"
    },
    {
      "provision_ref": "art62",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs",
      "section": "62",
      "title": "Article 62 - Liquidating pigs infected with",
      "content": "swine erysipelas"
    },
    {
      "provision_ref": "art63",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine",
      "section": "63",
      "title": "Article 63 - Declaration that the swine",
      "content": "erysipelas in pigs is over fever"
    },
    {
      "provision_ref": "art64",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine",
      "section": "64",
      "title": "Article 64 - A pig infected with African",
      "content": "Swine fever and swine fever"
    },
    {
      "provision_ref": "art65",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine",
      "section": "65",
      "title": "Article 65 - Measures taken to curb the",
      "content": "African Swine fever and swine fever"
    },
    {
      "provision_ref": "art66",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine",
      "section": "66",
      "title": "Article 66 - Liquidating a pig infected",
      "content": "with the African swine fever and swine fever"
    },
    {
      "provision_ref": "art67",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox",
      "section": "67",
      "title": "Article 67 - Declaration that swine fever",
      "content": "is over"
    },
    {
      "provision_ref": "art68",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox",
      "section": "68",
      "title": "Article 68 - Preventive measures against",
      "content": "contagious sheep ectima and goat pox"
    },
    {
      "provision_ref": "art69",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox",
      "section": "69",
      "title": "Article 69 - Selling meat from animals",
      "content": "infected with contagious sheep ectima and goat pox"
    },
    {
      "provision_ref": "art70",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and",
      "section": "70",
      "title": "Article 70 - Requirements",
      "content": "livestock to enter the country for the cow nodule dermatosis"
    },
    {
      "provision_ref": "art71",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and",
      "section": "71",
      "title": "Article 71 - animals considered to be",
      "content": "infected with scab and cow nodule dermatosis"
    },
    {
      "provision_ref": "art72",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and",
      "section": "72",
      "title": "Article 72 - Preventive measures to curb",
      "content": "the scab and cow nodule"
    },
    {
      "provision_ref": "art73",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and",
      "section": "73",
      "title": "Article 73 - Liquidating animals infected",
      "content": "with scab and cow nodule dermatosis"
    },
    {
      "provision_ref": "art74",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease",
      "section": "74",
      "title": "Article 74 - Declaration that scab and",
      "content": "cow nodule dermatosis is over"
    },
    {
      "provision_ref": "art75",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease",
      "section": "75",
      "title": "Article 75 - Notification of the mad cow",
      "content": "disease"
    },
    {
      "provision_ref": "art76",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease",
      "section": "76",
      "title": "Article 76 - Preventive measures to curb",
      "content": "the mad cow disease"
    },
    {
      "provision_ref": "art77",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease,",
      "section": "77",
      "title": "Article 77 - Declaration that the mad cow",
      "content": "disease is over Purolosis, Bird flu, Plague in chicken, chicken plague-like disease, Bird psittacosis/ Ornithosis, Viral Hepatitis and intestinal disease of goose"
    },
    {
      "provision_ref": "art78",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease,",
      "section": "78",
      "title": "Article 78 - Notification",
      "content": "referred to in this section of diseases"
    },
    {
      "provision_ref": "art79",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis",
      "section": "79",
      "title": "Article 79 - Preventive measures for the",
      "content": "diseases referred to in this section"
    },
    {
      "provision_ref": "art80",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis",
      "section": "80",
      "title": "Article 80 - A cow suspected to be infected",
      "content": "with bovine brucellosis Article 81:Notification brucellosis of bovine"
    },
    {
      "provision_ref": "art82",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis",
      "section": "82",
      "title": "Article 82 - Preventive measures for",
      "content": "bovine brucellosis"
    },
    {
      "provision_ref": "art83",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13:",
      "section": "83",
      "title": "Article 83 - Liquidating a cow which is",
      "content": "infected with brucellosis Brucellosis Ovine and Caprine"
    },
    {
      "provision_ref": "art84",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13:",
      "section": "84",
      "title": "Article 84 - An animal suspected to be",
      "content": "infected with Ovine and caprine brucellosis"
    },
    {
      "provision_ref": "art85",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13:",
      "section": "85",
      "title": "Article 85 - Confirming that an animal is",
      "content": "infected with ovine and caprine brucellosis"
    },
    {
      "provision_ref": "art86",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13:",
      "section": "86",
      "title": "Article 86 - Preventive measures for",
      "content": "curbing ovine and caprine brucellosis"
    },
    {
      "provision_ref": "art87",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13:",
      "section": "87",
      "title": "Article 87 - Liquidating animals which",
      "content": "are infected with ovine and caprine brucellosis"
    },
    {
      "provision_ref": "art88",
      "chapter": "CHAPTER VII: PENALTIES",
      "section": "88",
      "title": "Article 88 - Declaring that ovine and",
      "content": "caprine brucellosis is over and sheep shall be considered to be if: 1. No symptom of brucellosis has been identified among those animals since at least six (6) months; 2. Laboratory tests for young animals aged beyond six (6) months have been taken twice in an interval of between six (6) months and one year and showed that there is no ovine and caprine brucellosis. 14: Tuberculosis in cows, goats, and pigs 89: Notification of tuberculosis tuberculosis is identified in an animal it is still alive or already slaugheterd, nearest veterinary Doctor shall be notified For the case of a slaughtered animal, veterinary Doctor of the area shall trace the area from which the animal came report it to the veterinary Doctor in that 90: Preventive measures tubercosis in animals for case tuberculosis is identified in animals, District Mayor shall, basing on a report a competent veterinary authority, make a household, herd-shed or an area in the infection was identified. Animals were found infected with tuberculosis be kept where they are until they are public interest, the management of the Animal Resources Development (RARDA) shall determine specific for testing and preventing in animals with special focus on 91: Liquidating infected animals tuberculosis presenting symptoms of tuberculosis slaughtered without any delay at the very where they are or they are taken to the slaughterhouse. In that case, there be a transit authorization delivered by a veterinary authority. that are suspected to be infected tuberculosis shall tested and those which confirmed to be infected with it shall be in the same way as described in one of this Article. 92: Declaring that a given herd-shed or area is no longer with tuberculosis declaration as to whether there is no tuberculosis disease shall be made all infected animals are slaughtered; equipment and any other objects in with the infection are sprayed with 15: Blister in pigs 93: A pig which is suspected to be with blister A pig shall be considered to be infected with if: It is among a cattle of which some animals are infected; It stayed together or got in contact with infected animals; It lives in a place which was confirmed to be infected; It got in contact with people or objects that confirmed to be infected with blister virus. 94: Confirming that a pig is not with blister pig which was suspected to be infected blister is no longer considered so if it not presented body changes or symptoms blister disease after twenty-one (21) days its last contact with any possible cause infection, and without any physical or any other symptoms of the 95: Notification of blister in a pig who notices or owns a pig which is with blister or suspected to be with blister shall report it to a veterinary authority, and explain him/her all the symptoms which they thirty (30) days preceeding the including the number of pigs bought or given to them or those which infected or which died. 96: Preventive blister in a pig measures for the disease of blister is identified in the District Mayor shall, basing on a by a competent veterinary authority, the infected area, the area which is to be infected and the area to be specifying boundries for each area. management of the Rwanda Animal Development Authority (RARDA) determine modalities with regard to transfer, circulation, census, isolation marking all pigs found in those three management shall also take necessary about immunization; spraying in pigsties and on objects, of things which can spread the disease virus such as alive animals, livestock products, etc and the in which all the materials used in activity shall be cleaned and disinfected. 97: Liquidating blister infected the public interests and the sake of the blister disease from spreading a safe area in which it has not appeared for last twenty four (24) months, the of the Rwanda Animal Development Authority (RARDA) basing on a report by the District order that all pigs infected with or suspected to be infected with blister slaughtered and their owners be given it is decided that meat from those pigs is suspected to be infected with blister edible shall be sold and in eaten in that remainings of such animals shall, in any be buried after being sprayed with chemicals. 98: Actions taken to carcasses of which died of blister disease of pigs which died of blister or were slaughtered because they infected with blister shall be incinerated buried after being sprayed with relevant 99: Declaration that the blister is over decision to lift the declaration of the infection shall be made after twenty (21)days from the time the disease or the last infected animal was after all instructions regarding and fight of the disease were 100: Actions taken against a stock who does not resepect preventive for curbing blister disease stock breeder who does not respect measures for curbing the blister in areas referred to in Article 96 of Law, his/her pigs shall see slaughtered any compensation. following pigs shall also be slaughtered any compensation if: those pigs were imported to Rwanda from or through areas infected with blister disease; those pigs are seen circulating in areas that were suspected to be infected with blister and for the sake of preventing the disease from spreading. 16: Catarrhal fever 101: A sheep suspected to be with catarrhal fever sheep shall be suspected to be infected catarrhal fever if: it is within an infected herd; it lived an area in which catarrhal fever was found. 102: Preventive measures for catarrhal fever catarrhal fever is identified, the Mayor shall, basing on a report by a veterinary authority, declare against the area in which sheep catarrhal fever were found. The of the Rwanda Animal Management Authority (RARDA) put in place special programme for up and treatment of such sheep and take measures for preventing from biting them. shall be forbidden for a sheep which is with catarrhal fever to enter the safe or safe herd. 103: Liquidating all incurable infected with catarrhal fever management of the Rwanda Animal Development Authority (RARDA) basing on a report by the District decide to slaughter all the animals were treated but did not recover. In case, this management shall determine modalities for compensating those whose are slaughtered. 104: Declaration that the catarrhal is over decision to declare whether the catarrhal is over shall be taken fifteen (15) days the time the catarrhal fever ceases to be in the area and after making sure preventive measures have been 17: Glanders Disease in donkeys horses 105: A donkey or a horse which is to be infected with glanders donkey or a horse shall be suspected to be with glanders if: it lived or worked with another which is infected with this disease; it was infected by product from an infected animal or by tools used on infected animals. 106: Confirming that a horse or a is not infected with glanders horse or a donkey which was suspected to infected with glanders shall cease to be to be so after different options of which were conducted within three weeks as of the last time the animal got in with the disease and whereby the tested negative. 107: Notification of donkey or glanders disease person whose donkey or horse is or suspected to be infected with disease shall immediately report it the nearest veterinary authority, and to him/her the area from or to which infected animal or that which is suspected be infected came, was transferred, bought sold in the last two (2) months. 108: Preventive measures for the donkey and horse glanders glanders disease is identified, the authority shall, basing on a report by competent veterinary authority, declare household where live infected or those animals which are to be infected, the area where they for the last two (2) months and any place such infected animals have been He or she shall also declare quarantine the areas where have been found animals and determine the for spraying disinfectants in and on equipment which may have in contact with the infection and this be done in the presence of a competent authority person whose donkey or horse which in to be infected with glanders shall have it tested by a relevant management of the Rwanda Animal Development Authority (RARDA) basing on a report by the District order that the animal be without delay. 109: Liquidating a donkey or a which is infected with glanders and horses or other types of animals tested glanders disease positive after options of testing the disease shall liquidated in accordance with the of Articles 14, 15 and 16 of this 110: Declaration that the glanders is over decision to declare that glanders disease over shall be made after fifteen (15) days the last infected animal recovered and all instructions to prevent and fight the were observed. 111: Actions taken on carcasses of and horses died of glanders of donkeys and horses which died glanders disease as well as their skins shall buried or incinerated after being sprayed relevant chemicals in accordance with provisions of Article 17 of this Law. 18: Bovine flu 112: A cow infected with bovine cow shall be suspected to be infected with flu if: It is found in a place which is characterized by symptoms of bovine flu; It has come from a place where bovine flu was identified and a period of twenty one (21) days has not yet elapsed. 113: Notification of the bovine bovine flu is identified in an animal in an area, any person noticing it, any civil servant shall report it to nearest veterinary Doctor or authority. 114: Preventive measures for bovine flu bovine flu is identified in a given area, District Mayor shall, basing on a report a competent veterinary authority, declare infected area and assign boundaries to reported to have been infected and to be protected and shall also determine doctors who shall follow-up animals until the disease is over. in an affected zone shall be locked- in a place and during all that period they not leave it or move to any other place in case of trade fairs or markets. the follow-up period, no infected shall be allowed to be transferred to place. that time it shall be forbidden to put cows and sheep especially when are grazed or taken to a drinking trough 115: Liquidating cows which are with bovine flu the surveillance, all the infected cows be slaughtered. Caracasses for such shall not be transferred to any other unless authorized to be so for the of taking them to a slaughterhouse that skins and bones can be removed from transporting carcasses of animals died out of bovine flu shall have to be and shall be sprayed with before and after usage. 116: Actions taken on carcasses of died of bovine flu of animals which died out of flu shall be incinerated and be buried a two (2) meter indepth pit. 117: Decalaration that the bovine is over decision to declare that the bovine flu is shall be made after fifteen (15) days the last infected animal recovered and the provisions of Article 11 of this Law respected. 19: Bird flu 118: A bird suspected to be with bird flu bird shall be considered as infected with flu if: It is found in a poultry whose some birds died after having shown some of the symptoms of bird flu; It is bred near the area in which there were found more than five (5) carcasses of wild birds; It is found at a three (3) kilometer diameter of the area in which a bird flu was idenfified; It got in contact with human beings or any other thing that is known to be infected with bird flu virus. 119: Notification of bird flu person noticing the symptoms of bird especially, a veterinary authority or any servant while on their on their duties report it to the nearest veterinary 120: Preventive measures for bird flu bird flu is identified in a given area, District Mayor shall, basing on a report a competent veterinary authority, declare houselds in which were found birds died after having shown some of the of bird flu. shall determine a safe area, an area is suspected to be infected and which surrounding the infected area at a diameter three (3) kilometers and an area to be and which is at at least four (4) in relation with the preceeding and assign them boundries and shall them. Ministry in charge of livestock shall alert the ministry in charge of so that the latter takes surveillance for the epidemics. that case, there shall be a census for all bred in such areas and poultry-shed and shall be sprayed with Trade fairs and markets shall be held. These measures shall remain in until such birds are liquidated. and exit of poultry or of their products an infected area shall be forbidden. infected areas, the management of the Animal Resources Development (RARDA) shall, in collaboration the District authority, determine for making visits to poultry or the census of birds therein and for sure no entry or exit of any bird is the protected area, measures regarding area which is suspected to be infected apply as to entry, movements and exit poultry, as well as trade fairs and markets poultry. competent veterinary authority shall take from birds which are suspected to be with bird flu and send them to the laboratories. 121: Liquidating birds which are with bird flu the disease is clearly identified, the of the Rwanda Animal Development Authority (RARDA) take measures intended to stop, to fight to eliminate that disease. Such measures include the following: 1º liquidating, burning and burying all poultry bred in the whole zone in which the disease was identified in a three kilometer diameter area around; 2º undertaking frequent ordinary control in areas which surround at six (6) kilometers diameter away from the one in which the disease was identified. 122: Declaration that the bird flu is decision to declare that the bird flu is shall be made after six months (6) days the last infected bird was identified and the liquidation of all the birds it was with and after the households and are sprayed with relevant 123: Actions taken when human are infected with bird flu human beings are infected with bird twenty five (25%) of the people facing threat of bird flu shall immediately be by using a relevant drug which is by the World Health Organisation while seventy five (75%) of them be on the same drug for ten (10) days prevention purposes. that case, all the staff members (medical veterinary officers, police officers, workers, etc) being in contact with or human beings that are infected with bird flu shall also be treated. 20: Rift valley fever 124: Notification of Rift valley an animal is identified to be infected rift valley fever in a given area, a officer or any other member of who gets to know the outbreak of the shall immediately report it to the veterinary Doctor. 125: Preventive measures for the Rift Valley fever an animal was identified to be infected rift valley fever in a given area, the Mayor shall, basing on a report by a veterinary authority, declare that a area is infected. animals in the infected area shall be up and during all that period no shall be allowed to leave an area for In any case, no animal shall leave an where the disease was identified without authorization from the competent authority attesting that the animals taken to a slaughterhouse for skins and only. animals of species which can get infected that disease must be immunized without after investigations on that epidemic. investigations are carried out through test so as to determine affected area, where the disease is suspected and area be protected from infection. 126: Actions taken with regard to of animals which died out of Rift fever of animals which died out of Rift fever shall be incinerated or be buried a pit of at least two (2) meters deep taking off the skins. It shall be to hasten the death of infected by making them bleed. 127: Declaration that the Rift fever decision to declare that the infection is shall be made within fifteen (15) days immunization and after making sure that instructions given to prevent and fight diseases were observed, and after the has proved that immunization was and after disinfection. 21: Plague of small ruminants 128: Animal suspected to be with the plague of small animal can be infected or be suspected be infected with the plague of small if: It got in contact or lived with infected animals; It got in contact with people or things which were infected with the virus which causes that disease; When it is not among the category of animals which has just been defined but happened to stay near the area in which the disease was detected; When it is or it was registered by a veterinary officer among those which may have had other causes of infection. 129: Notification of the plague of ruminants person owning or noticing an animal is suspected to be infected or which is shall report it to a veterinary Doctor shall include in his/her written report the symptoms which occurred in their within thirty (30) days preceding the date, the number of ill animals, which were sold, purchased, given or as donations and the number of which died. 130: Preventive measures for the plague of small ruminants management of the Rwanda Animal Development Authority (RARDA) determine modalities for entry, transfer, census, isolation and marking of all animals which in those different areas. management of RARDA shall also take necessary measures for immunization of spraying disinfectants on cattle- tools and all the other things which spread the virus of the plague of small especially alive animals, manure, products, etc. measures shall determine also the way cleaning and how to disinfect whatever used in that activity. 131: Liquidating animals infected the plague of small ruminants animal infected or suspected of being shall be slaughtered on the spot in of the provisions of Article 15 of Law. it is decided that such animals be the competent veterinary shall order that the animals to be be selected. When the plague of ruminants breaks out for the first, the of the Rwanda Animal Development Authority (RARDA) order that animals that are suspected to infected be slaughtered. it is decided that the meat from small infected or suspected of being of plague may be eaten, it may be and eaten only in that area where they their skins may be sold after being with disinfectants in the presence of competent veterinary authority. all cases, the remainings of those animals be buried or be incinerated after being with degradating chemicals. 132:Actions taken over carcasses animals which died out of the plague of ruminants of small ruminants which died of or which were slaughtered after being or suspected of being infected with shall be incinerated in accordance the provisions of Article 17 of this Law. 133: Declaration that the plague of ruminants is over decision to declare that the plague of ruminants is over shall be made after (30) days from the day the last infected was liquidated and after all the taken to prevent and fight the in animals have been observed. 134: Measures taken against any breeder who does not comply with instructions meant to prevent the of small ruminants stock breeder who does not comply with instructions meant to prevent the plague small ruminants in areas referred to in 130 of this Law, his or her animal be slaughtered without any the purpose of preventing the plague of ruminants from spreading, the goats and sheep shall also be without any compensation if: they are imported to Rwanda from areas which are infected with the plague of small ruminants; they were circulating in areas which are infected or suspected to be infected with the plague of small ruminants. 22:Viral caprine arthritis or 135: Notification and prevention viral caprine arthritis or encephalitis an animal in a given herd presents the of viral caprine arthritis or the District Mayor shall, basing a report by a veterinary Doctor, declare the herd is infected. Then infected and those suspected of being infected be isolated. 136: Liquidating goats which are in the area in which the viral caprine or encephalitis was identified goats which are bred in the area in which viral caprine arthritis or encephalitis was shall be slaughtered and sold. Their shall be incinerated or buried being sprayed with the relevant 137: Seizure of livestock products and sperm from goats and billy goats a herd in which the viral caprine or encephalitis was identified shall seized and thrown in a relevant place to their further use. 138: Declaration that the viral arthritis or encephalitis is over decision to declare that the viral caprine or encephalitis is over shall be made thirty (30) days from the day the last animal was liquidated and after all measures taken to prevent and fight the in animals have been observed. 23: Varosis, acariosis, american european loche and bee noremosis 139: Preventive measures for bees diseases Varosis, Acariosis, American and loche and bee nozemosis are in a given area, the District Mayor basing on a report by a relevant authority, declare that area District Mayor shall also determine for place where the disease was identified of infected area, of the area which suspected to be infected and the area to be as well as measures to be taken for area. following actions shall be undertaken in infected area: making an inventory of hives and controlling them; prohibiting the transfer or bringing in bee swamps or hives with bees and selling queen bee, bee swamps, honey combs, hives and equipment; and dead bees shall be collected together and be incinerated; During the mate period of bees any infected hive is put under control in order to prevent the disease; Filtering the honey from an infected hive is done according to instructions from a specialist in bee keeping and from the competent veterinary authority so as to prevent the infection; Empty hives, forked wood, sections and equipment shall be cleanly sprayed with disinfectants. shall be forbidden for the honey or from hives which are infected with and European loche and nozemosis the destructing of pathogenic germs. District Mayor may also order that which are infected with one of the contagious diseases be incinerated. an area suspected of being infected there be conducted the following activities: inventory and follow up of hives; bee keepers are made aware of the presence of contagious disease in a neighboring area and that no transfer of hives shall not be done unless the district competent veterinary authority gives a document specifying what has to be complied with. 140: Declaration that a bee disease over decision to declare that the bee infection over shall made all infected hives have incinerated or the disease has totally and after disinfection has been out, or after treatment has been out according to instructions under supervision by a competent veterinary III: PROVISIONS RELATED TO PREVENTION OF LIVESTOCK AT FRONTIERS VI: LIVESTOCK AND PRODUCTS IMPORT, TRANSIT AND 141: Entry and transit points for animals in Rwanda is hereby established entry, exit and points of domestic animals during import or export and for their travel into country, referred as “Veterinary Border Post” and shall be under supervision of an officer from the Animal Resources Development and such points are the following: Airport, Rusumo, Kagitumba, Cyanika, Rubavu-Corniche, Rusizi Bugarama, Akanyaru k’amajyaruguru and shall be at every animal’s entry or exit the office of a veterinary Doctor and an center which is well equipped and all functioning means that are by the management of the Animal Resources Development (RARDA). is hereby also established a points for the documents accompanying and livestock products referred to as control post“ and which shall be the supervision of an officer from the Animal Resources Development (RARDA), such points include: Kabuga, Rusine, Nyamata, Giti Base, Ruhango, Huye and necessary, an Order of the Minister in of animal resources shall determine points. 142: Prohibitions in export, import transit of livestock and livestock import, export and transit of ill animals suspected of being ill or infected with one of the contagious referred to in Article 3 of this Law well as animals with ticks and other agents referred to in Article 3 of Law shall be prohibited. shall also be prohibited to import whatever susceptible to contribute anyhow to the of one of diseases referred to in article of this law such as tools, pasture or products. 143: Requirements of livestock for the import, export and transit shall authorization delivered by the authority by the sanitary service operating within the of the Rwanda Animal Development Authority necessary, the officer in charge of quarantine post may invalidate the that had been issued and the reasons thereof to the of the Rwanda Animal Development Authority 144: Requirements for the exportation and transit of import, export and transit in the require certificate from the livestock and veterinary certificate delivered by authorized veterinary Doctor in the the animals come from. 145: Actions taken for animals in quarantine border post management of the Rwanda Animal Development Authority (RARDA) ensure supervision of those animals in and shall also determine for each of animals, the price for taking care them and feeding them as well as their and medicine to be used. period for which a given animal shall be a veterinary quarantine border post shall be determined by the management of the Animal Ressources Development (RARDA) and its care as well as other intervention shall be done on the of its owner. the period to be spent in a veterinary border post expires, animals that in a veterinary quarantine border post be allowed to enter the country if the by a relevant officer from the Rwanda Resources Authority (RARDA) that all requirements were observed. 146: Sending back an infected to the country of origin an animal which is imported or ready be imported, or in transit is detected to be with one of the diseases referred to"
    },
    {
      "provision_ref": "art89",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats,",
      "section": "89",
      "title": "Article 89 - Notification of tuberculosis",
      "content": "disease"
    },
    {
      "provision_ref": "art90",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats,",
      "section": "90",
      "title": "Article 90 - Preventive measures for",
      "content": "curbing tubercosis in animals"
    },
    {
      "provision_ref": "art91",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats,",
      "section": "91",
      "title": "Article 91 - Liquidating infected animals",
      "content": "with tuberculosis"
    },
    {
      "provision_ref": "art92",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs",
      "section": "92",
      "title": "Article 92 - Declaring that a given",
      "content": "household, herd-shed or area is no longer infected with tuberculosis"
    },
    {
      "provision_ref": "art93",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs",
      "section": "93",
      "title": "Article 93 - A pig which is suspected to be",
      "content": "infected with blister"
    },
    {
      "provision_ref": "art94",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs",
      "section": "94",
      "title": "Article 94 - Confirming that a pig is not",
      "content": "infected with blister"
    },
    {
      "provision_ref": "art96",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs",
      "section": "96",
      "title": "Article 96 - Preventive measures for",
      "content": "curbing blister in a pig"
    },
    {
      "provision_ref": "art97",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs",
      "section": "97",
      "title": "Article 97 - Liquidating blister infected",
      "content": "animals"
    },
    {
      "provision_ref": "art98",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs",
      "section": "98",
      "title": "Article 98 - Actions taken to carcasses of",
      "content": "pigs which died of blister disease"
    },
    {
      "provision_ref": "art99",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs",
      "section": "99",
      "title": "Article 99 - Declaration that the blister",
      "content": "disease is over"
    },
    {
      "provision_ref": "art100",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever",
      "section": "100",
      "title": "Article 100 - Actions taken against a",
      "content": "stock breeder who does not resepect preventive measures for curbing blister disease"
    },
    {
      "provision_ref": "art101",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever",
      "section": "101",
      "title": "Article 101 - A sheep suspected to be",
      "content": "infected with catarrhal fever"
    },
    {
      "provision_ref": "art102",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever",
      "section": "102",
      "title": "Article 102 - Preventive measures for",
      "content": "curbing catarrhal fever"
    },
    {
      "provision_ref": "art103",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever",
      "section": "103",
      "title": "Article 103 - Liquidating all incurable",
      "content": "sheep infected with catarrhal fever"
    },
    {
      "provision_ref": "art104",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys",
      "section": "104",
      "title": "Article 104 - Declaration as to whether the",
      "content": "catarrhal fever is over and horses"
    },
    {
      "provision_ref": "art105",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys",
      "section": "105",
      "title": "Article 105 - A donkey or a horse which",
      "content": "is suspected to be infected with glanders"
    },
    {
      "provision_ref": "art106",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys",
      "section": "106",
      "title": "Article 106 - Confirming that a horse or a",
      "content": "donkey is not infected with glanders"
    },
    {
      "provision_ref": "art107",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys",
      "section": "107",
      "title": "Article 107 - Notification of donkey or",
      "content": "horse glanders disease"
    },
    {
      "provision_ref": "art108",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys",
      "section": "108",
      "title": "Article 108 - Preventive measures for",
      "content": "curbing the donkey and horse glanders disease"
    },
    {
      "provision_ref": "art109",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys",
      "section": "109",
      "title": "Article 109 - Liquidating a donkey or a",
      "content": "horse which is infected with glanders disease"
    },
    {
      "provision_ref": "art110",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys",
      "section": "110",
      "title": "Article 110 - Declaration that the glanders",
      "content": "disease is over"
    },
    {
      "provision_ref": "art111",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu",
      "section": "111",
      "title": "Article 111 - Actions taken on carcasses of",
      "content": "donkeys and horses which died of glanders disease"
    },
    {
      "provision_ref": "art112",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu",
      "section": "112",
      "title": "Article 112 - A cow infected with bovine",
      "content": "flu"
    },
    {
      "provision_ref": "art113",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu",
      "section": "113",
      "title": "Article 113 - Notification of the bovine flu",
      "content": "disease"
    },
    {
      "provision_ref": "art114",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu",
      "section": "114",
      "title": "Article 114 - Preventive measures for",
      "content": "curbing bovine flu"
    },
    {
      "provision_ref": "art115",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu",
      "section": "115",
      "title": "Article 115 - Liquidating cows which are",
      "content": "infected with bovine flu"
    },
    {
      "provision_ref": "art116",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu",
      "section": "116",
      "title": "Article 116 - Actions taken on carcasses of",
      "content": "animals died of bovine flu"
    },
    {
      "provision_ref": "art117",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu",
      "section": "117",
      "title": "Article 117 - Decalaration that the bovine",
      "content": "flu is over"
    },
    {
      "provision_ref": "art118",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu",
      "section": "118",
      "title": "Article 118 - A bird suspected to infected",
      "content": "with bird flu"
    },
    {
      "provision_ref": "art120",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu",
      "section": "120",
      "title": "Article 120 - Preventive measures for",
      "content": "curbing bird flu"
    },
    {
      "provision_ref": "art121",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu",
      "section": "121",
      "title": "Article 121 - Liquidating birds which are",
      "content": "infected with bird flu"
    },
    {
      "provision_ref": "art122",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu",
      "section": "122",
      "title": "Article 122 - Declaration that the bird flu",
      "content": "is over"
    },
    {
      "provision_ref": "art123",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu | Section 20: Rift valley fever",
      "section": "123",
      "title": "Article 123 - Actions taken when human",
      "content": "beings are infected with bird flu"
    },
    {
      "provision_ref": "art124",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu | Section 20: Rift valley fever",
      "section": "124",
      "title": "Article 124 - Notification of Rift valley",
      "content": "fever"
    },
    {
      "provision_ref": "art125",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu | Section 20: Rift valley fever",
      "section": "125",
      "title": "Article 125 - Preventive measures for",
      "content": "curbing the Rift Valley fever"
    },
    {
      "provision_ref": "art126",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu | Section 20: Rift valley fever",
      "section": "126",
      "title": "Article 126 - Actions taken with regard to",
      "content": "carcasses of animals which died out of Rift valley fever"
    },
    {
      "provision_ref": "art127",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu | Section 20: Rift valley fever | Section 21: Plague of small ruminants",
      "section": "127",
      "title": "Article 127 - Declaration that the Rift",
      "content": "valley fever"
    },
    {
      "provision_ref": "art128",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu | Section 20: Rift valley fever | Section 21: Plague of small ruminants",
      "section": "128",
      "title": "Article 128 - Animal suspected to be",
      "content": "infected with the plague of small ruminants"
    },
    {
      "provision_ref": "art129",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu | Section 20: Rift valley fever | Section 21: Plague of small ruminants",
      "section": "129",
      "title": "Article 129 - Notification of the plague of",
      "content": "small ruminants"
    },
    {
      "provision_ref": "art130",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu | Section 20: Rift valley fever | Section 21: Plague of small ruminants",
      "section": "130",
      "title": "Article 130 - Preventive measures for",
      "content": "curbing the plague of small ruminants"
    },
    {
      "provision_ref": "art131",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu | Section 20: Rift valley fever | Section 21: Plague of small ruminants",
      "section": "131",
      "title": "Article 131 - Liquidating animals infected",
      "content": "with the plague of small ruminants"
    },
    {
      "provision_ref": "art132",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu | Section 20: Rift valley fever | Section 21: Plague of small ruminants",
      "section": "132",
      "title": "Article 132 - Actions",
      "content": "taken over carcasses of animals which died out of the plague of small ruminants"
    },
    {
      "provision_ref": "art133",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu | Section 20: Rift valley fever | Section 21: Plague of small ruminants",
      "section": "133",
      "title": "Article 133 - Declaration that the plague",
      "content": "of small ruminants is over"
    },
    {
      "provision_ref": "art134",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu | Section 20: Rift valley fever | Section 21: Plague of small ruminants | Section 22:Viral caprine arthritis or",
      "section": "134",
      "title": "Article 134 - Measures taken against any",
      "content": "stock breeder who does not comply with the instructions meant to prevent the plague of small ruminants encephalitis"
    },
    {
      "provision_ref": "art135",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu | Section 20: Rift valley fever | Section 21: Plague of small ruminants | Section 22:Viral caprine arthritis or",
      "section": "135",
      "title": "Article 135 - Notification and prevention",
      "content": "of viral caprine arthritis or encephalitis"
    },
    {
      "provision_ref": "art136",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu | Section 20: Rift valley fever | Section 21: Plague of small ruminants | Section 22:Viral caprine arthritis or",
      "section": "136",
      "title": "Article 136 - Liquidating goats which are",
      "content": "bred in the area in which the viral caprine arthritis or encephalitis was identified"
    },
    {
      "provision_ref": "art138",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu | Section 20: Rift valley fever | Section 21: Plague of small ruminants | Section 22:Viral caprine arthritis or | Section 23: Varosis, acariosis, american",
      "section": "138",
      "title": "Article 138 - Declaration that the viral",
      "content": "caprine arthritis or encephalitis is over and european loche and bee noremosis"
    },
    {
      "provision_ref": "art139",
      "chapter": "CHAPTER V: SPECIFIC MEASURES | Section One: Rabies | Section 2: Anthrax disease | Section 3: Rinder pest | Section 4: Foot and Mouth disease | Section 5: Bovine peripneumonia | Section 6: Swine erysipelas in pigs | Section 7: African Swine fever and swine | Section 8: Sheep ectima and goat pox | Section 9: Scab in different animals and | Section 10: Mad Cow Disease | Section 11: Chicken respiratory disease, | Section 12: Bovine Brucellosis | Section 13: | Section 14: Tuberculosis in cows, goats, | Section 15: Blister in pigs | Section 16: Catarrhal fever | Section 17: Glanders Disease in donkeys | Section 18: Bovine flu | Section 19: Bird flu | Section 20: Rift valley fever | Section 21: Plague of small ruminants | Section 22:Viral caprine arthritis or | Section 23: Varosis, acariosis, american",
      "section": "139",
      "title": "Article 139 - Preventive measures for",
      "content": "curbing bees diseases"
    },
    {
      "provision_ref": "art140",
      "chapter": "CHAPTER VI: LIVESTOCK AND",
      "section": "140",
      "title": "Article 140 - Declaration that a bee",
      "content": "disease is over TITLE III: PROVISIONS RELATED TO THE PREVENTION OF LIVESTOCK DISEASES AT FRONTIERS LIVESTOCK PRODUCTS IMPORT, EXPORT, TRANSIT AND TRANSPORTATION"
    },
    {
      "provision_ref": "art141",
      "chapter": "CHAPTER VI: LIVESTOCK AND",
      "section": "141",
      "title": "Article 141 - Entry and transit points for",
      "content": "domestic animals in Rwanda"
    },
    {
      "provision_ref": "art142",
      "chapter": "CHAPTER VI: LIVESTOCK AND",
      "section": "142",
      "title": "Article 142 - Prohibitions in export,",
      "content": "import and transit of livestock and livestock products"
    },
    {
      "provision_ref": "art143",
      "chapter": "CHAPTER VI: LIVESTOCK AND",
      "section": "143",
      "title": "Article 143 - Requirements for the",
      "content": "importation of livestock"
    },
    {
      "provision_ref": "art144",
      "chapter": "CHAPTER VI: LIVESTOCK AND",
      "section": "144",
      "title": "Article 144 - Requirements for the",
      "content": "importation, exportation and transit of livestock"
    },
    {
      "provision_ref": "art145",
      "chapter": "CHAPTER VI: LIVESTOCK AND",
      "section": "145",
      "title": "Article 145 - Actions taken for animals in",
      "content": "veterinary quarantine border post"
    },
    {
      "provision_ref": "art146",
      "chapter": "CHAPTER VI: LIVESTOCK AND",
      "section": "146",
      "title": "Article 146 - Sending back an infected",
      "content": "animal to the country of origin"
    },
    {
      "provision_ref": "art147",
      "chapter": "CHAPTER VI: LIVESTOCK AND",
      "section": "147",
      "title": "Article 147 - Keeping in quarantine an",
      "content": "animal suspected to be infected with contagious disease"
    },
    {
      "provision_ref": "art148",
      "chapter": "CHAPTER VI: LIVESTOCK AND",
      "section": "148",
      "title": "Article 148 - The certificate of movement",
      "content": "for domestic animals within Rwanda"
    },
    {
      "provision_ref": "art149",
      "chapter": "CHAPTER VI: LIVESTOCK AND",
      "section": "149",
      "title": "Article 149 - Forbidding the import of",
      "content": "animals which may contaminate other animals in the country"
    },
    {
      "provision_ref": "art150",
      "chapter": "CHAPTER VI: LIVESTOCK AND",
      "section": "150",
      "title": "Article 150 - Actions against illegal dealer",
      "content": "of imported livestock TITLE IV: CHECKING LIVESTOCK PRODUCTS THE"
    },
    {
      "provision_ref": "art151",
      "chapter": "CHAPTER VII: PENALTIES",
      "section": "151",
      "title": "Article 151 - of this Law, shall be followed",
      "content": "and inspected by a relevant employee of at all times they still await sale or 158: Requirements for export of and their products for the export of the livestock and its the exporter shall observe laws and regulations, national and those as applied in the exporting V: FINAL PROVISIONS 159: Imprisonment and Fines prejudice to provisions of the Penal any person who acts contrary to the of this Law shall be punished by imprisonment of between three (3) months two (2) years and a fine of between one thousand Rwandan francs and five million Rwandan (5.000.000FRW) or one of the 160: Repealing of inconsistent prior provisions contrary to this Law are repealed. 161: Commencement law shall come into force on the date of publication in the Official Gazette of the of Rwanda. on 10/09/2008 The President of the Republic KAGAME Paul (sé) The Prime Minister MAKUZA Bernard (sé) Seen and sealed with the Seal of the Republic: The Minister of Justice and the Attorney General KARUGARAMA Tharcisse (sé) ANNEX TO LAW Nº 54/2008 OF 10/09/2008 DETERMINING THE PREVENTION AND FIGHT AGAINST CONTAGIOUS DISEASES FOR DOMESTIC ANIMALS IN RWANDA Notwithstanding the provisions of Article 3 of the Law nº 54/2008 of 10/09/2008 determining the prevention and fight against contagious diseases for domestic animals in Rwanda, contagious diseases referred in this Law are the following: A- Contagious diseases common different species of animals ־ Foot and Mouth disease in all domestic animals, ruminants, domestic pigs and wild pigs; ־ Rift Valley Fever in domestic ruminants; ־ Fever disease caused by “coxiella burneti” in domestic ruminants; ־ Rabies; ־ Cowdriosis caused by «Cowdria ruminantium »; ־ Smut disease caused by « Bacillus anthracis » and «Clostridium»; ־ Scab in all domestic animal dermatosis caused by «Dermatophilus congolense »; ־ Scab in all domestic animals; ־ Trypanosomiasis /its consequences. B- Epidemic or endemic diseases for each species of domestic animals Cow diseases: ־ Symptomatic smut; (Clostridium chauvoei); ־ ־ Rinder pest; Peripneumonia in cows; ־ Tuberculosis; ־ Cow respiratory disease caused by « Bovine Gangrenous coryza» virus; ־ Bovine enzootic leucosis; ־ Respiratory disease caused by « Pasteurella multocida »; ־ Brucellosis caused by “Brucella abortus” in cows ־ Actinobacillosis (Actinomyces bovis); ־ Mad cow disease; ־ Infectious bovine rhinotracheitis/infectious pustulous bovine vulvo-vaginitis; ־ lumpiskin disease, nodule dermatosis. Goats and sheep diseases: ־ Brucellosis in sheep and goats; ־ Respiratory disease in small ruminants(Pasteurella multocida and Pasteurella haemolytica); ־ Small ruminants plague; ־ Ovine ectima and caprine pox; ־ Contagious Peri-pneumonia (Mycoplasma mycoïdes subsp.capri); ־ Salmonelosis (salmonella arbortus ovis); ־ Ovine brucellosis (Brucella ovis). Diseases of horses: ־ Trypanosoma equiperdum; ־ Pseudomonas Mallei; ־ Horse plague. Diseases of pigs: ־ African swine fever in pigs;; ־ Swine fever; ־ Brucellosis in pigs (brucella suis); ־ Swine Erysipelothrix rhusiopathiae; ־ Swine Salmonelosis; ־ Pig ectyma. Maladies d’oiseaux: ־ Newcastle disease; ־ Bird flu; ־ Bird Pullorosis; ־ Bird Pasteurellosis (Pasteurella multicida); ־ Bird pox; ־ Bird plague; ־ Respirtory diseases caused by « Mycoplasma gallisepticum » and « Cycoplasma synoviae »; ־ Adenovirosis in birds; ־ Gumboro disease; ־ Borelia anserina in birds ־ Psitacosis in birds, caused by Chlamydia psittaci; ־ Bird Typhus fever Seen to be annexed to Law n°54/2008 10/09/2008 determining domestic animal health regulations in Rwanda. Kigali, on 10/09/2008 The President of the Republic KAGAME Paul (sé) The Prime Minister MAKUZA Bernard (sé) Seen and sealed with the Seal of the Republic: The Minister of Justice/Attorney General KARUGARAMA Tharcisse (sé)"
    },
    {
      "provision_ref": "art152",
      "chapter": "CHAPTER VII: PENALTIES",
      "section": "152",
      "title": "Article 152 - Other products subject to",
      "content": "checking by a relevant employee of Rwanda Animal Resources Development Authority Other products subject to checking by a relevant or authorized employee of Rwanda Animal Resources Development Authority area: Technical works and hygiene in livestock products processing or sales buildings; checking whether the livestock were not infected before they are slaughtered; Testing the quality of livestock products sold in the country and for export. modalities of inspection and to open factories and sales for livestock products are provided an Order of the Minister in charge of health. 153: Livestock products for importation not It is prohibited to import livestock products mentioned in Article 151 that are infected with one of the contagious diseases referred to in Article 3 of this Law, except for products subject to special authorization by Rwanda Animal Resources Development Authority (RARDA) authorities. In that case, their importation shall be conducted subject to a certification that there will be no negative consequence on the country issued by services in charge of animal health services. certification states that the products are the areas where the diseases described"
    },
    {
      "provision_ref": "art153",
      "chapter": "CHAPTER VI: LIVESTOCK AND",
      "section": "153",
      "title": "Article 153 - Livestock products not",
      "content": "authorized for importation"
    },
    {
      "provision_ref": "art154",
      "chapter": "CHAPTER VII: PENALTIES",
      "section": "154",
      "title": "Article 154 - Importation and",
      "content": "certificate for livestock products person willing to import livestock described in Article 151 of this Law obtain a prior certificate from RARDA entry order of the minister in charge of shall determine the conditions to be by livestock products mentioned in 146 of this Law. 155: Meat and other edible animal products meat shall be clearly marked with indicating abattoirs of their origin and date on which they were slaughtered. packed animal products there shall indicated the manufacturing and the date. For industrial products, the shall also indicate the percentage of nutrients contained in the animal 156: Certificate to accompany animal products animal products described in 151 of this Law shall be accompanied a veterinary doctor certified by the country or who works at the harbor the animal resources were loaded. 157: Follow-up and inspection on imported livestock products imported animal products mentioned"
    },
    {
      "provision_ref": "art155",
      "chapter": "CHAPTER VI: LIVESTOCK AND",
      "section": "155",
      "title": "Article 155 - Meat and other edible",
      "content": "imported animal products"
    },
    {
      "provision_ref": "art156",
      "chapter": "CHAPTER VI: LIVESTOCK AND",
      "section": "156",
      "title": "Article 156 - Certificate to accompany",
      "content": "imported animal products"
    },
    {
      "provision_ref": "art157",
      "chapter": "CHAPTER VI: LIVESTOCK AND",
      "section": "157",
      "title": "Article 157 - Follow-up and inspection on",
      "content": "the imported livestock products"
    },
    {
      "provision_ref": "art158",
      "chapter": "CHAPTER VII: PENALTIES",
      "section": "158",
      "title": "Article 158 - Requirements for export of",
      "content": "livestock and their products"
    },
    {
      "provision_ref": "art159",
      "chapter": "CHAPTER VII: PENALTIES",
      "section": "159",
      "title": "Article 159 - Imprisonment and Fines",
      "content": "TITLE V: FINAL PROVISIONS"
    },
    {
      "provision_ref": "art160",
      "chapter": "CHAPTER VII: PENALTIES",
      "section": "160",
      "title": "Article 160 - Repealing of inconsistent",
      "content": "provisions"
    },
    {
      "provision_ref": "art161",
      "chapter": "CHAPTER VII: PENALTIES",
      "section": "161",
      "title": "Article 161 - Commencement",
      "content": "Nº 54/2008 OF 10/09/2008 THE PREVENTION FIGHT AGAINST CONTAGIOUS FOR DOMESTIC ANIMALS RWANDA KAGAME Paul, of the Republic; PARLIAMENT HAS ADOPTED WE SANCTION, PROMULGATE FOLLOWING LAW AND ORDER BE PUBLISHED IN THE OFFICIAL OF THE REPUBLIC OF PARLIAMENT: chamber of Deputies, in its session of 16 2008; to the Constitution of the Republic Rwanda of 04 June 2003 as amended to especially in Articles 62, 90, 92, 93, 118, 121 and 201; to Law nº 32/2002 of 06/11/2002 livestock identification. to Law n°41/2006 of 39/9/2006 the responsibilities, structure and of Rwanda Animal Resources Authority (RARDA) reviewed the Decree-Law of 26 1974 modifying the Law of 18 June establishing the National Office of and National Parks of Rwanda as and amended to date; reviewed Decree-Law nº 54/147 of 6, 1950 determining the animal health reviewed Ordinance nº 54/47 of May 1950 determining implementation, of domestic animals’ health reviewed Decree-Law of July 28, establishing domestic animal health in Belgian Congo and Ruanda-: ONE: GENERAL PROVISIONS ONE: GENERAL One: Purpose of this Law Law shall determine the preventive and measures to fight against domestic diseases in Rwanda. II: DEFINITIONS 2: Definitions of terms the purpose of this Law, the following shall have the following meanings: An area suspected to be infected: includes all areas surrounding infected area; An area to be protected: refers to an area surrounding the area that is suspected to be infected, a distance which is determined by the District Mayor, basing on a report of a competent veterinary personnel; Infected area: includes all buildings, cowsheds, homesteads enclosure, pastures which could have been infected with a pathogenic agent; Safe area: refers to an area with concise boundaries where no disease is declared in a defined period of time. Moreover, there is in the area a veterinary doctor dealing with epidemic control; Quarantine: refers to measures taken to follow-up livestock entered in a given area of the country so as to know exactly their health status and to stop the disease from spreading; Livestock products: refers to milk, meat, fish, eggs, honey, skins, horns, manure, clotted blood, wool and feathers; Isolation: refers to measures taken to confine infected animals or those suspected infected in one area in a bid to prevent them from meeting other animals that are not yet infected; A disease: refers to symptoms or body changes or one of the two that may indicate an infection; Infectious disease: A disease caused by a pathogenic agent in direct or indirect way; Domestic Animal: refers mammals, birds, fish and bees; to all An animal suspected to be infected with an infectious disease: refers to any animal presenting symptoms or other flaws so that, by that time, it is assumed infected with that disease; An animal that is suspected to be infected means any animal that has stayed in a particular place and conditions likely to make it infected. Such conditions are specifically explained in reference to each disease in this Law; An animal infected with an infectious disease: refers to an animal which, when still alive or examined after death, has symptoms or other flaws to the extent that by that time, it is highly doubtable not to be infected with that disease; Liquidating an animal refers to a measure taken by the management of the Rwanda Animal Ressources Development Authority (RARDA) when a disease is declared, aimed at slaughtering all infected animals within a herd and animals from other herds which have been in contact with them for the purpose of stopping the disease from spreading; Flaws warranting a purchaser to return an animal refer to hidden flaws that a purchaser discovers on an animal after purchase; Infection: refers to identification of any organism on an animal, which can be a disease vector; Competent veterinary authority: refers to a veterinary doctor appointed by the government, or a private veterinary doctor who signed a contract with the Rwanda Animal Resources Development Authority (RARDA) for the purpose of taking measures meant for ensuring animal health care in case epidemics outbreak within the conditions that are provided for by this Law; Veterinary Control Post: refers to a set of English words meaning the site where the checking of animals and livestock products takes place in a given country; Veterinary Quarantine Border Post: refers to a set of English words meaning the entry points site where the checking of animals and livestock that are put in quarantine. III: DISEASES REFERRED IN THIS LAW 3: Contagious diseases diseases discussed in this Law appended to it. Whenever necessary, this can be reviewed upon approval by Presidential Order. diseases are on the list of the Wildlife Organization, (OIE) in and the list includes those contagious which are common as well as those are not common in Rwanda. diseases which are common in shall be appended with this Law. 4: Contagious disease surveillance discussed in Article 3 shall be on all animals whether domestic or that can be infected, according to of each disease. a bid to prevent the spreading of a disease, livestock movements for any reason prior authorization by a Competent Doctor. Rwanda Animal Resources Development (RARDA) shall determine the of such authorization. Rwanda Animal Ressources Authority (RARDA) shall permanent and continuous and active control. Whenever necessary, the Animal Ressources Development (RARDA) shall take quick and measures to curb the spreading of epidemics. 5: Immunization of contagious immunization of an animal shall be the of its owner. During the process, all the owners of shall have to attend the process and all their concerned animals immunized. Rwanda Animal Resources Development (RARDA) shall provide the for the General immunization and the needed vaccine for each type disease. 6: Urgent measures taken when a disease breaks out a disease which is found on the list to in Article 3 of this Law is or broke out, the District Mayor, on the report by the Competent Doctor, shall define infected areas suspected to be infected, areas to protected and safe areas by clearly natural boundaries. II: FIGHT ANIMAL THE COUNTRY AGAINST DISEASES IV: GENERAL MEASURES One: Notification of disease and 7: Notification of diseases person has a duty to report an animal of catching a contagious disease delay. person seeing or owning an animal has caught or is suspected to have one of the diseases referred to in 3 of this Law shall, without delay, the nearest sanitary veterinary or notification is also required for animals got in contact with animals suffering one of those diseases, or got infected it, according to provisions of Article 4 this Law. notification is an obligation especially the staff of the Rwanda Animal Development Authority animal health service staff, in charge of controlling livestock in charge of slaughterhouses, security services, local authorities, people in charge of agricultural and extension, at the District level, the emigration, immigration and officers, since their daily activities them to suspect possibility of diseases. 8: Isolation animal bred in Rwanda shall be kept in a cowshed or pasture in a way that it not be in contact with other animals that bred elsewhere. his/her activity, when a veterinary realizes or suspects one of the diseases described in Article 3 of Law, if possible, he/she, immediately the ill animal or suspected to be and he/she lets know the district and at the same time he/she them about the measures taken. The of the relevant District shall approve appropriate measures taken and make known to the public. 2: General measures that are in case a given disease is suspected 9: Confirming a disease on what to be done after taking competent veterinary doctor shall take and send them to an authorized so he/she can confirm the disease. When the is positive, the competent veterinary shall confirm the disease and inform the Mayor of the District for him or her to confirm measures and to inform all the population about disease by means all communication 10: Measures taken when a disease is confirmed one of the infectious diseases referred in Article 3 of this Law is confirmed, the authority, after hearing about the of the competent veterinary, shall specific instructions for each contagious in accordance with the present Law. district authority shall define boundaries infected area, area suspected to be the area that must be protected and safe area and he/she takes general and measures depending on the disease. 11: Controlling the spreading of disease District authority may, within the of controlling the spreading of a disease, take some of the decisions: Visiting and controlling livestock health; Counting animals identification to them; and putting Quarantining either entering or quitting livestock in areas that are near those which are infected with contagious diseases as described in Article 3; Suspending commercial shows and cattle markets, and livestock movements, bringing, transporting or taking animals into another area; Cleaning, spraying disinfectants; Taking measures of isolating, immunizing, examining and treating animals; infected Burning carcasses of dead animals, and any materials got in contact with them, and deemed likely to constitute a way of contamination. Isolating animals; and liquidating District authority shall inform the Animal Ressources Development (RARDA) about such decisions for before immediate implementation. there is isolation or quarantine, the animal shall continue to be looked by its owner. that period, sanitary veterinaries take of the cattle, making sure that relating to animal health are being properly implemented. 12: Declaring end of application of the purpose of common interest, discussed in Article 11 of this Law be abolished only by the authorities of Rwanda Animal Resources Development (RARDA) after the report by the authority basing on the report by the officer. 13: Penalties against any whose animal is caught the isolation place competent authority can immediately slaughtering without any any animal that is caught the isolation place or illegally in suspected areas in accordance"
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER VII: PENALTIES",
      "section": "15",
      "title": "Article 15 - of this Law shall apply.",
      "content": "13: Ovine and Caprine Brucellosis 84: An animal suspected to be with Ovine and caprine goat or sheep is suspected to be infected ovine and caprine brucellosis if: it aborts; there are symptoms preceeding or following abortion; The reproductive organs of a billy-goat or a ram are infected with a disease which may lead to suspicion that it is infected with ovine and caprine brucellosis. 85: Confirming that an animal is with ovine and caprine brucellosis veterinary Doctor who was notified of and caprine brucellosis shall take samples and send them to a laboratory for analysis. and sheep shall be confirmed to be with ovine and caprine brucellosis if tested positive. 86: Preventive measures ovine and caprine brucellosis for animal with the symptoms of ovine and brucellosis shall be quarantined until tests confirms or does not confirm disease. the ovine and caprine brucellosis is the District Mayor shall, basing a report by a competent veterinary shall declare that a given herd-shed or area is infected and animals shall be locked up, whereas and placenta shall be incinerated after sprayed with disinfectants and this also apply to excreta, litter, pasture are in the infected area. 87: Liquidating animals which are with ovine and caprine brucellosis Where goats and sheep are confirmed to be infected with ovine and caprine brucellosis by a veterinary Doctor and laboratory tests, the management of the Rwanda Animal Resources Development Authority (RARDA) shall decide to liquidate all the infected animals after assigning to them special identification signs. Goats and sheep which have been declared infected with ovine and caprine brucellosis shall not be allowed to move from the place where they are bred unless thay are taken to slaughterhouse and after authorization to do so by the veterinary Doctor of the place such goats and sheep are coming from. Where it becomes necessary for the goats and sheep infected with ovine and caprine to be slaughtered, the provisions of"
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER VII: PENALTIES",
      "section": "3",
      "title": "Article 3 - of this Law or which bears ticks",
      "content": "any other agent which can spread diseases referred to in Article 3 of Law, the management of the Rwanda Resources Development Authority basing on the report by its officer in a veterinary quarantine border order that a given animal and other which came together with the latter sent back to the country of origin. it is impossible to send them back to the of origin or if the person who them refuses to do so, the animals stay in a veterinary quarantine border and shall be slaughtered without delay no compensation shall be given. management of the Rwanda Animal Development Authority (RARDA) be the only authority to determine what do with the meat, remainings, skin and products from these slaughtered In all cases, any vehicle, tool, and any other thing used shall be at the expense of the importing 147: Keeping in quarantine an suspected to be infected with disease an imported animal is suspected of with one of the contagious diseases to in Article 3 of this Law, an officer the Rwanda Animal Ressources Authority (RARDA) who is in of a veterinary quarantine border post put a given animal in quarantine for the which is necessary for identifying the disease it may be suffering from. a decision can be applied to all animals to be infected with one of the diseases referred to in Article 145 this Law. 148: The certificate of movement domestic animals within Rwanda animals shall not be allowed to without authorization by an officer of Rwanda Animal Resources Development (RARDA) who is in charge of a quarantine border post located at entry point or at the place the animal was in quarantine. authorization to transit shall be to livestock health care services, and customs agents upon their request. order of the Minister in charge of animal shall determine the content of such 149: Forbidding the import of which may contaminate other in the country order to avoid entry and spread of one of diseases referred to in Article 3 of this the management of the Rwanda Animal Development Authority (RARDA) prohibit import of all animals which can infected from a country in which the was reported. measure shall be taken against animals can easily contaminate diseases to in Article 3 of Law, if those are dangerous for the country or are new. This measure may concern all and other commercial products which pathogenic germs can spread disease. 150: Actions against illegal dealer imported livestock animal which is illegally imported or is transit contrary to the provisions of from 142 to 149 of this Law shall be locked up by the nearest local or security officer and the owner of animal shall have to pay for all the pertaining thereto. That authority report the case as soon as possible to the authority which, in turn, shall report to the management of the Rwanda Animal Development Authority it is established that the animal is infected or is suspected to be provisions of Article 146 of this shall apply. it is established that the animal is not it shall be auctioned and the proceed be allocated to the Fund for Disease referred in Article 21 of this Law the prosecution of the stock before justice for illegally importing animal. it is established that there is a disease, any animal from the reported to be infected with one of diseases referred to in Article 3 of this the management of the Rwanda Animal Development Authority (RARDA) being informed thereof shall order that illegally imported animal be immediately and incinerated after being with the relevant chemichals and all without any compensation. IV: CHECKING PRODUCTS THE 151: Livestock products to be by Rwanda Animal Resources Authority (RARDA) following livestock products shall be by an officer of the Rwanda Animal Development Authority who was entrusted or authorized do so by the Rwanda Animal Ressources Authority (RARDA): 1° Fresh meat, frozen meat up to between + 4°C and -18°C, the salted or smoked meat apart from tinned meat; 2° Fresh milk and milk products sold being packed or not; 3° Fresh fish, frozen fish up to between + 4°C and -18°C, salted or smoked fish apart from tinned fish; 4° Tanned and tanned fresh skins, dried leather or processed in any other way; 5° Sperm from males, ovum from any species of livestock; 6° Eggs and honey; other livestock products and by-products may have any negative impact on its health."
    }
  ],
  "definitions": []
}
