{
  "id": "rw-law-2016-27",
  "type": "statute",
  "title": "Law governing Matrimonial Regimes, Donations and Successions",
  "title_en": "Law governing Matrimonial Regimes, Donations and Successions",
  "short_name": "Law 27 of 2016",
  "status": "repealed",
  "issued_date": "2016-07-08",
  "in_force_date": "2016-08-01",
  "url": "https://rwandalii.org/akn/rw/act/law/2016/27/eng@2016-08-01",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs matrimonial regimes, donations granted or received within a family and successions."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definition of terms",
      "content": "In this Law, the following terms are defined as follows: 1° rightful heirs: the surviving spouse and legitimate children; 2° reserved portion of a succession: portion of property that a person is not allowed to dispose of by donation or testament because it is reserved for rightful heirs; 3° compensation: the property value which has to be transferred by an heir who, during succession execution, has received the portion whose value is more than the property which he/she had right to; 4° ingratitude: any intentional act by the receiver which may constitute such a negative effect to the donor like causing death to him/her or assaulting his/her life, conspiring against him/her, denying him/her a seriously needed assistance, subjecting him/her to false accusations or perjury that may entail a heavy penalty against him/her; 5° property: all the assets of a person, including tangible and intangible assets, liabilities as well as rights and obligations attached thereto; 6° estate: the entire property left by the de cujus and which is subject to succession."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "3",
      "title": "Article 3 – Definition of the matrimonial regime",
      "content": "Matrimonial regime is a system provided for by this Law and according to which spouses agree to manage their property."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "4",
      "title": "Article 4 – Types of matrimonial regimes",
      "content": "The types of matrimonial regimes are the following: 1° community of property regime; 2° limited community of property regime; 3° separation of property regime."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "5",
      "title": "Article 5 – Definition of the community of property regime",
      "content": "The community of property regime is a contract by which the spouses opt for joint ownership of all their property."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "6",
      "title": "Article 6 – Management of property in the community of property regime",
      "content": "The management of property comprises the powers of administration, enjoyment, disposal and sale subject to exceptions provided by the law. Spouses under the community of property regime manage the property together and have the same right to recover the property if taken, and act as legal representative of the property. Any property registered in one spouse’s name is part of the property belonging to spouses under the community of property regime."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "7",
      "title": "Article 7 – Payment of debts",
      "content": "Spouses are jointly liable for debts contracted before and after their marriage."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "8",
      "title": "Article 8 – Dissolution of the community of property regime and its effects",
      "content": "Where dissolution of community of property regime occurs following divorce or change in the type of matrimonial regime, those whose marriage was under the community of property regime, share equally or according to any other agreed-upon method the assets and liabilities of the community. However, the court may order that the value of damages caused by either spouse be deducted from his/her share. Where dissolution of such a regime occurs due to death of one of the spouses, the property is owned by the surviving spouse until succession execution. If the dissolution of community of property regime occurs following the reasons referred to under Paragraph One of this Article, items of personal and professional use are preferably included in the share of the spouse who uses them. Creditors have the right to claim payment for debts contracted by spouses before the dissolution of the marriage of the community of property regime. Where dissolution of the community of property regime occurs while there are some creditors who do not know about it, such creditors may opt to claim the total payment from either spouse or both."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "9",
      "title": "Article 9 – Definition of limited community of property regime",
      "content": "Limited community of property regime is a contract by which spouses agree to pool their respective properties owned from the day of marriage celebration, as well as the property acquired during marriage by a common or separate activity, donation or succession."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "10",
      "title": "Article 10 – Inventory of property",
      "content": "At the moment of the making of the marriage contract, there is, basing on the prospective spouses’ compromise, created an inventory of property of each spouse, and any property, if any, each spouse has set apart for the basis of their household. The inventory is signed by both the prospective spouses and the Civil Status Registrar. Anything that is not listed as the basis of their household is considered personal property."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "11",
      "title": "Article 11 – Management of property under the limited community of property regime",
      "content": "Spouses under the limited community of property regime manage the property basing on their common agreement; they also have the same right to follow up and act as legal representative of this common property. Each spouse has the powers of administration, enjoyment and free disposal of his/her personal property. Any fruits and revenues produced by the spouse’s personal property is part of his/her property."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "12",
      "title": "Article 12 – Payment of debts contracted by one of the spouses",
      "content": "Loans and debts contracted by one of the spouses under limited community of property regime, for the benefit of the household are borne by the community property. Where the whole debt cannot be paid from the jointly owned property, the outstanding balance is paid in equal parts from the property of each spouse. Loans and debts contracted for one spouse’s interests are paid with his/her personal property. However, if the spouses were jointly liable while contracting the debt, it is paid by the community property. Fines and debts from criminal responsibility linked with the spouse’s personal property are personal and payment of such fines and debts is carried out from personal property of the concerned spouse."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "13",
      "title": "Article 13 – Dissolution of the limited community of property regime and its effects",
      "content": "Where dissolution of limited community of property regime occurs due to divorce or change in the type of matrimonial regime, spouses share equally the property acquired during marriage in accordance with the procedure for the community of property regime and each spouse keeps his/her personal property. Where dissolution of limited community of property regime occurs due to death of one of the spouses, the common property is owned by the surviving spouse while the personal property of the de cujus is managed by the surviving spouse until succession execution. Where dissolution occurs due to the reasons referred to under Paragraph One of this Article, the provisions governing the sharing of property under community of property regime apply to the common property."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "14",
      "title": "Article 14 – Definition of the separation of property regime",
      "content": "Separation of property regime is a contract by which spouses agree to contribute to the expenses of the household in proportion to their respective abilities while retaining the right of administration, enjoyment and free disposal of their personal property."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "15",
      "title": "Article 15 – Power to administer property",
      "content": "Where one of the spouses married under the separation of property regime, transfers the power of administration of his/her property to the other spouse, the laws governing powers of attorney apply."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "16",
      "title": "Article 16 – Payment of debts",
      "content": "Each spouse is liable for personal debts contracted before or after marriage, unless he/she has contracted such debts for the benefit of the household. The joint debt is repaid by each spouse from his/her own property according to modalities they agreed upon while contracting that debt."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "17",
      "title": "Article 17 – Dissolution of the separation of property regime and its effects",
      "content": "If dissolution of separation of property regime occurs due to divorce or change in the type of matrimonial regime, each spouse enjoys ownership of his/her personal property. Where dissolution of separation of property regime occurs due to death of one of the spouses, succession of the property of de cujus is carried out in accordance with provisions of this Law."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "18",
      "title": "Article 18 – Rights and duties of spouses arising from the marriage",
      "content": "Notwithstanding the chosen matrimonial regime, spouses must fulfil rights and duties arising from the marriage."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "19",
      "title": "Article 19 – Explanations on types of matrimonial regimes to future spouses",
      "content": "The Civil Status Registrar prepares and provides the prospective spouses with detailed instruction and explain them the nature of each type of matrimonial regime in order to help them choose the appropriate regime, at least seven (7) days before the ceremony itself."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "20",
      "title": "Article 20 – Recording the type of matrimonial regime",
      "content": "On the day of marriage, the type of matrimonial regime chosen by the spouses is recorded in the registry of marriage and on the marriage certificate. The type of matrimonial regime chosen by the spouses must be recorded in the contract of marriage celebrated before the Civil Status Registrar in the presence of the concerned spouses and upon their common consent. The type of matrimonial regime takes effect immediately after marriage."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "21",
      "title": "Article 21 – Choice of type of matrimonial regime by a person provided with an adviser or a guardian",
      "content": "A person provided with an adviser due to dissipation of property or a person provided with a guardian chooses a type of matrimonial regime with the assistance of his/her adviser or his/her guardian."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "22",
      "title": "Article 22 – Modification of the type of matrimonial regime",
      "content": "The type of matrimonial regime may be modified upon the request by one of the spouses or by both spouses. They are required to establish that the modification is requested in the interests of the household or due to important changes occurred in their living conditions or in the living conditions of one of them. Request is submitted under summary procedure before a competent court of the place where the spouses reside. In case of a final rejection of the request, any other request cannot be resubmitted before the expiry of one (1) year period, and upon new elements."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "23",
      "title": "Article 23 – Recording modifications of the type of matrimonial regime",
      "content": "Within one (1) month from the date on which the final decision modifying the type of matrimonial regime cannot be appealed, upon request by the plaintiff, the court order regarding that change is sent to the Civil Status Registrar of the place where the marriage was celebrated for being recorded on the marriage certificate. Creditors may file before the court a claim requesting not to be bound by such medications when they realize that the changes into the marriage contract caused prejudice to them. Such a claim is prescribed after one (1) year from the date they are notified of such changes."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "24",
      "title": "Article 24 – Deprivation of the right to administer property",
      "content": "Where, irrespective of the type of matrimonial regime, one of the spouses compromises the interests of the household by depreciating the family property or his/her own property or misusing it, he/she may be deprived of the rights of administration, enjoyment, disposal and sale of the property upon request by the other spouse or any interested third party. Request is submitted under summary procedure before a competent court of the place where the spouses reside. Unless it is necessary to appoint a judicial administrator, the judge grants the plaintiff spouse with the right to administer the personal property of the spouse divested of such right and use the profits for the benefit of the household; any excess profits is saved. The spouse deprived of such rights may subsequently petition the court for restoration of his or her rights to administer the personal property once the underlying cause of the divestment no longer exists. In case of death of one of the spouse to whom the right to administer the property as per the provisions of Paragraph One of this Article was awarded, any interested party makes a unilateral request before the competent court to assign to another person the right to administer the personal property of the spouse divested of such right."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "25",
      "title": "Article 25 – Reasons for dissolution of type of matrimonial regime",
      "content": "Types of matrimonial regime are dissolved for the following reasons: 1° divorce; 2° modification of type of matrimonial regime; 3° death of one of the spouses."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter II – Matrimonial regimes",
      "section": "26",
      "title": "Article 26 – Applicable law for matrimonial regimes for foreigners who celebrate their marriage in Rwanda, a Rwandan and a foreigner who celebrate their marriage in Rwanda or abroad or Rwandans who celebrate their marriage abroad",
      "content": "The type of matrimonial regime for foreigners, whether they are nationals of the same country or those of different countries and who celebrate their marriage in Rwanda, is governed either by the law of the country of one of the spouses depending on their choice or by the Rwandan law. For the case of a Rwandan marrying a foreigner, whether in Rwanda or in a foreign country, the type of matrimonial regime is governed either by the Rwandan law, by the law of the country of the foreign spouse or by the law of the country in which the marriage was celebrated. When the marriage is not concluded before the Rwandan representative abroad, the prospective spouses choose that the type of matrimonial regime be governed either by the Rwandan law or by the law of the country in which the marriage is celebrated."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter III – Family donations",
      "section": "27",
      "title": "Article 27 – Definition of family donation",
      "content": "Family donation refers to a voluntary act by which spouses or one of them transfer to or receive from another person a gratuitous valuable property or patrimonial right."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter III – Family donations",
      "section": "28",
      "title": "Article 28 – Modalities for family donation",
      "content": "The family donation may be made between spouses themselves or between spouses and another person or may be made between parents and their children whereby they donate a portion of their property. Where parents donate to their child, they do it without any discrimination between girls and boys. Family donation is made by authentic deed, written agreement or simple transfer."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter III – Family donations",
      "section": "29",
      "title": "Article 29 – Types of donations",
      "content": "The types of family donations are the following: 1° inter vivos donations; 2° legacy."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter III – Family donations",
      "section": "30",
      "title": "Article 30 – Definition of inter vivos donations",
      "content": "The inter vivos donation is a charitable contract by which the donor irrevocably transfers a patrimonial right to another person who accepts it."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter III – Family donations",
      "section": "31",
      "title": "Article 31 – Law governing inter vivos donations",
      "content": "Unless where provided otherwise by the contract law, inter vivos donations are governed by this Law."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter III – Family donations",
      "section": "32",
      "title": "Article 32 – Effects of inter vivos donation",
      "content": "The inter vivos donation takes effect on the date of its acceptance. The receiver of the donation may accept it in writing or verbally. The transfer of ownership of movable or immovable property is done in accordance with relevant laws."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter III – Family donations",
      "section": "33",
      "title": "Article 33 – Nullity of inter vivos donations",
      "content": "Any donation is void if: 1° the donation is made, but is conditional to the single will of the donor; 2° it does not conform to rules of public order and good morals; 3° it is made by a person other than its owner; 4° the receiver is required to pay extraneous debts or charges of the donor unless those previous to the donation and that are mentioned in the act of donation; 5° the donor makes a gift but retains the right to dispose of any of the rights or items donated."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter III – Family donations",
      "section": "34",
      "title": "Article 34 – Action to nullify an inter vivos donation",
      "content": "An action to nullify an inter vivos donation is filed by the donor, the receiver or any other interested person within a period not exceeding one (1) year from the day the grounds for the nullity of the donation has arisen."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter III – Family donations",
      "section": "35",
      "title": "Article 35 – Effect of the nullity of donation",
      "content": "A nullified donation is deemed to have never existed. All components of the donation and its fruits still in the possession of the receiver are returned. The nullification of the donation does not affect holders of security stemming from a property formally given as donation or any other parties enjoying entitlements to the same property."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter III – Family donations",
      "section": "36",
      "title": "Article 36 – Revocation of an inter vivos donations",
      "content": "Any inter vivos donation is revocable for the following reasons: 1° the receiver fails to fulfil any of the obligations required under the terms of the donation; 2° ingratitude of the receiver."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter III – Family donations",
      "section": "37",
      "title": "Article 37 – Action to revoke inter vivos donation",
      "content": "An action to revoke the donation is lodged within a period not exceeding one (1) year from the day grounds for revocation arise or the day the said grounds were brought to the knowledge of the plaintiff. This action is personal to the donor and he/she may not sue heirs for revocation. However, if the donor dies after he/she files the action, his or her heirs may continue the claim in the name of the de cujus."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter III – Family donations",
      "section": "38",
      "title": "Article 38 – Effects of revocation of an inter vivos donation",
      "content": "If revocation occurs, the receiver is required to return anything he/she received by virtue of the donation. However, the receiver is not required to compensate the donor, neither for the value of any items that were disposed of or sold before the action of revocation is instituted, nor for fruits and other benefits of any kind from the items. If a donation is revoked, the receiver is reimbursed for expenses made to improve the property. Such revocation does not affect any creditor to whom a donated property has been formally given as security or any other parties enjoying entitlements to the same property."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter III – Family donations",
      "section": "39",
      "title": "Article 39 – Definition of the legacy",
      "content": "A legacy is a donation made in the form of will, the full ownership of which is acquired by the legatee only after the death of the testator."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter III – Family donations",
      "section": "40",
      "title": "Article 40 – Types of legacies",
      "content": "A legacy can be under universal, general title or particular title. A legacy under universal title is that by which the legatee is entitled to the whole property the de cujus is authorised to donate. A legacy under general title is that by which the legatee is entitled to a portion of the property the de cujus is authorised to donate. The legacy under particular title is that by which the legatee is entitled to one or more specified components making up the property the de cujus is authorised to donate."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter III – Family donations",
      "section": "41",
      "title": "Article 41 – Duties arising from legacy",
      "content": "The legatee of the property of the de cujus is not liable for the obligations of paying debts of the testator."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter III – Family donations",
      "section": "42",
      "title": "Article 42 – Legacy to a linked group of persons",
      "content": "When the person bequeaths his/her property to a linked group living in a particular place, the legacy is, at the time of liquidation, collected by the District administration where the place is located, who in turn hands it over to the legatees. Where the testator has not mentioned the address of the people making up the group, the District administration where the testator was domiciled or resided collects the legacy and hand it over to the legatees making up the linked group. Where the legatees are located in different Districts, the legacy is collected by the Ministry in charge of social affairs, which hands it over to the legatees."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter III – Family donations",
      "section": "43",
      "title": "Article 43 – Effects of legacy",
      "content": "The bequeathed property and all its appurtenances and insurance compensations are enjoyed by the legatee from the opening of succession unless otherwise required by the testator. A legacy to a creditor is not deemed in satisfaction of the testator’s debt."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter III – Family donations",
      "section": "44",
      "title": "Article 44 – Nullity of legacy",
      "content": "A legacy is void if: 1° the legatee predeceases the testator, unless he/she can be represented; 2° during the lifetime of the testator, the bequeathed property is completely destroyed; 3° the legatee renounces the legacy or is declared unworthy."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter III – Family donations",
      "section": "45",
      "title": "Article 45 – Revocation of legacy",
      "content": "A legacy may be revoked in whole or in part where the conditions for its validity are not met."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter III – Family donations",
      "section": "46",
      "title": "Article 46 – Application of contract law to family donations",
      "content": "Legal provisions relating to capacity to contract and the validity of deeds are applicable to family donations in conformity with the regulations of matrimonial regimes."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter III – Family donations",
      "section": "47",
      "title": "Article 47 – Consent to family donations",
      "content": "In case of community of property regime or limited community of property regime, any donation from a family property by one of the spouses requires consent of the other. Consent is also required for acceptance of such a donation."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter III – Family donations",
      "section": "48",
      "title": "Article 48 – Disposable portion",
      "content": "The disposable portion is a portion of the property that a person is not allowed to exceed when making donations."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter III – Family donations",
      "section": "49",
      "title": "Article 49 – Determination of the disposable portion",
      "content": "Spouses have the right to make donations provided that they do not exceed the disposable portion. Notwithstanding the chosen matrimonial regime, the disposable portion cannot exceed one-fifth (1/5) of the property if the donor has children, and the remaining four-fifths (4/5) of property comprises the reserved portion of succession designated for the children and spouse. However, where the donor has no children but the spouse is alive, the disposable portion cannot exceed one third (1/3) of his/her property, and the remaining two thirds (2/3) are the spouse’s reserved portion of the estate. The reserved portion of a succession is comprised of the personal property of the donor less any debts the donor owes on the date of donation."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter III – Family donations",
      "section": "50",
      "title": "Article 50 – Applicable law for donation between foreigners or between a Rwandan national and a foreigner",
      "content": "An authentic donation between foreigners of the same or different nationalities made in Rwanda is governed by the laws of Rwanda either regarding its form, meaning, characteristics and effects. However, in case of a written form, the donation may be governed by the laws of the countries as may be chosen by parties to the donation act, provided that they conform to rules of public order and good morals of Rwanda. In case of a donation taking place abroad between a Rwandan national and a foreign national, its form is governed by the law of the place where it is made. As regards its substance, characteristics and effects, it is governed by the Rwandan law, the law of the country in which it is made or the law of the country of origin of that foreigner."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter IV – Succession",
      "section": "51",
      "title": "Article 51 – Definition of succession",
      "content": "Succession is the transfer of rights and obligations on the assets and liabilities of the de cujus."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter IV – Succession",
      "section": "52",
      "title": "Article 52 – Opening of succession",
      "content": "Succession opens upon the death of a person, at his/her domicile or residence. Succession also opens with a declaratory judgement of death in the event of absence or disappearance. However, succession for spouses opens when they both decease or in case one of them remarries, unless otherwise provided by law. After the opening of succession, the liquidator is appointed under modalities provided for in this Law. The succession has no legal personality. The liquidator is responsible for all succession matters."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter IV – Succession",
      "section": "53",
      "title": "Article 53 – Persons called to succeed",
      "content": "A person alive or represented at the moment succession opens is eligible to succeed, including any unborn child provided that he/she is born alive. The disappeared person may be entitled to succeed where he/she is assumed to be alive. Government and public or private entities with legal personality may be entitled to succeed under a will where the estate is comprised of property to which they are eligible."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter IV – Succession",
      "section": "54",
      "title": "Article 54 – Equal treatment of children in succession",
      "content": "Legitimate children of the de cujus succeed in equal portions without any discrimination between male and female children."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter IV – Succession",
      "section": "55",
      "title": "Article 55 – Heir",
      "content": "Starting from the day of the opening of succession, a person entitled to succeed by way of a will or under law is called an heir as long as he/she accepts it."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter IV – Succession",
      "section": "56",
      "title": "Article 56 – Reasons for ultimate debarment from succession",
      "content": "An heir is automatically deprived of succession rights if he/she: 1° is convicted of intentionally killing the de cujus or of attempting to kill him/her; 2° is convicted of a false accusation or perjury that could have resulted in the de cujus being sentenced to at least six (6) months imprisonment; 3° has deliberately abandoned his/her child whose succession is opened, committed an indecent assault, sexual abuse, exposed him/her to sexual exploitation or sexually abused him/her. A court judgment convicting the legitimate heir of one of the offences referred to under the previous Paragraph is sufficient to deprive him/her of the right to be among heirs."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter IV – Succession",
      "section": "57",
      "title": "Article 57 – Other possible reasons for debarment from succession",
      "content": "Any legitimate heir or legatee may be debarred from succession if: 1° during the lifetime of the de cujus, he/she broke off parental relationships with the de cujus; 2° he/she deliberately failed to take care of the de cujus in time of need; 3° he/she took advantage of the physical or mental inability of the de cujus to take over the whole or part of inheritance; 4° intentionally disposed of, destroyed or altered the last will of the de cujus without his/her consent or took advantage of a revoked or voided will. Any person entitled to succession, within a period not exceeding one (1) year from the day of the opening of succession or the day he/she became aware of one of those reasons, may petition the competent court to debar the heir or legatee responsible for one of the acts provided under the Paragraph One of this Article from succession. The claim is filed in the form of summary procedure."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter IV – Succession",
      "section": "58",
      "title": "Article 58 – Disregarding of reasons for debarment from succession",
      "content": "Subject to the provisions of Articles 56 and 57 of this Law, an heir shall not be debarred from succession if, before death, the de cujus knew the reason for debarment from succession and did not raise such debarment."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter IV – Succession",
      "section": "59",
      "title": "Article 59 – Effects of debarment from succession",
      "content": "A person debarred from succession is excluded from succession of the estate of de cujus. His/her supposed portion is added to the respective portions of other heirs. Debarment from succession only affects the right to succeed to the estate of the person offended and may not affect the right to succeed to other property of the family. However, any person debarred from succession under Article 56 of this Law loses the right to succeed the whole estate of his/her family, disregarding of the management of the property regime. The heir or the legatee excluded from succession as a result of debarment from succession, during his/her lifetime, is bound to return all inherited or bequeathed property or the value thereof."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter IV – Succession",
      "section": "60",
      "title": "Article 60 – Modalities for succession",
      "content": "Succession of the de cujus may be wholly or partially intestate or testamentary. Any property of the de cujus not given by way of a will is devolved according to provisions of this Law applicable to intestate succession."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter IV – Succession",
      "section": "61",
      "title": "Article 61 – Definition of the will",
      "content": "A will is a revocable unilateral deed intended to have legal effect which is drawn up in accordance with one of the procedures prescribed by law, by which a person determines the disposition of his/her property after his/her death. The testator gratuitously transfers his/her property, the full ownership of which is acquired by the legatee after the testator’s death."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter IV – Succession",
      "section": "62",
      "title": "Article 62 – Period of making a will",
      "content": "A will is made by any person prior to his/her death. The testator disposes of his/her property with no cost, and the heir only enjoys full ownership thereof upon the testator’s death."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter IV – Succession",
      "section": "63",
      "title": "Article 63 – Capacity of the testator",
      "content": "Any person with the required legal capacity may dispose of all or part of his/her property by a will in accordance with the provisions of this Law. However, a will made by one spouse married under community of property regime or limited community of property regime related to common property must be allowed by the other spouse through written consent. The testator, as well as his/her spouse must have the legal capacity at the time of making a will."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter IV – Succession",
      "section": "64",
      "title": "Article 64 – Capacity of the legatee",
      "content": "The legatee must possess legal capacity on the day of acceptance of the will. The acceptance by a minor or an incapacitated person of a will, is done in compliance with the rules relating to the representation of incapacitated persons."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter IV – Succession",
      "section": "65",
      "title": "Article 65 – Procedure for making a will",
      "content": "A will is either authentic or private. An authentic will is the one made by the testator before the Notary or the Civil Registrar of the testator’s place of residence or domicile. The Civil Registrar or the Notary keeps the original document and records the date on which the will is made along with the testator’s name and domicile or residence in the appropriate register. The original document and the register are kept confidential and only be made accessible to those involved in the will after the testator’s death. A private will is the one entirely handwritten by the testator in the presence of at least two (2) witnesses, dated and signed by the testator and witnesses. If the testator cannot write or is unable to draw up and sign the will, he/she can designate a person of his/her choice to draw up the will on his/her behalf."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter IV – Succession",
      "section": "66",
      "title": "Article 66 – Amendment of a will",
      "content": "A will may be amended and recorded under testamentary provisions found in several wills which is, to the extent practicable, executed jointly. Where the provisions of two or more wills are inconsistent with one another, those contained in the most recently drawn up will prevail."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter IV – Succession",
      "section": "67",
      "title": "Article 67 – Disclosure of a will",
      "content": "Within a period not exceeding thirty (30) days from the testator’s death, the head of the family sets the date for the disclosure of the will to the heirs of the de cujus. On that date, there is established a succession council. Any interested person may attend the disclosing session."
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter IV – Succession",
      "section": "68",
      "title": "Article 68 – Appointment of an executor in a will",
      "content": "The testator may appoint in his/her will one or several testamentary executors responsible for liquidating the estate."
    },
    {
      "provision_ref": "art69",
      "chapter": "Chapter IV – Succession",
      "section": "69",
      "title": "Article 69 – Law applicable to the wills made by a Rwandan residing outside Rwanda when the estate is in Rwanda",
      "content": "Wills made by a Rwandan residing outside Rwanda when the estate is in Rwanda are governed by: 1° the law of the country in which they are made, as to the form. However, a Rwandan may also choose to comply with the forms laid down by the law of his/her country; 2° the Rwandan law, as to the substance and effects."
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter IV – Succession",
      "section": "70",
      "title": "Article 70 – Wills made by a foreign national residing in Rwanda",
      "content": "Wills made by a foreign national residing in Rwanda are governed by: 1° the law of the country in which they are made, as to the form. However, a foreign national who makes his/her will in Rwanda may choose to comply with the forms laid down by the law of his/her country of origin; 2° the law of his/her country of origin, as to the substance and effects."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter IV – Succession",
      "section": "71",
      "title": "Article 71 – Revocation of a will and its effects",
      "content": "A will may be revoked in whole or in part by the court upon request by the interested party when it is the result of force, fraud or does not conform to the provisions of this Law. Revocation of a will automatically entails annulment of a will. If no other will was made, the succession of the de cujus is conducted in accordance with provisions of this Law."
    },
    {
      "provision_ref": "art72",
      "chapter": "Chapter IV – Succession",
      "section": "72",
      "title": "Article 72 – Definition of intestate succession",
      "content": "Intestate succession is a succession opened in accordance with law, in the absence of a will."
    },
    {
      "provision_ref": "art73",
      "chapter": "Chapter IV – Succession",
      "section": "73",
      "title": "Article 73 – Order of regular heirs",
      "content": "Heirs are entitled to inherit in the following order: 1° children of the de cujus; 2° father and mother of the de cujus; 3° full-blood brothers and sisters of the de cujus; 4° half-brothers and half-sisters of the de cujus; 5° grandparents of the de cujus; 6° paternal and maternal uncles and aunts of the de cujus. Subject to provisions of Article 41 of this Law, each category of successors excludes others in the order of succession. Full-blood children of the de cujus inherit from both the paternal and maternal sides, while consanguineous and uterine children inherit only from the side of the parent to whom they are related."
    },
    {
      "provision_ref": "art74",
      "chapter": "Chapter IV – Succession",
      "section": "74",
      "title": "Article 74 – Representation in succession",
      "content": "Apart from the father and mother, grandfather and grandmother of the de cujus, the heirs who predecease him/her are represented in succession by their descendants. Representation is unlimited among direct descendants and the partition is done following the generation."
    },
    {
      "provision_ref": "art75",
      "chapter": "Chapter IV – Succession",
      "section": "75",
      "title": "Article 75 – Right of the surviving spouse to the succession of the deceased spouse",
      "content": "The surviving spouse is entitled to take part in succession of the deceased spouse’s estate. The surviving spouse called to succeed inherits in equal portions with first category heirs. If there are no heirs of the first category, he/she has the same right of succession as heirs in the second category and in the absence of heirs of the second category, he/she co-inherits with those of the third category, and so forth."
    },
    {
      "provision_ref": "art76",
      "chapter": "Chapter IV – Succession",
      "section": "76",
      "title": "Article 76 – Succession modalities under the community of property regime",
      "content": "Succession of spouses married under the community of property regime is done as follows: 1° if one of the spouses dies, the surviving spouse is entitled to the entire property and fulfils the duty to take care of their children and that of the legitimate children of the de cujus; 2° if both spouses die leaving children, the children inherit the entire property of their deceased parents. Where there are children who were not born to both spouses, the property is divided into two (2) equal parts, each child succeeds his/her parent; 3° if both spouses die leaving no children, the property is divided into two (2) equal parts, one half being allocated to the heirs of the husband and the other being allocated to the heirs of the wife; 4° if the surviving spouse has no children with the de cujus and gets remarried, he/she has the right to receive half (½) of the property by virtue of the community of property regime and co-inherits the other half (½) with the heirs of the de cujus. In this case, he/she receives three quarters (3/4) of the property of the de cujus. If the surviving spouse does not get remarried he/she is entitled to the whole property which enables him/her to raise children voluntarily or judicially acknowledged by the de cujus, if any; 5° if the surviving spouse gets remarried when there are children she has with the de cujus or children voluntarily or judicially acknowledged by the de cujus, succession to the deceased spouse’s succession is opened in such way that he/she receives one half (½) of the property by virtue of the matrimonial regime and inherits the remaining half (½) on an equal basis with all children left behind by the de cujus. In this case, he/she continues to administer portion of minor children, unless otherwise decided by the court. 6° if the surviving spouse fails to fulfil his/her duties of raising some or all of the children left behind by the de cujus, the competent court strips him/her of such duties and of half (½) of the whole property and determines guardian of children and who is in charge of ensuring the management of the property until they attain the age of majority."
    },
    {
      "provision_ref": "art77",
      "chapter": "Chapter IV – Succession",
      "section": "77",
      "title": "Article 77 – Succession modalities under the limited community of property regime",
      "content": "For the spouses married under the limited community of property regime, the succession modalities for community of property regime apply to their common property and modalities applied to separation of property, for the property of each of them in accordance with the provisions of this Law."
    },
    {
      "provision_ref": "art78",
      "chapter": "Chapter IV – Succession",
      "section": "78",
      "title": "Article 78 – Succession modalities under the separation of property regime",
      "content": "Subject to the provisions of Article 75 of this Law, when one of the spouses married under the separation of property regime dies, the surviving spouse retains ownership on his/her own property, while the property of the de cujus is inherited by legitimate children of the de cujus. If the de cujus leaves minor children, the surviving spouse continues to ensure the administration of their property. If the de cujus leaves no child, his/her spouse co-succeeds with other heirs and he/she owns half (1/2) of it, and other part is owned by his/her heirs. In case of partition, the surviving spouse may ask to be granted the pre-emptive right to receive the family house and equipment therein as part of his/her portion. Where the value of the house and equipment therein exceed his/her portion, the surviving spouse retains ownership of the house provided that he/she pays the compensation. In this Article, the family house means a dwelling in which spouses lived as husband and wife and which is listed among the property of one of the spouses."
    },
    {
      "provision_ref": "art79",
      "chapter": "Chapter IV – Succession",
      "section": "79",
      "title": "Article 79 – Administration of the property of the de cujus under the separation of property regime when children are minor",
      "content": "If the de cujus leaves minor children, the surviving spouse continues to ensure the administration of the inherited property on behalf of the minor children until all children attain the age of majority and succeed to the property of their deceased parent. In case he/she does not comply with his/her obligation, the competent court debars him/her from administering the whole property of the de cujus and designates a guardian who administers the property on behalf of the minors until they attain the age of majority. The surviving spouse continues to live in the family house and uses all the equipment therein as long as he/she still has the custody on the legitimate children of the de cujus. He/she continues to enjoy those rights until he/she gets remarried or children attain the age of majority and succeed to the property of the deceased parent."
    },
    {
      "provision_ref": "art80",
      "chapter": "Chapter IV – Succession",
      "section": "80",
      "title": "Article 80 – Definition of the unclaimed succession",
      "content": "The succession is said to be unclaimed when there is no heir or heirs renounce to their right of succession."
    },
    {
      "provision_ref": "art81",
      "chapter": "Chapter IV – Succession",
      "section": "81",
      "title": "Article 81 – Obligation of the State in case of unclaimed succession",
      "content": "In case of unclaimed succession, the estate is vested in the State. The State must execute the obligation of the de cujus up to the value of the property received."
    },
    {
      "provision_ref": "art82",
      "chapter": "Chapter IV – Succession",
      "section": "82",
      "title": "Article 82 – Procedure for succession in case of unclaimed succession",
      "content": "The procedure for succession in case of unclaimed succession is as follows: 1° the competent court or the Abunzi Committee declares that property escheats following the petition of the Executive Secretary of the Sector where succession is expected to take place or where the estate is located; 2° within a period of one (1) month of receiving the petition, the court or the Abunzi Committee must provisionally declare succession unclaimed. In this case, the property is administered in accordance with the provisions of the law relating to the management of abandoned property; 3° that decision is posted at the Office of the Sector of the place of the opening of succession or of location of the estate; 4° after three (3) years for movable property and five (5) years for immovable property from the date of the order to temporarily administer the property, the court or the Abunzi Committee, upon petition by the competent organ for the administration of abandoned property provided under the law relating to the management of abandoned property, irrevocably declares the succession unclaimed and the property in succession is automatically vested in the State. However, if prescriptions provided under the law on prescription has not yet expired, an heir who shows up may request the return of the property previously escheated to the State; 5° an heir who shows up before the expiry of the above-mentioned deadlines succeeds to the estate of the de cujus irrespective of the condition in which it is found and deduction of expenses incurred is done."
    },
    {
      "provision_ref": "art83",
      "chapter": "Chapter IV – Succession",
      "section": "83",
      "title": "Article 83 – Liquidation of the estate",
      "content": "Liquidation is a process of making inventory of the estate so that the heirs or legatees of the de cujus may acquire full ownership of the portion of the estate given to them."
    },
    {
      "provision_ref": "art84",
      "chapter": "Chapter IV – Succession",
      "section": "84",
      "title": "Article 84 – Succession Council",
      "content": "The Family Council has powers to settle any dispute or issue arising in the family in connection with succession before they are referred to the Abunzi Committee or the competent court. When considering issues related to succession, the Council Family designates members of the Succession Council from among the following people: 1° a representative of heirs if they include those having attained the age of majority; 2° the surviving spouse in case he/she is called to succeed; 3° the representative of the family of the de cujus; 4° two (2) friends of the family, one of whom is from the husband’s side and the other who is from the wife’s side if they were married. The Succession Council carries out its duties under the supervision of the Family Council."
    },
    {
      "provision_ref": "art85",
      "chapter": "Chapter IV – Succession",
      "section": "85",
      "title": "Article 85 – Responsibilities of the Succession Council",
      "content": "The Succession Council has the following responsibilities: 1° to choose and supervise the liquidator; 2° to approve the acts of a liquidator; 3° to take decisions on any disputes regarding duties of the liquidator."
    },
    {
      "provision_ref": "art86",
      "chapter": "Chapter IV – Succession",
      "section": "86",
      "title": "Article 86 – Liquidator",
      "content": "Unless otherwise specified in the will, the liquidator is designated by the Succession Council which sets out his/her responsibilities including presenting and determining the procedure for the repayment of the debts of de cujus and also sets the deadline for the discharge of such responsibilities. If possible, the liquidator is chosen from among heirs of the de cujus. Upon completion of his/her responsibilities, the liquidator reports to the Succession Council for approval of the acts performed."
    },
    {
      "provision_ref": "art87",
      "chapter": "Chapter IV – Succession",
      "section": "87",
      "title": "Article 87 – Payment of debts attaching to the estate",
      "content": "When paying charges attaching to the estate, the liquidator must comply with the following order: 1° funeral costs of de cujus; 2° the costs associated with the administration, liquidation and the estimation of expenses related to the partition of the estate; 3° all maturing debts left by the de cujus; 4° legacies made by the de cujus."
    },
    {
      "provision_ref": "art88",
      "chapter": "Chapter IV – Succession",
      "section": "88",
      "title": "Article 88 – Acceptance of succession",
      "content": "No person is bound to accept succession or legacy to which he/she is called. Every heir has the right to accept or renounce legacy. Acceptance of succession or legacy is expressed publically. When the heir fails to make his/her opinion known despite being informed that he/she is one of the heirs, he/she is deemed to have accepted to succeed. Subject to provisions of Article 87, point 3°, a person who accepts to inherit, inherits both the assets and liabilities of the de cujus."
    },
    {
      "provision_ref": "art89",
      "chapter": "Chapter IV – Succession",
      "section": "89",
      "title": "Article 89 – Exercising the right of option in succession",
      "content": "The right of option in succession is exercised within six (6) months after the date from which the liquidator informs the heir or legatee of his/her right to succeed or after the date from which he/she him/herself testifies to his/her status as a heir or legatee. The minor’s right of option in succession is exercised by the person exercising parental authority over him/her while that of an incapacitated person is exercised by the guardian. When a person dies before exercising his/her right of option in succession, it is exercised by his/her heirs."
    },
    {
      "provision_ref": "art90",
      "chapter": "Chapter IV – Succession",
      "section": "90",
      "title": "Article 90 – Effects of acceptance of succession",
      "content": "In case of acceptance of the succession, any heir is bound to incur the liabilities of the de cujus in proportion to the portion of the estate devolving upon him/her. A person having paid the total amount of the debt, may petition the Court to summon other heirs to pay their portion in such debts."
    },
    {
      "provision_ref": "art91",
      "chapter": "Chapter IV – Succession",
      "section": "91",
      "title": "Article 91 – Modalities for renunciation of succession",
      "content": "Renunciation of succession must be expressed and done in writing. If the heir cannot write or is unable to write, he/she may verbally renounce succession within the prescribed period. Renunciation of succession is communicated to other heirs or, if any, to the liquidator before two (2) witnesses."
    },
    {
      "provision_ref": "art92",
      "chapter": "Chapter IV – Succession",
      "section": "92",
      "title": "Article 92 – Effects of renunciation of succession",
      "content": "An heir who renounces the succession is considered as having never been called to succeed. He/she is relieved of the obligation to pay debts attaching to the estate."
    },
    {
      "provision_ref": "art93",
      "chapter": "Chapter IV – Succession",
      "section": "93",
      "title": "Article 93 – Revocability of the right of option in succession",
      "content": "The heir or legatee who has exercised the right of option can no longer reverse his/her choice after the expiration of the time limit for the exercise of his/her choice, unless such choice is the result of fraud, violence or threats and a legal action is filed before the court within twelve (12) months from the date of cessation of such acts. If the event is of valid and justified reasons, such a period of twelve (12) months may be extended."
    },
    {
      "provision_ref": "art94",
      "chapter": "Chapter IV – Succession",
      "section": "94",
      "title": "Article 94 – Partition of the property",
      "content": "The partition of the property is the procedure by which the Succession Council or the Abunzi Committee or the court distributes the estate among all rightful beneficiaries."
    },
    {
      "provision_ref": "art95",
      "chapter": "Chapter IV – Succession",
      "section": "95",
      "title": "Article 95 – Modalities for partition",
      "content": "The estate is divided as it is. The value of that estate is determined on the date of partition. Where it is impossible to divide the estate into equal portion of the estate as it is, heirs agree on the balance payable by the heirs receiving portions of a higher value than their actual portions they are entitled to under law or a will to those receiving smaller portions. In the event of disagreement between co-heirs as to the value of the estate or to the balance, they file the case to the Succession Council, Abunzi Committee or competent court for the determination of the value. Where it is impossible to conveniently divide some assets, heirs agree upon modalities for administration thereof and partition of the proceeds. In case of sale of such assets, heirs enjoy the pre-emptive right to purchase such assets. Where an heir wants to get his/her portion while other heirs do not want the estate to be divided into portions, he/she refers the matter to the competent court by way of ordinary proceedings so that he/she can receive his/her portion without requiring the partition of estate among all heirs."
    },
    {
      "provision_ref": "art96",
      "chapter": "Chapter IV – Succession",
      "section": "96",
      "title": "Article 96 – Administration of the property inherited by minors",
      "content": "Property inherited by minors is administered by the surviving spouse or, in his/her absence, by the person exercising parental authority."
    },
    {
      "provision_ref": "art97",
      "chapter": "Chapter IV – Succession",
      "section": "97",
      "title": "Article 97 – Effects of partition",
      "content": "Partition ensures an absolute right to property. An heir irrevocably acquires full ownership of all his/her succeeded portion."
    },
    {
      "provision_ref": "art98",
      "chapter": "Chapter IV – Succession",
      "section": "98",
      "title": "Article 98 – Claim for return of donations in excess of the freely disposable portion",
      "content": "If the de cujus exceeds the freely disposable portion: 1° the legacy is not be executed; 2° rightful heirs may claim for return of donations in excess of the freely disposable portion starting with the most recent donations. However, any property donated before three (3) years prior to the opening of succession is not subject to return."
    },
    {
      "provision_ref": "art99",
      "chapter": "Chapter IV – Succession",
      "section": "99",
      "title": "Article 99 – Partition of inheritable land",
      "content": "Land is inherited in the same way as any other immovable property. The partition of the land is governed by the same rules as those applicable to the partition of other types of property. However, it is prohibited to subdivide plots of land reserved for agriculture and livestock if the result of such subdivision leads to parcels of land of less than one (1) hectare in size for each of them. Heirs of land prohibited for subdivision co-own and use the land in accordance with the law."
    },
    {
      "provision_ref": "art100",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "100",
      "title": "Article 100 – Applied law for cases pending before courts",
      "content": "Cases pending before courts before the commencement of this law are adjudicated in accordance with this Law. However, this Law does not have any retroactive effect on procedural steps already accomplished. However, cases brought before courts before the commencement of this Law, are tried in accordance with Law n° 22/99 of 12/11/1999 supplementing Book One of the Civil Code and instituting Part Five regarding Matrimonial Regimes, Liberalities and Successions, courts apply the previous law. 1° if provisions of this Law prejudice the right of one of the parties under the provisions of Law n◦ 22/99 of 12/11/1999 supplementing Book One of the Civil Code and instituting Part Five regarding Matrimonial Regimes, Liberalities and Successions; 2° if this Law modifies the substance or any acts on which the case was referred on."
    },
    {
      "provision_ref": "art101",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "101",
      "title": "Article 101 – Law applicable to succession in respect of which partition remains pending",
      "content": "A succession having been opened from October 1 st, 1990 and whose partition has not yet taken place, is carried out in accordance with this Law."
    },
    {
      "provision_ref": "art102",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "102",
      "title": "Article 102 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in French, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art103",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "103",
      "title": "Article 103 – Repealing provision",
      "content": "Subject to provisions of Article 100 of this Law, Law n° 22/99 of 12/11/1999 supplementing Book One of the Civil Code and instituting Part Five regarding Matrimonial Regimes, Liberalities and Successions, and all prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art104",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "104",
      "title": "Article 104 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda"
    }
  ],
  "definitions": [
    {
      "term": "reserved portion of a succession",
      "definition": "portion of property that a person is not allowed to dispose of by donation or testament because it is reserved for rightful heirs",
      "source_provision": "art2"
    },
    {
      "term": "compensation",
      "definition": "the property value which has to be transferred by an heir who, during succession execution, has received the portion whose value is more than the property which he/she had right to",
      "source_provision": "art2"
    },
    {
      "term": "ingratitude",
      "definition": "any intentional act by the receiver which may constitute such a negative effect to the donor like causing death to him/her or assaulting his/her life, conspiring against him/her, denying him/her a seriously needed assistance, subjecting him/her to false accusations or perjury that may entail a heavy penalty against him/her",
      "source_provision": "art2"
    },
    {
      "term": "property",
      "definition": "all the assets of a person, including tangible and intangible assets, liabilities as well as rights and obligations attached thereto",
      "source_provision": "art2"
    },
    {
      "term": "estate",
      "definition": "the entire property left by the de cujus and which is subject to succession",
      "source_provision": "art2"
    }
  ]
}
