{
  "id": "rw-law-2013-85",
  "type": "statute",
  "title": "Law regulating Petroleum and Petroleum Products Trade in Rwanda",
  "title_en": "Law regulating Petroleum and Petroleum Products Trade in Rwanda",
  "short_name": "Law 85 of 2013",
  "status": "repealed",
  "issued_date": "2013-09-11",
  "in_force_date": "2013-11-18",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/85/eng@2013-11-18",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs the trade of the petroleum and petroleum products in Rwanda."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Scope of this Law",
      "content": "This Law shall apply to the trade of petroleum and petroleum products in Rwanda including liquefied gas and industrial petroleum products. This Law shall apply specifically to import, export, transportation, processing, storage, distribution, wholesale and retail sale. This Law shall also apply to facilities and other activities related to petroleum and liquefied petroleum gas. However, this Law shall not concern the natural gas extracted in Rwanda."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Definitions of terms",
      "content": "For the purpose of this Law, the following terms shall have the following meaning: 1° emergency petroleum and petroleum products trade plan: emergency petroleum and petroleum trade plan approved in accordance with this Law; 2° reference price: price approved by the Ministry in charge of trade of petroleum products for petroleum products as may be deemed necessary; 3° Government strategic stocks: Petroleum products kept in storage in Rwanda by or on behalf of the Government as referred to in this Law; 4° petroleum products: any liquid, gaseous or solid petroleum, or fuel or lubricant, whether used or unused, including any other substance used for a purpose for which petroleum products may be used; 5° National standard: standard adopted and made public by the Standards Authority for use in Rwanda; 6° Petroleum and petroleum products spills: loss from a storage tank system, pipeline, tank vessel or vehicle of petroleum or petroleum products released into air or spilt on the soil or into water; 7° quantity of traded petroleum and petroleum products: petroleum and petroleum products kept in storage in Rwanda by stakeholders in the petroleum trade chain purposes; 8° trade chain: all operations, activities, installations, equipment and other facilities directly or indirectly related of the petroleum and petroleum products trade operations; 9° Minister: Minister in charge of petroleum and petroleum products trade; 10° stock used by an individual: petroleum and petroleum products storage used neither for trading purposes nor for public interest; 11° stock connected with petroleum and petroleum products trade: petroleum and petroleum products storage for trading purposes; 12° storage made for the public interest: petroleum and petroleum products storage used for non-trading purposes so as to come to the rescue of petroleum trade in case of petroleum shortage; 13° seal: security material mechanism in form of polypropylene, plastic, metal or cable used for closure of outlets in a way that provides tamper evidence and some level of security to detect theft or contamination, either accidental or deliberate in vehicles and carriages or any other measuring tools used in petroleum and petroleum products trade; 14° licensee: person to whom the license for petroleum and petroleum products trade is issued; 15° license: legal instrument issued by the competent Authority and granting the right to carry out any Petroleum and petroleum products trade operations; 16° competent authority: the national institution with the mandate to regulate the petroleum and petroleum products trading activities; 17° petroleum: natural petroleum or mixture of it whether in gaseous, liquid or solid state, excluding natural gas extracted in Rwanda."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Regulation of the trade of petroleum and petroleum products",
      "section": "4",
      "title": "Article 4 – Competent Authority",
      "content": "The Ministry in charge of trade shall oversee petroleum and petroleum products trade. A Prime Minister’s Order may determine another regulatory authority for trade of petroleum and petroleum products if deemed necessary."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Regulation of the trade of petroleum and petroleum products",
      "section": "5",
      "title": "Article 5 – Responsibities of the competent Authority",
      "content": "The competent Authority shall have the following responsibities: 1° to monitor and oversee trade of petroleum, petroleum products and all related activities; 2° to monitor and oversee petroleum and petroleum products trade, installation and oil pipeline; 3° to provide licenses; 4° to promote trade of petroleum and petroleum products in a continuous, secure and adequate at a competitive cost for all consumers; 5° to design emergency petroleum and petroleum products trade plan; 6° to manage national strategic petroleum stocks on behalf of the Government; 7° to set recording system and sharing information relating to trade of petroleum and petroleum products in the country. A Prime Minister’s Order may determine additional responsibilities and modalities of their implementation."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter III – Licenses",
      "section": "6",
      "title": "Article 6 – Petroleum and petroleum products trade license",
      "content": "Any person who shall perform any type of petroleum and petroleum products trade shall have a license from the competent Authority. Any person who obtains petroleum and petroleum trade operations license shall comply with the provisions of this Law. No person shall act as representative of the petroleum and petroleum products trade licensee unless he/she has been given such right by the licensee and accepted by a competent authority."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Licenses",
      "section": "7",
      "title": "Article 7 – Categories of licenses",
      "content": "Petroleum and petroleum products trade operations licenses shall be in the following two (2) categories; 1° petroleum trade operations license including import, shipments and the offloading, processing, transport, storage, distribution, whole or retail selling of petroleum and petroleum products; 2° license of setting installations related to petroleum, including construction of oil pipeline, oil tank, installation for transmission of gas fluid from petroleum, place of retail or any other construction related to petroleum activities, shall comply with related laws. A Ministerial Order may determine other types of licenses and their categories. It shall also determine fees required according to the category and duration of the license to obtain any category of license and its duration."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Licenses",
      "section": "8",
      "title": "Article 8 – Application for license",
      "content": "An applicant license or the renewal of the license shall apply by writing as determined by the competent authority and shall pay any required fees for license."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Licenses",
      "section": "9",
      "title": "Article 9 – Granting license",
      "content": "Before granting the license, the competent authority shall consider the policy and rules of the Government on petroleum and petroleum products trade. The competent authority shall notify in writing to the person granted a license in a period not exceeding thirty (30) working days and shall provide reason to the person whom the license was not granted."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Licenses",
      "section": "10",
      "title": "Article 10 – Renewal of a license",
      "content": "An application for the renewal of a license shall be made at least (30) thirty working days before the expiry date. If the prescribed deadline for submission of an application for the renewal of the license has been respected but there is no response from the competent authority, the license shall continue to be valid until the applicant obtains a response."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Licenses",
      "section": "11",
      "title": "Article 11 – Transfer of a license",
      "content": "A licensee has the right of transferring the license to another person or company upon request to the competent authority and its approval After considering the request for the license transfer, the competent authority shall decide whether to approve or reject the application. The decision of the competent authority shall be notified to the applicant in writing in a period not exceeding thirty (30) working days and reasons for the decision taken shall be provided."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Licenses",
      "section": "12",
      "title": "Article 12 – Temporary suspension of a license",
      "content": "The competent authority may temporarily suspend temporary a license for a period of ninety (90) days if the licensee performs petroleum and petroleum products trade operations that are not provided for in the license or did not comply with legal provisions of the laws."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Licenses",
      "section": "13",
      "title": "Article 13 – Revocation of a license",
      "content": "The competent authority may revoke the license in the following cases: 1° where the licensee refuses to eliminate the causes that have resulted in the suspension of the license or has been unable to eliminate these causes within a fixed time; 2° after finding the fact that the licence submitted false information to the competent authority at the time of the application; 3° in case of deliberate violation of the provisions under this Law by the licensee."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Licenses",
      "section": "14",
      "title": "Article 14 – Appeal against a decision taken",
      "content": "Any person not satisfied with the decision taken by the competent authority may, appeal within fifteen days (15) following the notification of such a decision to the Minister to review that decision."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Licenses",
      "section": "15",
      "title": "Article 15 – Display of a license",
      "content": "Every license issued by the competent authority as provided for by this Law shall be displayed in a prominent position on the premises of the licensee."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Licenses",
      "section": "16",
      "title": "Article 16 – Duplicate of a license",
      "content": "When the license is lost, spoilt or unreadable, the competent authority shall upon request and payment of a prescribed fee issue a duplicate to the licensee."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Licenses",
      "section": "17",
      "title": "Article 17 – Termination of the license",
      "content": "A license shall be terminated: 1° upon expiration of the license validity; 2° if it is revoked in accordance with this Law;"
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Rights and obligations of a licensee",
      "section": "18",
      "title": "Article 18 – Rights of a licensee",
      "content": "A licensee shall have the following exclusive rights: 1° to carry out trade of petroleum and petroleum products in accordance with the provisions of this Law and terms of the license granted; 2° to sell or otherwise dispose of his/her shares in a petroleum company and petroleum products as provided for by a Ministerial Order."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Rights and obligations of a licensee",
      "section": "19",
      "title": "Article 19 – Document and book keeping",
      "content": "Every licensee shall ensure a correct bookkeeping, report and provide information to the competent authority, if required. A licensee shall maintain an address in Rwanda to which correspondences may be sent and shall give written notice to the competent authority of such address and any changes about it that may occur."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Rights and obligations of a licensee",
      "section": "20",
      "title": "Article 20 – Compliance with standards",
      "content": "The licensee shall carry out petroleum or petroleum products trade, which comply with national or international standards."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Rights and obligations of a licensee",
      "section": "21",
      "title": "Article 21 – Spilling of petroleum and petroleum products spills",
      "content": "In the event of spilling petroleum and petroleum product, either by accident or through negligence, the licensee shall immediately clean up the polluted or damaged environment to the satisfaction of the competent authority. If the licensee fails or delays to carry out the work, the competent authority may cause any work not carried out to be executed at the expense of the said licensee."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Rights and obligations of a licensee",
      "section": "22",
      "title": "Article 22 – Safety of petroleum and petroleum products",
      "content": "The licensee shall respect conditions related to petroleum and petroleum products stores, and parking of petroleum tankers to prevent causing accidents. The petroleum and petroleum products store and other places exclusively reserved for the parking of petroleum and petroleum products tankers shall be determined by the competent authority."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Rights and obligations of a licensee",
      "section": "23",
      "title": "Article 23 – Providing information regarding petroleum and petroleum products in the country",
      "content": "Any licensee shall submit to the competent authority periodic reports and other information in accordance with regulations prescribed by the competent authority."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter V – Access to trade in petroleum and petroleum products",
      "section": "24",
      "title": "Article 24 – Freedom in access to trade in petroleum and petroleum products",
      "content": "Any person may participate in all or any activities of the petroleum and petroleum products trade in accordance with the provisions of this Law."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter V – Access to trade in petroleum and petroleum products",
      "section": "25",
      "title": "Article 25 – Price of petroleum and petroleum products",
      "content": "The competent authority shall monitor the market requirements and the trade operations of stakeholders trading in petroleum and petroleum products in accordance with this Law and determine the procedure of petroleum and petroleum products pricing. A Ministerial Order shall determine the scale of petroleum tariff and its publication."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter V – Access to trade in petroleum and petroleum products",
      "section": "26",
      "title": "Article 26 – Petroleum infrastructure sharing",
      "content": "The competent authority shall establish regulations that ensure non-discriminatory third-party access to infrastructure in any part of the petroleum trade system and introduce a system of regulated tariffs for the use of storage, bottling plants for liquefied petroleum gas and any other infrastructure, over which any participant(s) in the trading of petroleum and petroleum products may enjoy a monopoly position or undue commercial advantage. There shall be made a distinction between stock used by individual and stock operated for commercial or public interest. The competent authority shall put in place regulations governing all forms of petroleum storage facilities and stocks. The competent authority may cause to introduce other measures aimed at market opening or consumer protection as it deems necessary to enhance competency and transparency of trade operations in petroleum and petroleum products."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter VI – Compliance with standards and protection of environment",
      "section": "27",
      "title": "Article 27 – Compliance with standards",
      "content": "The competent authority shall request the Rwanda Bureau of Standards to develop a programme of gradual adoption and adaptation of the prevailing international standards in relation to trade in petroleum and petroleum products. The competent authority shall develop and implement technical specifications and internal regulations related to trade in petroleum and petroleum products. Where the relevant international standards or other regulations have not been adopted in accordance with Laws, the Rwanda Bureau of Standards in consultation with the competent authority shall determine temporary standards, criteria and requirements, technical specifications and internal regulations in accordance with the international standards."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter VI – Compliance with standards and protection of environment",
      "section": "28",
      "title": "Article 28 – Environmental impact assessment",
      "content": "A licensee or any person who wishes to carry out trade operations in petroleum and petroleum products shall be in possession of environmental impact assessment certificate issued by the Authority in charge of environmental management in accordance with the relevant laws."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter VI – Compliance with standards and protection of environment",
      "section": "29",
      "title": "Article 29 – Calibration and verification",
      "content": "In order to ensure the use of accurate and genuine measurements in trading operations of petroleum and petroleum products in Rwanda, the competent authority shall calibrate and verify the following: 1° storage facilities at private or public petroleum storages or terminals; 2° storage facilities at retail service or filling stations and liquified petroleum gas plants; 3° pumps of retail service or filling stations 4° road tankers used in petroleum transportation; 5° any other facility or instrument that is used to realise correct measurements in the trade of petroleum and petroleum products; Calibration and verification services shall be done at a fee determined by a Ministerial Order Calibration and verification services may also be done by authorized private company upon approval by the Standards Authority and the competent authority. However, they shall have traceability of their measurements to the national or international measurement standards."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter VII – Contingency, compulsory and strategic stocks",
      "section": "30",
      "title": "Article 30 – Emergency trade plan petroleum and petroleum products",
      "content": "In order to anticipate and respond to interruptions in, or serious distortions of trade in petroleum and petroleum products supply, due to accidents, political disturbances, natural disasters or similar events or by the negligence of any person, the competent authority shall, in co-operation with other Government departments and agencies and participants in the trade chain, have competence to prepare an emergency trade plan petroleum and petroleum products. Such an emergency trade plan shall be subject to the approval of the Ministry in charge of petroleum and petroleum products trade once satisfied that any of the events provided by this Article have occurred, the Ministry may through directives declare that emergency trade in petroleum and petroleum product has occurred and this shall be subject to the release of the minimum emergency stock or Government strategic stocks. The Ministry shall monitor the implementation of the emergency petroleum and petroleum products trade plan, adjust it or take any other measures were deemed necessary during the implementation."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter VII – Contingency, compulsory and strategic stocks",
      "section": "31",
      "title": "Article 31 – Minimum quantity to maintain in the stock",
      "content": "In order to enhance the security of trade in petroleum and petroleum products in Rwanda, every licensee of petroleum and petroleum products, importer either wholesaler or retailer, at their expense, shall maintain the minimum quantity to maintain in the stock in relation to what has been sold. An Order of the Minister shall determine the minimum quantity to maintain in the stock. The minimum stocks shall include all petroleum products held in storage in Rwanda and exclude petroleum products in transit within Rwanda or to and from any other country."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter VII – Contingency, compulsory and strategic stocks",
      "section": "32",
      "title": "Article 32 – Government strategic stocks",
      "content": "The Government shall maintain strategic stocks of petroleum products. Government strategic stocks shall be used only during the emergency."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter VII – Contingency, compulsory and strategic stocks",
      "section": "33",
      "title": "Article 33 – Release or sale of Government strategic stocks",
      "content": "The Ministry in charge of petroleum and petroleum products trade shall be entrusted with the powers to decide on the release or sale of Government stocks. A Ministerial Order shall determine modalities for the release and sale of the strategic government stocks."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter VIII – Inspection",
      "section": "34",
      "title": "Article 34 – Rights of access to any area and inspection",
      "content": "The competent authority may, at any time enter and inspect any area or premises where operation in petroleum and petroleum products, installations or construction works for facilities of the trade chain are being performed. An inspection may be announced or not but shall always be performed in the presence of the operator or his/her representative. A person carrying out an inspection may inspect the works, facilities and documents including books of accounts connected with the operations of the licensee to ensure that the provisions of this Law are complied with. The competent authority may, at any reasonable time stop and search any means for transporting or stocking petroleum or petroleum products to ensure that the provisions of this Law are complied with."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter IX – Decision making and sanctions",
      "section": "35",
      "title": "Article 35 – General misconduct",
      "content": "Without prejudice to other laws, any person who: 1° refuses, delays or fails to produce any document or other information, or provides false information; 2° hinders any inspection; 3° publishes or discloses any information classified as confidential; shall be liable to an administrative fine of between two million (Rwf 2,000,000) and five million Rwandan francs (Rwf 5,000,000). In the case of recidivism, he/she shall be liable to an administrative fine of five hundred thousand Rwandan francs (Rwf 500,000) per day during the whole period when the misconduct has not been remedied or the withdrawal of the operating license is decided. A person who constructs without a license, is in breach of the granted license or does not meet the required national or international standards shall be liable to an administrative fine not exceeding five million Rwandan francs (Rwf 5,000,000) or if the misconduct has not been remedied, to a fine administrative fine not exceeding five hundred thousand Rwanda francs (Rwf 500,000) for every day or part of the day during the whole period when the offence continues."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter IX – Decision making and sanctions",
      "section": "36",
      "title": "Article 36 – Penalties for trade in adulterated petroleum products",
      "content": "Any person who sells adulterated petroleum products not conforming to the relevant national or international standards approved by the Rwanda Bureau of Standard, shall be liable to an administrative fine between five million Rwandan francs (Rwf 5,000,000) and twenty million Rwandan francs (Rwf 20,000,000) or withdrawal of the granted license."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter IX – Decision making and sanctions",
      "section": "37",
      "title": "Article 37 – Penalties for not maintaining minimum quantity in the stocks",
      "content": "A person who fails to comply with the obligation to hold the prescribed minimum quantity maintained in the stock shall be liable to the withdrawal of the granted license."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter IX – Decision making and sanctions",
      "section": "38",
      "title": "Article 38 – Recourse to court",
      "content": "Any person or company on which the decision was taken by the competent authority, may within thirty (30) days from date of notification of the decision, refer the matter to the competent court. The decision taken by the competent authority shall not be suspended, unless the court takes decision to suspend it based on the written request of applicant."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter X – Transitional and final provisions",
      "section": "39",
      "title": "Article 39 – Deadline to conform activities with this Law",
      "content": "Any person or company that is already operating in trading petroleum and petroleum products shall have a period of two (2) years from the commencement of this Law to align their activities with the provisions of this Law."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter X – Transitional and final provisions",
      "section": "40",
      "title": "Article 40 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter X – Transitional and final provisions",
      "section": "41",
      "title": "Article 41 – Repealing provision",
      "content": "All prior legal provisions inconsistent with this Law are hereby repealed."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter X – Transitional and final provisions",
      "section": "42",
      "title": "Article 42 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "reference price",
      "definition": "price approved by the Ministry in charge of trade of petroleum products for petroleum products as may be deemed necessary",
      "source_provision": "art3"
    },
    {
      "term": "Government strategic stocks",
      "definition": "Petroleum products kept in storage in Rwanda by or on behalf of the Government as referred to in this Law",
      "source_provision": "art3"
    },
    {
      "term": "petroleum products",
      "definition": "any liquid, gaseous or solid petroleum, or fuel or lubricant, whether used or unused, including any other substance used for a purpose for which petroleum products may be used",
      "source_provision": "art3"
    },
    {
      "term": "National standard",
      "definition": "standard adopted and made public by the Standards Authority for use in Rwanda",
      "source_provision": "art3"
    },
    {
      "term": "Petroleum and petroleum products spills",
      "definition": "loss from a storage tank system, pipeline, tank vessel or vehicle of petroleum or petroleum products released into air or spilt on the soil or into water",
      "source_provision": "art3"
    },
    {
      "term": "quantity of traded petroleum and petroleum products",
      "definition": "petroleum and petroleum products kept in storage in Rwanda by stakeholders in the petroleum trade chain purposes",
      "source_provision": "art3"
    },
    {
      "term": "trade chain",
      "definition": "all operations, activities, installations, equipment and other facilities directly or indirectly related of the petroleum and petroleum products trade operations",
      "source_provision": "art3"
    },
    {
      "term": "Minister",
      "definition": "Minister in charge of petroleum and petroleum products trade",
      "source_provision": "art3"
    },
    {
      "term": "stock used by an individual",
      "definition": "petroleum and petroleum products storage used neither for trading purposes nor for public interest",
      "source_provision": "art3"
    },
    {
      "term": "stock connected with petroleum and petroleum products trade",
      "definition": "petroleum and petroleum products storage for trading purposes",
      "source_provision": "art3"
    },
    {
      "term": "storage made for the public interest",
      "definition": "petroleum and petroleum products storage used for non-trading purposes so as to come to the rescue of petroleum trade in case of petroleum shortage",
      "source_provision": "art3"
    },
    {
      "term": "seal",
      "definition": "security material mechanism in form of polypropylene, plastic, metal or cable used for closure of outlets in a way that provides tamper evidence and some level of security to detect theft or contamination, either accidental or deliberate in vehicles and carriages or any other measuring tools used in petroleum and petroleum products trade",
      "source_provision": "art3"
    },
    {
      "term": "licensee",
      "definition": "person to whom the license for petroleum and petroleum products trade is issued",
      "source_provision": "art3"
    },
    {
      "term": "license",
      "definition": "legal instrument issued by the competent Authority and granting the right to carry out any Petroleum and petroleum products trade operations",
      "source_provision": "art3"
    },
    {
      "term": "competent authority",
      "definition": "the national institution with the mandate to regulate the petroleum and petroleum products trading activities",
      "source_provision": "art3"
    },
    {
      "term": "petroleum",
      "definition": "natural petroleum or mixture of it whether in gaseous, liquid or solid state, excluding natural gas extracted in Rwanda",
      "source_provision": "art3"
    }
  ]
}
