{
  "id": "rw-law-2013-47",
  "type": "statute",
  "title": "Law relating to Transfer of Cases to the Republic of Rwanda",
  "title_en": "Law relating to Transfer of Cases to the Republic of Rwanda",
  "short_name": "Law 47 of 2013",
  "status": "in_force",
  "issued_date": "2013-06-16",
  "in_force_date": "2013-06-16",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/47/eng@2013-06-16",
  "provisions": [
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "9",
      "title": "Article 9 - ;",
      "content": "Pursuant to Organic Law n° 51/2008 09/09/2008 determining the organization, functioning and jurisdiction of courts as modified and complemented to date; Pursuant to Organic Law n° 04/2011/OL 03/10/2011 determining the organization, functioning and competence of the National Public Prosecution Authority and the Military Prosecution Department as modified and complemented to date; Considering the Statute of the International Criminal Tribunal for Rwanda and its Rules of Procedure and Evidence; Considering the United Nations Security Council Resolutions 1503 of 2003 and 1504 of 2004 relating to completion of the mandate of the International Criminal Tribunal for Rwanda, and particularly the requirements to transfer cases from the International Criminal Tribunal for Rwanda to national jurisdictions, including Rwanda; Pursuant to the United Nations Security Council Resolution 1966 of 22 December 2010; ADOPTS:"
    },
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "1",
      "title": "Article 1 - Definitions of terms",
      "content": "For the purpose of this Law, the following terms shall mean as follows: 1º ICTR: International Criminal Tribunal for Rwanda established pursuant to the United Nations Security Council Resolution 955 of 8 November 1994; 2º Mechanism: Mechanism for International Criminal Tribunals established by the United Nations Security Council on 22 December 2010 to finish the remaining tasks of the Tribunals for Rwanda and the Former Yugoslavia, at the completion their functions. Under this Law, the Mechanism means Rwanda Branch."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "2",
      "title": "Article 2 - Purpose of this law",
      "content": "This Law shall determine the transfer of cases and other related matters, from ICTR, the Mechanism and other States to the Republic of Rwanda. This Law shall also determine the procedures admissibility of evidence collected by the ICTR, the Mechanism and other States in proceedings before competent Rwandan courts."
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "3",
      "title": "Article 3 - Scope of this Law",
      "content": "This Law applies in matters concerning transfer cases to the Republic of Rwanda from the Mechanism and from other States, relating crime of genocide perpetrated against Tutsi and other crimes against humanity. This Law also applies in other matters where there is transfer of cases to the Republic of Rwanda from other States or where transfer of cases or extradition of suspects for other crimes is sought by the Republic of Rwanda from other States."
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "4",
      "title": "Article 4 - Competent Court",
      "content": "The High Court shall be the competent court conduct on the first instance the trial of cases transferred to Rwanda. At the first instance, the case shall be tried by single Judge assisted by the court registrar. However, the President of the Court may at his/her absolute discretion designate a quorum of three (3) or more judges assisted by a court registrar depending on his/her assessment of the complexity and importance of the case."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "5",
      "title": "Article 5 - Crimes triable in Rwanda",
      "content": "Notwithstanding the provisions of other laws applicable in Rwanda, a person whose case transferred by the ICTR and the Mechanism Rwanda shall be liable to be prosecuted only for crimes falling within the jurisdiction of the ICTR."
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "6",
      "title": "Article 6 - Indictment",
      "content": "The Prosecutor General’s Office shall adapt the indictment from the ICTR, the Mechanism or from other States in order to make them compliant with the provisions of the Code of Criminal Procedure of Rwanda, and it shall be forwarded the President of the High Court. The High Court shall accept the indictments after verifying that they fulfill the formal requirements of the Code of Criminal Procedure of Rwanda."
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER",
      "section": "7",
      "title": "Article 7 - Right to information",
      "content": "Within a period of ten (10) days, from the time when the High Court makes a decision, the Registrar of the High Court shall notify the Prosecutor of the Mechanism of the decision. EVIDENCE II: PRODUCTION OF"
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER",
      "section": "8",
      "title": "Article 8 - General Principles in evidentiary",
      "content": "matters Evidence collected in accordance with the Statute and the Rules of Procedure and production of evidence of ICTR and the Mechanism may be used in proceedings before the High Court. The High Court shall not convict a person solely on prior written statements of witnesses who did not give oral evidence during the trial. However, the High Court may convict a person on the probative value of a prior written statement it is corroborated by other witnesses."
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER",
      "section": "10",
      "title": "Article 10 - Evidence provided to ICTR or to",
      "content": "the Mechanism by witnesses Statements of testimonies of witnesses provided before the ICTR or the Mechanism and records of depositions of witnesses not made before the court in accordance with its Procedure and evidence shall be admissible before the High Court provided that the testimony or deposition relevant to a fact in issue. The High Court may exclude evidence given by a witness under protective measures where its probative value outweighed by its prejudicial value. Nothing in this article shall prejudice the right of the accused to request the attendance of witnesses as referred to in Paragraph One of this article for the purpose of cross-examination. When the testimony or deposition of a witness, who was subject to a protection order of the Mechanism, is admitted into the record, the identity of the witness shall not be disclosed to the public unless the Mechanism or the witness authorizes such disclosure. If such a witness called for cross-examination, the fact that the individual testified at the ICTR or the Mechanism will not be disclosed to the public unless authorized by the Mechanism or the witness."
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER",
      "section": "11",
      "title": "Article 11 - Statement by expert witnesses",
      "content": "before the ICTR or the Mechanism Statement of an expert witness entered into the case file in any proceedings before the first Trial Chamber of the ICTR or the Mechanism shall be admissible as evidence in criminal proceedings conducted in the High Court without the appearance of the expert witness in the proceedings. If the statement of an expert witness referred to Paragraph One of this Article is admitted in the case file, it shall be admitted as evidence of fact as an opinion the expert would have provided the court. Pursuant to Article 7 of this Law, the High Court shall admit in the case file an expert witness testimony basing on the statements the expert adduced in the first instance Trial Chamber of ICTR or the Mechanism in another case. However, the expert shall have been previously informed of his/her rights and obligations regarding his/her testimony and the testimony shall specify on the existence or non-existence facts relevant to the case under trial. This Article shall not deny the accused person the right to request for the summoning of an expert witness referred to in Paragraph One of this"
    },
    {
      "provision_ref": "artfor-cross",
      "chapter": "CHAPTER",
      "section": "for cross",
      "title": "Article for cross - examination or to call an expert",
      "content": "witness on his/her behalf to challenge the statement of another expert witness given before the ICTR or the Mechanism."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER",
      "section": "12",
      "title": "Article 12 - Testimony provided to ICTR or the",
      "content": "Mechanism officials during investigations A transcript of signed statements given to ICTR or to the Mechanism officials during investigations may be admitted as evidence and in a manner that similar evidence would be admitted under the Code of Criminal Procedure of Rwanda. The relevant investigator of the ICTR or of the Mechanism may also be examined with regard the circumstances of the investigations conducted and information obtained during when it was being conducted. When the signed statement of a witness who subject to protection by ICTR or by the Mechanism is admitted into the case file, or an official of ICTR or the Mechanism who conducted the investigation is asked on such a statement, the identity of the witness shall not be disclosed unless the Mechanism or the witness authorizes such disclosure. No signed statement taken from witness by an ICTR or the Mechanism investigator shall be used to incriminate the witness in any proceedings before Rwandan courts in case the investigator did not explain to the witness about his/her rights. The examination of the ICTR or the Mechanism investigator is expressly conducted subject to the Vienna Convention on the Privileges and Immunities of the United Nations of 13 February 1946, which provides that United Nations Staff are not subject to legal process unless the United Nations Secretary General has waived the immunity provided by the Convention."
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER III: RIGHTS AND SECURITY",
      "section": "13",
      "title": "Article 13 - Documents and Forensic Evidence",
      "content": "collected by ICTR or the Mechanism The High Court may use original documents or their certified copies or forensic evidence provided by a doctor or an expert and which are collected by ICTR or by the Mechanism and they shall be used by the High Court and treated as they were obtained by relevant national authorities."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER III: RIGHTS AND SECURITY",
      "section": "14",
      "title": "Article 14 - Rights of an accused person",
      "content": "Without prejudice to other rights guaranteed under the laws of Rwanda, including the Constitution of the Republic of Rwanda of 04 June 2003 as amended to date, Laws relating to the Code of Criminal Procedure of Rwanda and the International Covenant on Civil and Political Rights, as ratified by the Decree-Law n° 08/75 12 February 1975, the accused person in the case transferred by ICTR, by the Mechanism or by other States to Rwanda shall be guaranteed the following rights: 1º a fair and public hearing; 2º presumption of innocent until proved guilty; 3º to be informed promptly and in detail in language which he/she understands, of the nature and the cause of the charge against him; 4º adequate time and facilities to prepare his/her defense; 5º a speedy trial without undue delay; 6º entitlement to counsel of his/her choice any a examination. In case he/she has no means to pay, he/she shall be entitled legal representation; 7º the right to remain silent and not to be compelled to incriminate him/herself; 8º the right to be tried in his/her presence; 9º to examine or have a person to examine on his/her behalf the witnesses against him/her; 10º to obtain the attendance and examination of witnesses on his/her behalf under the same conditions as witnesses against him/her. Without prejudice to the relevant laws on contempt of court and perjury, no person shall be criminally liable for anything said or done in the course of a trial."
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER III: RIGHTS AND SECURITY",
      "section": "15",
      "title": "Article 15 - Protection and assistance to",
      "content": "Witnesses In the trial of cases transferred from the ICTR, the Mechanism or other States, the High Court shall provide appropriate protection for witnesses and shall have the power to order protective measures similar to those set forth in Articles 53, 69 and 75 of the Mechanism Rules of Procedure and Evidence. In the trial of cases transferred from the ICTR, the Mechanism or other States, the Prosecutor General shall facilitate the witnesses in giving testimony including those living abroad, by the provision appropriate immigration documents, personal security as well as providing them with medical and psychological assistance. All witnesses who travel from abroad to Rwanda to testify in the trial of cases transferred from the ICTR, the Mechanism or other States shall have immunity from search, seizure, arrest or detention during their testimony and during their travel and from the trials. The High Court may establish reasonable conditions towards a witness’s right of safety the Country. As such, there shall be determination of limitations of movements in the Country, duration of stay and travel."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER III: RIGHTS AND SECURITY",
      "section": "16",
      "title": "Article 16 - Testimony of a witness residing",
      "content": "abroad Without prejudice to the provisions of Article 15 of this Law, where a witness is unable for good reason to physically appear before the High Court to give testimony, the judge may upon request of party order that the testimony of such witness be taken in the following manner: 1º by deposition in Rwanda or in a foreign jurisdiction, taken by a competent authority authorized by the Judge for that purpose; 2º by video-link hearing taken by the judge at trial; 3º by a judge sitting in a foreign jurisdiction for the purpose of recording such viva voce testimony. The request for the taking of testimony in any of the modes referred to in Paragraph One of this"
    },
    {
      "provision_ref": "artshall-indicate",
      "chapter": "CHAPTER III: RIGHTS AND SECURITY",
      "section": "shall indicate",
      "title": "Article shall indicate - the names and whereabouts",
      "content": "of the witness whose testimony is sought, contain a statement of the matters on which the witness to be examined, and of the circumstances justifying the taking of testimony in such manner. The order granting the taking of testimony of witness in any of the modes referred to Paragraph One of this Article shall indicate the date, time and the place at which such testimony to be taken. It shall also require the parties to be present to cross-examine the witness. Testimony taken under this Article shall be transcribed and form part of the trial record and shall carry the same weight as viva voce testimony heard at trial."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER",
      "section": "17",
      "title": "Article 17 - Defence Counsel",
      "content": "Without prejudice to the provisions of other laws of Rwanda, Defence Counsels and their support staff shall have the right to enter into Rwanda and move freely within Rwanda to perform their duties. They shall not be subject to search, seizure, arrest or detention in the performance of their legal duties. The Defence Counsel and his/her support staff shall be provided with appropriate security and protection, at their request. REVIEW IV: APPEAL AND CASE"
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER",
      "section": "18",
      "title": "Article 18 - Appeal",
      "content": "Both the prosecution and the accused have the right to appeal against any decision taken by the High Court upon one or all of the following grounds: 1º an error on a question of law invalidating the decision; 2º an error of fact which has occasioned miscarriage of justice. The Supreme Court may uphold or invalidate some or all of the decisions of the High Court. Where necessary, it may order the High Court review the case."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER",
      "section": "19",
      "title": "Article 19 - Case review",
      "content": "Upon application for review by a party accordance with the provisions of the law relating to the Code of the Criminal Procedure, the President of the High Court or the President of Specialised Chamber of the High Court shall constitute a bench composed of three (3) judges the High Court in charge of taking a decision on the application for a review of case with new arguments the same court had tried. The review proceedings shall be conducted pursuant to the relevant provisions of the Code of Criminal Procedure of Rwanda. V: COLLABORATION BETWEEN THE GOVERNMENT OF RWANDA AND THE MECHANISM SUBSEQUENT TO TRANSFER OF CASES"
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER",
      "section": "20",
      "title": "Article 20 - Technical assistance from the",
      "content": "Mechanism The Government of Rwanda may benefit from technical assistance from the Mechanism to meet the needs arising from the transfer of cases Rwanda."
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER",
      "section": "21",
      "title": "Article 21 - Monitoring of proceedings",
      "content": "The Mechanism Prosecutor shall have the right designate individuals to observe the progress of cases transferred to Rwanda in accordance with"
    },
    {
      "provision_ref": "art11bis",
      "chapter": "CHAPTER",
      "section": "11bis",
      "title": "Article 11bis - D) iv) of the Mechanism Rules",
      "content": "Procedure and Evidence. Observers appointed by the Mechanism Prosecutor shall have access to court proceedings, documents and records relating to the case as well as access to all places of detention. The Vienna Convention of 13 th February, 1946 on the Privileges and Immunities of the United Nations shall apply to the observers so appointed by the Mechanism Prosecutor in accordance with"
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER VI: ARREST AND DETENTION",
      "section": "22",
      "title": "Article 22 - Referral of cases",
      "content": "In the event that the Mechanism revokes an Order of referral of cases it had transferred to Rwanda pursuant to Article 11bis of the Mechanism Rules of Procedure and Evidence, the accused shall be promptly surrendered to the Mechanism together with any files, documents, exhibits and all other additional materials as stipulated in the order."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER VI: ARREST AND DETENTION",
      "section": "23",
      "title": "Article 23 - Arrest and detention of an accused",
      "content": "person Except as otherwise provided in this Law, the arrest and detention of the accused persons shall be regulated in accordance with the Code Criminal Procedure of Rwanda."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER VI: ARREST AND DETENTION",
      "section": "24",
      "title": "Article 24 - Provisional detention",
      "content": "Any person transferred to Rwanda by the ICTR, the Mechanism or any other State shall remain provisional detention or free depending on the situation in which he/she was transferred. The case shall be referred to the competent Court which shall decide whether the transferred person can be prosecuted being under provisionally detention or not."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER VI: ARREST AND DETENTION",
      "section": "25",
      "title": "Article 25 - Deduction for time spent in",
      "content": "provisional detention Deduction shall be given to the convicted person for the period during which he/she has been provisional detention or pending for the appeal."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER VII: TRANSITIONAL",
      "section": "26",
      "title": "Article 26 - Conditions of detention",
      "content": "Any person who is transferred to Rwanda by the ICTR, the Mechanism or any other State for trial shall be detained in accordance with the minimum standards of detention stipulated in the United Nations Body of Principles for the Protection of all persons under any Form of Detention Imprisonment, adopted by General Assembly resolution 43/173 of 9 December, 1998. The International Committee of the Red Cross or an observer appointed by the President of the Mechanism shall have the right to inspect conditions of detention of persons transferred Rwanda by the ICTR, the Mechanism or any other State. The International Committee of the Red Cross or the observer appointed by the Mechanism shall submit a confidential report based on the findings of these inspections to the Minister in charge of Justice of Rwanda and to the President of the Mechanism. In case an accused person dies or escapes from detention, the Prosecutor General shall immediately notify the President of the Mechanism and the Minister in charge of Justice in Rwanda. The Prosecutor General shall conduct investigations on the death or the escaping of detained person and shall submit a report to the President of the Mechanism and the Minister charge of Justice in Rwanda. FINAL PROVISIONS AND"
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER VII: TRANSITIONAL",
      "section": "27",
      "title": "Article 27 - Application of this Law",
      "content": "In the event of any inconsistency between this Law and any other ordinary law, the provisions this Law shall prevail."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER VII: TRANSITIONAL",
      "section": "28",
      "title": "Article 28 - Validity of actions taken before the",
      "content": "commencement of this Law Acts related to criminal procedure taken accordance with Organic Law n° 11/2007 16/03/2007 concerning transfer of cases to the Republic of Rwanda from the International Criminal Tribunal for Rwanda and from other States shall remain valid."
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER VII: TRANSITIONAL",
      "section": "29",
      "title": "Article 29 - Validity of actions taken by ICTR",
      "content": "Provisions of this Law relating to actions taken by ICTR shall remain valid in case they are not contrary to the United Nations Security Council Resolution 1966 of 22 December 2010 and to the Rules of Procedure and Evidence of the Mechanism."
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER VII: TRANSITIONAL",
      "section": "30",
      "title": "Article 30 - Drafting,",
      "content": "adoption of this Law consideration and This law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER VII: TRANSITIONAL",
      "section": "31",
      "title": "Article 31 - Repealing provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER VII: TRANSITIONAL",
      "section": "32",
      "title": "Article 32 - Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda. Kigali, on 16/06/2013 (sé) KAGAME Paul President of the Republic (sé) Dr HABUMUREMYI Pierre Damien Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/ Attorney General"
    }
  ],
  "definitions": []
}
