{
  "id": "rw-law-2009-10",
  "type": "statute",
  "title": "Law on Mortgages",
  "title_en": "Law on Mortgages",
  "short_name": "Law 10 of 2009",
  "status": "in_force",
  "issued_date": "2009-05-14",
  "in_force_date": "2009-05-15",
  "url": "https://rwandalii.org/akn/rw/act/law/2009/10/eng@2009-05-15",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER",
      "section": "1",
      "title": "Article 1 - Purpose of this Law",
      "content": "This Law governs security interests Movable Property."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER",
      "section": "2",
      "title": "Article 2 - Definitions",
      "content": "In this Law, unless the context otherwise requires, the following terms shall mean: 1 o “accessions”: goods that are installed in, or affixed to, other goods; 2 o “chattel paper”: one or more writings that evidence both a monetary obligation and a security interest in, or lease specific goods or specific goods and accessions; 3 o “collateral”: personal property that subject to a security interest; 4 o “court”: jurisdiction; court of competent 5° “debtor”: person who owes payment or performance of an obligation secured; 6° “document of title”: writing issued or addressed to a bailee; 7° “movable property”: various personal property either tangible or intangible. Tangible property includes crops, animals, trees to be harvested and other movable goods. Intangible property includes chattel paper, documents of title, negotiable instruments, investment securities or money; 8 o “inventory”: goods that are held by person for sale or lease; 9° “money”: Rwandan currency or any foreign currency authorized as a legal tender by the law of Rwanda; 10° “negotiable instruments”: a bill exchange or promissory note; 11°“notice”: data required or recognized by this Law or regulations to be entered the Register for the registration of the security interest in the collateral; 12° “registered security interest”: security interest which has been created and all data thereto related have been entered in the register of the Registrar General; 13° “proceeds”: identifiable personal property that is derived directly indirectly from a dealing with collateral the proceeds of collateral; and in which the debtor acquires an interest. 14° “register”: register maintained by the Office of the Registrar General in which all data on security interests are recorded; 15° “creditor”: person who holds security interest under an agreement concluded with his/her debtor; 16° “security agreement”: agreement that creates or provides for a security interest and includes a writing that evidences a security agreement; 17° “security interest”: interest personal property created or provided by a transaction that in substance secures payment or performance of an obligation, without regard to the form of the transaction; and without regard to the identity of the person who has title to collateral. II: PRINCIPLES RELATING TO ENFORCEMENT OF SECURITY INTERESTS"
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER",
      "section": "3",
      "title": "Article 3 - Creation of security interests",
      "content": "A security interest is created in collateral when a security agreement exists between the creditor and the debtor, value is given by the secured party; and the debtor has rights in the collateral."
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER",
      "section": "4",
      "title": "Article 4 - Effectiveness of security",
      "content": "interest A security interest shall be effective upon its registration by the Registrar General. A security interest in goods that perfected under the law of the jurisdiction in which the goods are situated when the security interest was created and before the goods are brought into Rwanda continues to be perfected in Rwanda and may be registered in Rwanda for the beneft of the creditor following this Law. Unless provided by law, the effectiveness of security interest shall follow the law Rwanda where the property in collateral situated in Rwanda."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER",
      "section": "5",
      "title": "Article 5 - Content of the security",
      "content": "interest agreement. A security interest agreement shall created when the debtor has signed security interest agreement that contains: 1° an adequate description of the collateral by item or kind that enables the collateral to be identified; 2° a statement that a security interest taken in all of the debtor's present and after-acquired property. III: KINDS MOVABLES SUBJECT SECURITY INTERESTS OF TO"
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER",
      "section": "6",
      "title": "Article 6 - Kinds of movable property",
      "content": "The movable property subject to security interest in an agreement comprises the following: 1 o all personal movable property present at the contracting time, including the property and its proceeds, animals and derivative products, crops and other movable property; 2 o all after-acquired movable property; 3 o proceeds from the collateral granted the security interest agreement; 4 o a document evidencing the right payment."
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER",
      "section": "7",
      "title": "Article 7 - Movable property at the time",
      "content": "of signing the contract The movable property at the time signing a contract includes all personal movable property present at the time signing a contract including animals and their proceeds, crops while growing and afterwards when cut or separated from the soil and other movable property; The security interest agreement shall give a full description of the collateral."
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER",
      "section": "8",
      "title": "Article 8 - After-acquired property",
      "content": "A security agreement shall provide security interests in after-acquired property"
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER",
      "section": "9",
      "title": "Article 9 - Proceeds from the collateral",
      "content": "A security interest agreement shall provide for the collateral and its proceeds at the time of signing a contract. The creditor shall give back the collateral and its proceeds after payment. IV: PRIORITY BETWEEN SECURITY INTERESTS"
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER",
      "section": "10",
      "title": "Article 10 - Acquisition security interest",
      "content": "Acquisition security interest occurs case of: 1 o a security interest is taken in collateral by a buyer to the extent that it secures the obligation to pay all or part of the collateral's purchase price; 2° security interest taken in collateral by person who gives value for the purpose enabling him/her to acquire rights in the collateral, to the extent that the value applied to acquire those rights; 3° the interest of a lessor of goods under a lease for a term of more than one year; 4 o the interest of a consignor who delivers goods to a consignee under a commercial consignment; but does not exclude transaction of sale or lease back to seller."
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER",
      "section": "11",
      "title": "Article 11 - Priority order of security",
      "content": "interests A movable property can be given security interest to more creditors at the same time with different dates registration at the office of the Registrar General. A security interest in goods that subsequently become part of a product mass continues in the comingled product or mass. The priority order of security interests shall be determined by the order of their registration dates by the Office of the Registrar General."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER",
      "section": "12",
      "title": "Article 12 - Transfer of collateral",
      "content": "The rights of a creditor in collateral may be transferred consensually or operation of law. The transfer of collateral shall not prejudice rights of the secured creditor"
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER",
      "section": "13",
      "title": "Article 13 - Other rights in collateral",
      "content": "A lien arising out of materials or services provided in respect of goods that are subject to a security interest in the same goods has priority over that security interest."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER V: ENFORCEMENT OF",
      "section": "14",
      "title": "Article 14 - Protection of rights in",
      "content": "taking collateral Rights in accessions shall not prejudice prior security interests in the same goods. SECURITY INTERESTS"
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER V: ENFORCEMENT OF",
      "section": "15",
      "title": "Article 15 - Sale of the collateral",
      "content": "In case of sale of the collateral to pay the secured creditor, the first deduction shall be of reasonable maintenance costsof the collateral, followed by the payment of the secured creditor and the balance, if any, shall be given to the debtor."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER V: ENFORCEMENT OF",
      "section": "16",
      "title": "Article 16 - Right of secured creditor",
      "content": "apply collateral A secured creditor shall be entitled apply the collateral to the satisfaction the obligation secured by the security interest if the debtor is in default."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER V: ENFORCEMENT OF",
      "section": "17",
      "title": "Article 17 - Sale of collateral",
      "content": "A secured creditor with priority over other secured creditors may take possession of and sell collateral when the debtor is in default under the security agreement. In such a case, the Registrar General shall issue a certificate authorising possession and sale of the collateral by the secured creditor. In case of sale of collateral, the secured creditor in agreement with the debtor shall bear the duty to obtain the reasonable best price. Collateral may be sold by public auction, public tender, ordinary sale, or another method to the satisfaction of both parties. Upon receipt of the request for sale collateral by both parties, the Registrar General shall, without delay, issue notice of sale to be effective in ten (10) working days."
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER V: ENFORCEMENT OF",
      "section": "18",
      "title": "Article 18 - Rights to redeem collateral",
      "content": "At any time before the secured creditor sells the collateral or is deemed to have taken the collateral in satisfaction of the obligation secured by it, any person who is entitled to receive a notice may redeem the collateral by: 1 o tendering fulfillment of the obligations secured by the collateral; and 2 o paying a sum equal to the reasonable expenses of seizing, and repossessing the collateral and any other reasonable expenses incurred by the secured creditor in enforcing the security agreement; The debtor‟s right to redeem the collateral has priority over any other person."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER V: ENFORCEMENT OF",
      "section": "19",
      "title": "Article 19 - Reinstatement of security",
      "content": "agreement At any time before the secured creditor sells the collateral or is deemed to have taken the collateral in satisfaction of the obligation secured by it, the debtor may reinstate the security agreement by: 2° remedying any other default by reason of which the secured party intends to sell the collateral; 1° paying the sums actually in arrears; 3° paying a sum equal to expenses seizing and repossessing the collateral, and any other reasonable expenses incurred by the secured creditor enforcing the security agreement. In any case, the reinstatement of the security agreement can not exceed twice."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER V: ENFORCEMENT OF",
      "section": "20",
      "title": "Article 20 - Suing in court",
      "content": "In case of any opposition regarding the creation and execution of the security agreement, the interested party shall sue competent court."
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER V: ENFORCEMENT OF",
      "section": "21",
      "title": "Article 21 - Registrar General of",
      "content": "security interests in movable property The Registrar General of Companies and business activities in Rwanda shall also the Registrar General of security interests in movable property. The Registrar General may delegate writing to a designated person some his/her powers and duties from this Law."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER V: ENFORCEMENT OF",
      "section": "22",
      "title": "Article 22 - Register of security interests",
      "content": "in movable property The Register of Security Interests Movable Property must be kept Rwanda at the Office of the Registrar General. The Register must be in electronic and hardcopy."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER V: ENFORCEMENT OF",
      "section": "23",
      "title": "Article 23 - Content of the Register",
      "content": "Security Interests in Movable Property The register of Security Interests Movable Property shall contain the following data: 1 o the name, identitification and address of the debtor and his/her signature; 2 o if the debtor is an organization that incorporated, the name and the unique number assigned to it on its incorporation, the name identification and the signature of its legal representative; 3 o nature and description of the collateral as required by the law; 4 o any other data deemed necessary the registration of the security interest requested by the Register General."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER V: ENFORCEMENT OF",
      "section": "24",
      "title": "Article 24 - Registration of the security",
      "content": "interest There shall be registration of security interest after its recording at the Office the Registrar General in the register security interests mentioned in article of this Law by a natural person or company, and a number shall be given that person or company. The registration shall be effected by the debtor on presentation of receipt payment of due fees and shall mention date and time of registration. The Registrar General shall issue certificate of registration of security interest to the debtor and give a copy the creditor. In case of any change in the data recorded in the Register, notice shall be made to the Registrar General. The date of registration shall not be affected by such changes."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER V: ENFORCEMENT OF",
      "section": "25",
      "title": "Article 25 - Duration of registration",
      "content": "The registration of a security interest shall be effective commencing on the day it perfected: 1 o until the expiration of the term specified in the contract; 2 o any other term specified in the notice change of the security interest agreement as agreed upon by both parties."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER V: ENFORCEMENT OF",
      "section": "26",
      "title": "Article 26 - Transfer of security interest",
      "content": "A registered security interest may transferred in whole or in part. Such a transfer shall be registered describing changes made, if any, on the security interest. The name of transferee of a security interest shall be immediately recorded the Register."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER V: ENFORCEMENT OF",
      "section": "27",
      "title": "Article 27 - Restoration of registration",
      "content": "The Registrar General may restore registration if it appears to the Registrar General that, due to a clerical error he/she made, the registration has been incorrectly discharged or removed from register. A registration so restored must regarded as having continued in force throughout the period during which it was incorrectly discharged or removed as if had not been so discharged or removed."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER V: ENFORCEMENT OF",
      "section": "28",
      "title": "Article 28 - Removal of data from",
      "content": "register and correction of errors and omissions Data in a registration may be removed from the register: 1 o when the registration is longer effective; 2 o on the registration of a change notice discharging or partially discharging the registration; 3 o if the Registrar is satisfied that the data is not important. The Registrar General must, before making a decision, give the secured creditor notice to show cause, within ten (10) days of the date on which the notice is given, why the data is important. If the secured creditor fails within ten (10) days to show cause to the Registrar General's satisfaction why the data is important, Registrar General may, in his/her discretion, remove the data from the register. The court may, on application by secured creditor, compel the Register General to restore data in the register if is satisfied that the data is important. In that case, the Registrar must restore the data to the register free of charge. With the consent of both parties, Register General may correct clerical error or omissions made by the Register a registration. Such corrections shall be made as agreed upon by both parties to the security interest agreement."
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER V: ENFORCEMENT OF",
      "section": "29",
      "title": "Article 29 - Searches of register",
      "content": "In accordance with this Law, a person has the right to search the register, and obtain a printed search result. The register may be searched only reference to the following criteria: 1° the name of the debtor; o the unique number assigned to collateral when the law or regulations provide; 3 o the registration number of the security interest; o 4 any other criteria specified by the law."
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER",
      "section": "30",
      "title": "Article 30 - Purpose of the person",
      "content": "requesting search of the register. The persons who are entitled to search the register must have one of the following purposes: 1 o establishing that there is any relation between the secured creditor or the debtor with the security interest; 2 o establishing whether there is any reason which may lead to opposition to give the property in security interest; 3 o establishing whether to provide credit to the person, company or any person who has interest in the guarantee; and establishing whether that security interest in the movable property availed by that person or company shall be valid; 4 o establishing whether to invest in with the person or company or related company registered in the register security in movable property; 5 o collecting information in case of insolvency administrator and any other authorized person upon proving that needed information from the register related to the work he/she has been assigned. VI: INFORMATION, REGULATIONS DAMAGES, NOTICES,"
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER",
      "section": "31",
      "title": "Article 31 - Damages",
      "content": "Any person who fails to discharge any duty or obligation imposed by this Law, shall pay damages to the person who incurred a loss resulting from that failure. However, damages provided for paragraph one of this Article shall not limit or affect any other liability."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER VII: MISCELLANEOUS,",
      "section": "32",
      "title": "Article 32 - Regulations",
      "content": "The Registrar General shall determine modalities of registration and keeping the register of security interests in movable property. TRANSITIONAL AND FINAL PROVISIONS"
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER VII: MISCELLANEOUS,",
      "section": "33",
      "title": "Article 33 - Transitional period",
      "content": "All prior security interests that have been registered before the commencement this Law shall continue to be effective their entirety for a transitional period two (2) years."
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER VII: MISCELLANEOUS,",
      "section": "34",
      "title": "Article 34 - Drafting and consideration",
      "content": "of this Law This Law was drafted in English and considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER VII: MISCELLANEOUS,",
      "section": "35",
      "title": "Article 35 - Repealing of inconsistent",
      "content": "provisions The Decree of 12 January 1920 security interests in business and commercial invoices and the Decree 28 July 1934 on bill of exchange, promissory note and protest, and prior provisions contrary to this Law especially are hereby repealed."
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER VII: MISCELLANEOUS,",
      "section": "36",
      "title": "Article 36 - Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda. Kigali, on 14/05/2009 The President of the Republic KAGAME Paul (sé) The Prime Minister MAKUZA Bernard (sé) Seen and sealed with the Seal of the Republic: The Minister of Justice/Attorney General KARUGARAMA Tharcisse (sé)"
    }
  ],
  "definitions": []
}
