{
  "id": "rw-law-2009-8",
  "type": "statute",
  "title": "Law determining the Organisation, Functioning and Responsibilities of Rwanda Revenue Authority (RRA)",
  "title_en": "Law determining the Organisation, Functioning and Responsibilities of Rwanda Revenue Authority (RRA)",
  "short_name": "Law 8 of 2009",
  "status": "repealed",
  "issued_date": "2009-04-27",
  "in_force_date": "2009-05-15",
  "url": "https://rwandalii.org/akn/rw/act/law/2009/8/eng@2009-05-15",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the responsibilities, organisation and functioning of Rwanda Revenue Authority, abbreviated as “RRA”. RRA shall have legal personality, financial and administrative autonomy and shall be managed in accordance with laws governing public institutions."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – RRA head office",
      "content": "The head office of RRA is located in the City of Kigali, the Capital of the Republic of Rwanda. It may be transferred elsewhere on the Rwandan territory if considered necessary. RRA may set up branches elsewhere in the country if considered necessary and upon approval by an Order of the Prime Minister."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Responsibilities of RRA",
      "section": "3",
      "title": "Article 3 – Responsibilities of RRA",
      "content": "RRA shall have the following main responsibilities, in accordance with taxation laws: 1° participating in fixing, collecting, controlling and managing taxes in accordance with the law and informing the supervising Ministry on modalities pertaining thereto; 2° granting tax waivers as provided for by relevant legal provisions according to the procedures it prescribes; 3° educating and sensitizing the population on tax payment; 4° advising the Central Government and Local Government authorities on tax policy; 5° exercising judicial police powers to investigate taxation offences; 6° facilitating commercial activities; 7° carrying out any other activity related to the collection of public revenue upon request by the Cabinet."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter III – Supervising Authority of RRA",
      "section": "4",
      "title": "Article 4 – Supervising Authority of RRA",
      "content": "RRA shall be supervised by the Ministry in charge of Finance. There shall be concluded a performance contract between the Ministry and RRA Board of Directors indicating the powers, rights and responsibilities of each party in fulfilling the responsibilities of RRA. Such a contract shall have a duration equal to the term of office of members of the Board of Directors and be signed by the Chairperson of the Board of Directors and the Minister supervising RRA."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter III – Supervising Authority of RRA",
      "section": "5",
      "title": "Article 5 – Content of the performance contract",
      "content": "The performance contract mentioned in Article 4 of this Law shall clearly indicate: 1° Responsibilities of the Board of Directors and those of the organs of RRA; 2° expected results of RRA; 3° source of RRA property, its functioning and regular auditing mechanism."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter IV – Management of RRA",
      "section": "6",
      "title": "Article 6 – Organs of RRA",
      "content": "RRA shall comprise of the following two (2) organs: 1° the Board of Directors; and 2° the Senior Management"
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter IV – Management of RRA",
      "section": "7",
      "title": "Article 7 – Management organ of RRA",
      "content": "The Board of Directors shall be the supreme management and decision-making body of RRA. It shall have full powers and responsibilities to manage the property of RRA in order to allow RRA fulfil its responsibilities."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter IV – Management of RRA",
      "section": "8",
      "title": "Article 8 – Appointment of Board members and their term of office",
      "content": "The Board of Directors shall consist of seven (7) members, including six (6) members who are appointed by an Order of the Prime Minister and the Commissioner General of RRA. At least thirty percent (30%) of the members of the Board shall be females. The Chairperson and the Vice-Chairperson of the Board shall be appointed by an Order of the Prime Minister. They shall be selected especially from persons with extensive knowledge and experience in the area of taxation or finance in general, and they shall serve for a period of three (3) years renewable only once."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Management of RRA",
      "section": "9",
      "title": "Article 9 – Responsibilities of the RRA Board of Directors",
      "content": "The Board of Directors shall be generally responsible for matters relating to RRA's activities on a permanent basis. The main responsibilities of the Board shall be the following: 1° examining and approving RRA's policy developed by the Management of RRA; 2° monitoring the implementation of RRA's policy; 3° preparing rules and regulations of RRA which shall be approved by the Minister in charge of Finance; 4° approving the statute governing personnel and the organisational chart of RRA based on principles provided by laws governing staff members of public institutions; 5° providing the strategic vision and action plan of RRA; 6° approving the annual draft budget proposal before submitting it to relevant authorities; 7° assessing performance of RRA in accordance with its action plan and budget; 8° appointing members of the Senior Management and other RRA staff except for the Commissioner General and the Deputy Commissioner General of RRA; 9° approving the activity and financial reports of RRA."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Management of RRA",
      "section": "10",
      "title": "Article 10 – Convening of Board meetings, agenda and modalities of decision making",
      "content": "The meeting of the Board of Directors shall be convened once a term and at any time it is considered necessary, at the invitation of its Chairperson or its Vice Chairperson, in the absence of its Chairperson upon their initiative or upon request by one-third (1/3) of its members. The invitation shall be submitted in writing to Board members at least fifteen (15) days before the meeting is held. However, an extraordinary meeting shall be convened in writing at least five (5) days before it is held. The agenda of the Board meeting in the first term of the year shall include approval of activity and financial reports of the previous year; in the third term, there shall be included in the meeting, examination of the draft annual budget and action plan of the following year. In each term, the Board of Directors shall also examine financial and activity reports relating to the previous term which shall be submitted to the Minister supervising RRA. Procedures for convening meetings and modalities of taking decisions shall be prescribed in the Internal Rules and Regulations of RRA."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Management of RRA",
      "section": "11",
      "title": "Article 11 – Invitation of a resourceful person to Board meetings",
      "content": "The Board of Directors may invite to its meeting any person from whom it may seek advice on a certain issue on the agenda. The invitee shall not be allowed to vote and follow deliberations on other issues on the agenda."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Management of RRA",
      "section": "12",
      "title": "Article 12 – Resignation of a Board Member",
      "content": "A Board member may resign from his/her duties by informing the Prime Minister in writing. The Prime Minister’s decision shall be made in a period not exceeding one month from receipt of the resignation letter. Upon expiration of such a period, the resignation shall be deemed as having been definitely approved."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Management of RRA",
      "section": "13",
      "title": "Article 13 – Sitting allowance for Board members",
      "content": "A Presidential Order shall determine sitting allowances to be allocated to Board members present in a Board meeting."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Management of RRA",
      "section": "14",
      "title": "Article 14 – Restrictions to Board members and companies in which they are shareholders",
      "content": "Except for the Commissioner General, Members of the Board of Directors shall not be allowed to undertake any remunerated activities of RRA. Board members, whether individually or as companies in which they are shareholders shall not be allowed to bid for RRA tenders."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Management of RRA",
      "section": "15",
      "title": "Article 15 – Grounds for loss of Board membership",
      "content": "A member of the Board of Directors shall cease to be a board member if: 1° the mandate expires; 2° he/she resigns in writing; 3° he/she is no longer able to perform his/her duties due to physical or mental disability certified by an authorised medical doctor; 4° he/she has been definitively sentenced to a term of imprisonment of six (6) months or above with no suspension of the sentence; 5° he/she is absent in meetings for three (3) consecutive times in a year with no justified reasons; 6° it is clear that he/she no longer fulfils the requirements considered at the time of his/her appointment to the Board of Directors; 7° he/she behaves in a manner contrary to his/her responsibilities; 8° he/she jeopardises the interests of RRA; 9° he/she has confessed and pleaded guilty to the crime of genocide; 10° he/she dies. The Minister supervising RRA shall indicate in a report meant for competent organs that one of its members can no longer occupy his/her position in accordance with the provisions of the preceding paragraph. In case one of the Board members loses his/her membership before the expiration of his/her term of office, competent authorities shall appoint a substitute who shall complete the remaining term of office."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Management of RRA",
      "section": "16",
      "title": "Article 16 – Provisions of Internal Rules and Regulations of RRA",
      "content": "There shall be included the following provisions in the rules and regulations of RRA: 1° determination of the person who shall convene Board meetings in the event of the absence or impediment of the Chairperson and the Vice Chairperson; 2° matters relating to procedures for convening the meeting of the Board of Directors and requirements for it to be held and make decisions; 3° modalities for immediate notification by a Board member of his/her personal interests in issues under examination or to be soon examined and penalties he/she may be given by a competent organ in accordance with Article 15 of this Law. He/she shall also be liable for all effects of the action taken against him/her on revenues of RRA."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Management of RRA",
      "section": "17",
      "title": "Article 17 – Modalities for notification by a Board member of his/her personal interest in issues on agenda",
      "content": "Where a member of the Board of Directors has direct or indirect personal interests in the issues under examination or to be soon examined, he/she is required, as soon as he/she is informed of the agenda, to immediately inform the Board of Directors of the basis of his/her interests. A person who notifies about his/ her interest on the issue under examination shall not vote during decision taking on such an issue. Where the Board of Directors examines an issue concerning one of its members, the latter shall not be allowed to participate in such debates. Where majority or all of the Board members have direct or indirect interests in matters under examination or to be soon examined, to the extent that a decision cannot be taken, such matters shall be forwarded to the Ministry supervising RRA for consideration."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Management of RRA",
      "section": "18",
      "title": "Article 18 – Adoption of Board meeting resolutions",
      "content": "Board meeting resolutions shall be signed by members of the Board at the end of the meeting, and a copy thereof shall be transmitted to the Minister supervising RRA within five (5) days in order to give his/her views within fifteen (15) days from their receipt. Upon expiration of that period without the Minister’s reaction, such resolutions shall be deemed definitely approved. Minutes of the meeting of the Board of Directors shall be jointly signed by the Chairperson and its rapporteur and shall be submitted to its next meeting for approval. A copy of minutes shall be transmitted to the Minister supervising RRA within fifteen (15) days from the day of its approval."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Management of RRA",
      "section": "19",
      "title": "Article 19 – Members of RRA Senior Management",
      "content": "The Management of RRA shall be comprised of the Commissioner General, Deputy Commissioner General, Commissioners and Heads of Departments."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Management of RRA",
      "section": "20",
      "title": "Article 20 – Appointment of members of RRA Management members and their term of office",
      "content": "The Commissioner General and the Deputy Commissioner General shall be respectively appointed by a Presidential Order and a Prime Minister’s Order. The term of office of the Commissioner General and that of the Deputy Commissioner General shall be five (5) years renewable only once."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Management of RRA",
      "section": "21",
      "title": "Article 21 – Management of RRA and responsibilities of the Commissioner General",
      "content": "The daily management of RRA shall be entrusted to its Commissioner General. He/she has powers of directing and coordinating daily activities of RRA and shall be answerable to the Board of Directors for the implementation of its decisions. The Commissioner General shall specifically be responsible for: 1° coordinating and managing the daily activities of RRA; 2° issuing work instructions within RRA and administrative instructions for RRA departments; 3° preparing and transmitting RRA's policy to the Board of Directors for analysis and approval before its submission to the Cabinet by the Minister supervising RRA; 4° preparing and transmitting to the Board of Directors the draft budget proposal for the following fiscal year and the budget execution report for the previous fiscal year; 5° executing the budget and managing the property of RRA; 6° ensuring the management of RRA staff in accordance with the law; 7° informing in writing the Board of Directors on the progress of RRA activities at least once a term; 8° preparing and submitting to the Minister supervising RRA the proposed supplementary benefits before the current financial year ends; 9° preparing the plan of action of RRA; 10° representing RRA before the law."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Management of RRA",
      "section": "22",
      "title": "Article 22 – Performance contract between the Commissioner General and the Board of Directors",
      "content": "There shall be concluded between the Board of Directors and the Commissioner General, a performance contract indicating at least the responsibilities of each party and conditions required in order for RRA to fulfil its responsibilities."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Management of RRA",
      "section": "23",
      "title": "Article 23 – Restrictions on the Commissioner General and the Deputy Commissioner General",
      "content": "The Commissioner General and the Deputy Commissioner General shall not be allowed to perform any other work or business operations or any other profit making activity."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Management of RRA",
      "section": "24",
      "title": "Article 24 – Acting authority in the event of absence or impediment of the Commissioner General",
      "content": "Where the Commissioner General is absent or impeded, he/she shall be replaced by the Deputy Commissioner General and inform the Board of Directors thereof. In the event of absence of both of them, the Board of Directors shall determine his/her substitute and his/her term of office."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Management of RRA",
      "section": "25",
      "title": "Article 25 – Grounds for suspension or removal from office of the Commissioner General or the Deputy Commissioner General",
      "content": "Following their appointment modalities as provided for in Article 20 of this Law, the Commissioner General or the Deputy Commissioner General may be suspended or removed from office for the following reasons: 1° misconduct, corruption and embezzlement of public funds; 2° insufficient level of care in his/her duties; 3° non-observance of his/her employment contract; 4° insolvency or bankruptcy; 5° in case he/she is definitively sentenced to an imprisonment term equal to or exceeding six (6) months; 6° any other reason that hinders the fulfillment of his/ her duties. The Board of Directors shall indicate in its report to competent authorities if any of the situations referred to in paragraph one of this Article happens to the Commissioner General or Deputy Commissioner General."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Management of RRA",
      "section": "26",
      "title": "Article 26 – Statutes governing staff and organisational structure of RRA Departments",
      "content": "The Board of Directors shall make Statutes governing staff and organisational structure of RRA Departments on the basis of the principles provided by laws governing the staff of public institutions."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Management of RRA",
      "section": "27",
      "title": "Article 27 – Emoluments for RRA Senior Management and staff members",
      "content": "Emoluments for the Commissioner General and the Deputy Commissioner General of RRA shall be determined by a Presidential Order. The Board of Directors shall determine emoluments for other members of RRA Senior Management and the staff."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter V – Property and finance",
      "section": "28",
      "title": "Article 28 – Property of RRA and its source",
      "content": "The property of RRA shall be comprised of movable and immovable property. It shall derive from the following: 1° State budget allocations; 2° activities and services delivered by RRA; 3° Government or donors subsidies; 4° loans extended to RRA, approved and authorised by the Minister in charge of Finance; 5° donation and bequests."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter V – Property and finance",
      "section": "29",
      "title": "Article 29 – Deposit of funds collected by RRA and retentions",
      "content": "All revenues collected by RRA in conformity with this Law shall be deposited into the Government treasury. However, in accordance with the Organic Law on State finances and Property, RRA may retain a percentage of the collected value determined by an Order of the Minister in charge of Finance in order to fulfill its responsibilities."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter V – Property and finance",
      "section": "30",
      "title": "Article 30 – Declaration, management and audit of RRA books of account",
      "content": "RRA shall inform its supervising Ministry of the amount of money collected and its use. There shall be an audit of RRA finances in accordance with legal provisions on public finance management."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter V – Property and finance",
      "section": "31",
      "title": "Article 31 – Annual audit of RRA finances",
      "content": "The Auditor General of State Finances shall carry out the annual audit of RRA finances in accordance with the relevant laws."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter V – Property and finance",
      "section": "32",
      "title": "Article 32 – Approval and management of RRA budget",
      "content": "The budget of RRA shall be approved and managed in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter V – Property and finance",
      "section": "33",
      "title": "Article 33 – Use, management and audit of RRA property",
      "content": "The use, management and audit of the RRA property shall be carried out in accordance with relevant laws. The Internal Audit Service shall be responsible for conducting regular audit of RRA accounting records. It shall submit its report to the Board of Directors with a copy to the Commissioner General of RRA."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter V – Property and finance",
      "section": "34",
      "title": "Article 34 – Internal Audit Service of RRA and its responsibilities",
      "content": "The Internal Audit Service of RRA shall be responsible for the daily auditing of RRA accounting records. It shall submit a report to the Board of Directors with a copy to the Commissioner General of RRA. The report shall indicate recommended strategies to correct errors. The Internal Audit Service shall also transmit to the Board of Directors a quarterly audit report showing the summary of reports of audits carried out during that term, and send a copy to the Commissioner General and the Ministry supervising RRA."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter V – Property and finance",
      "section": "35",
      "title": "Article 35 – Auditing the use of RRA property",
      "content": "The use of RRA property shall be subject to an audit and report made in conformity with laws governing the management of state property."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter V – Property and finance",
      "section": "36",
      "title": "Article 36 – Annual financial Report",
      "content": "Within three (3) months following the closure of the financial year, the Commissioner General of RRA shall submit an annual financial report to the supervising Minister, after approval by the Board of Directors in accordance with laws governing management of State finance and property."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter VI – Final provisions",
      "section": "37",
      "title": "Article 37 – Preparation and examination of this Law",
      "content": "This Law was prepared, examined and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter VI – Final provisions",
      "section": "38",
      "title": "Article 38 – Repealing of inconsistent provisions",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter VI – Final provisions",
      "section": "39",
      "title": "Article 39 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
