{
  "id": "rw-law-2005-23",
  "type": "statute",
  "title": "Law establishing Military Medical Insurance and Determining its Organisation and Functioning",
  "title_en": "Law establishing Military Medical Insurance and Determining its Organisation and Functioning",
  "short_name": "Law 23 of 2005",
  "status": "in_force",
  "issued_date": "2005-12-12",
  "in_force_date": "2005-12-12",
  "url": "https://rwandalii.org/akn/rw/act/law/2005/23/eng@2005-12-12",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "There is hereby established a Military Medical Insurance, MMI in brief, which is responsible for provision of medical care to armed forces and others who are insured, only within the country. This law determines its functioning and the insured persons."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "2",
      "title": "Article 2",
      "content": "Le MMI est placé sous la tutelle du Ministère ayant les Forces Rwandaises de Défense dans ses attributions. Il est conclu entre ce Ministère et le MMI des conventions relatives au plan d’activités déterminant les compétences, les droits et les attributions de chaque partie en vue d’accomplir la mission du MMI. Ces conventions doivent porter notamment sur: 1° 2° 3° 4° 5° le fonctionnement du MMI; les attributions de l’Administration et de toutes les instances principales du MMI; les objectifs du MMI; le patrimoine du MMI; le contrôle permanent."
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "3",
      "title": "Article 3",
      "content": "Le MMI est doté d’une personnalité juridique et d’une autonomie de gestion financère. Son siège est établi dans la Ville de Kigali, la Capitale de la République du Rwanda. Il peut être transféré ailleurs dans le pays sur décision du Conseil d’Administration."
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "4",
      "title": "Article 4",
      "content": "Le MMI peut créer des agences, des établissements de santé, des pharmacies, des centres de distribution des médicaments ainsi que des laboratoires conformément à la législation en vigueur au Rwanda en matière de santé. Il peut aussi conclure des conventions avec des établissements sanitaires privés ou publics, des pharmacies, des centrales d’achat ou de distribution des médicaments, des institutions d’Assurance Maladie ainsi que des institutions d’assurance."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "5",
      "title": "Article 5",
      "content": "Les attributions du MMI sont notamment les suivantes: 1° 2° 3° 4° 5° assurer les soins médicaux nécessaires à ses affiliés et à leurs ayants droit; recevoir les cotisations de ses affiliés et les fonds divers; assurer sa gestion; payer les factures relatives aux soins médicaux de ses affiliés et de leurs ayants droit; améliorer et faire le suivi des activités médicales du MMI. TITRE II: DE LA STRUCTURE, DU FONCTIONNEMENT ET DES ATTRIBUTIONS DES ORGANES DU MMI"
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "6",
      "title": "Article 6",
      "content": "Le MMI comprend les organes ci-après: 1° Le Conseil d’Administration; 2° La Direction. CHAPITRE PREMIER: DU CONSEIL D’ADMINISTRATION DU MMI"
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "7",
      "title": "Article 7",
      "content": "Le MMI est dirigé par un conseil de prise de décision dénommé « le Conseil d’Administration » ayant les pleins pouvoirs et les attributions permanentes en rapport avec la gestion des ressources humaines et de son patrimoine en vue dans l’accomplissement de sa mission."
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "8",
      "title": "Article 8",
      "content": "Le Conseil d’Administration est principalement chargé de: 1° approuver le plan d’action du MMI; 2° élaborer le Règlement d’Ordre Intérieur régissant la structure et le fonctionnement des organes du MMI, ce Règlement d’Ordre Intérieur est approuvé par Arrêté du Premier Ministre; 3° adopter le projet de budget annuel et le transmettre au Ministre ayant les Forces Rwandaises de Défense dans ses attributions; 4° promouvoir la politique médicale et d’assurance au sein du MMI; 5° examiner et approuver les rapports trimestriel et annuel indiquant l’usage du patrimoine et les transmettre au Ministre ayant les Forces Rwandaises de Défense dans ses attributions; 6° signer les conventions relatives au plan d’action entre le MMI et et le Ministère ayant les Forces Rwandaises de Défense dans ses attributions; 7° soumettre au Ministre ayant les Forces Rwandaises de Défense dans ses attributions les propositions sur les changements éventuels des prestations assurées par le MMI ainsi que sur le taux de contribution compte tenu des salaires de base; 8° établir les conditions de collaboration entre le MMI, les établissements de santé, les prestataires privés et les pharmacies; 9° approuver les contrats conclus entre le MMI et les autres instances; 10° approuver les contrats de location, de vente et d’achat des biens mobiliers ou immobiliers; 11° approuver les contrats de prêt; 12° recevoir les dons, legs et autres; 13° augmenter le patrimoine du MMI et assurer la mobilisation des fonds; 14° exécuter toute autre tâche de nature à contribuer à l’amélioration des prestations en faveur des membres du MMI."
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER ONE: THE BOARD OF DIRECTORS OF MMI",
      "section": "9",
      "title": "Article 9",
      "content": "The Board of Directors is composed of seven (7) persons nominated and discontinued by the Order of the Prime Minister. Their mandate is three (3) years renewable only once. The Board of Directors is headed by the President who is appointed through the Order of the Prime Minister and he is assisted by the Vice President who is elected by the members of the Board of directors during its first session. A member of the Board of Directors may leave office due to the following reasons: 1° resignation in writing; 2° when he or she no longer performs his or her duties due to illness or disability certified by an authorized medical doctor; 3° when he or she is sentenced by a court to a period of equal to or more than six (6) months of imprisonment; 4° failure to attend three (3) consecutive meetings in a year with no sound reasons; 5° if given other assignments that are incompatible with being a member of the Board of Directors; 6° in case of death."
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "10",
      "title": "Article 10",
      "content": "Le Conseil d’Administration se réunit une fois par trimestre au moins; le quorum requis est de deux tiers (2/3) de ses membres. Il est convoqué par son Président ou, à son absence, par le Vice-Président, au moins sept (7) jours avant la tenue de la réunion. Il peut se réunir en session extraordinnaire en cas de besoin, sur convocation du Président, de sa propre initiative ou sur demande écrite d’un tiers (1/3) de ses membres, au moins deux (2) jours avant la tenue de la réunion. Le Directeur du MMI participe aux réunions du Conseil d’Administration et en est le secrétaire, mais n’a pas le droit de vote. Le Directeur du MMI ne participe pas aux réunions du Conseil d’Administration lorsqu’il s’agit de l’examen d’une question le concernant; dans ce cas le Conseil d’Administration élit un secrétaire en son sein."
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER ONE: THE BOARD OF DIRECTORS OF MMI",
      "section": "11",
      "title": "Article 11",
      "content": "Decisions of the Board of Directors are taken through consensus of its members present; if not possible it shall be conducted through voting. In case of failure to obtain absolute majority vote, the President shall have a casting vote."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER ONE: THE BOARD OF DIRECTORS OF MMI",
      "section": "12",
      "title": "Article 12",
      "content": "In case the meeting of the Board of Directors examines an issue that requires specific technical know-how, it may seek assistance from experts in such a field. Capacity of an expert in the technical know-how is related only to what he or she is required to explain."
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "13",
      "title": "Article 13",
      "content": "Les membres du Conseil d’Administration ont droit à des jetons de présence fixés par Arrêté Présidentiel. Ces jetons de présence ne sont accordés qu’aux membre qu’en cas de participation à la réunion du Conseil d’Administration."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "14",
      "title": "Article 14",
      "content": "Le fonctionnement et le code de conduite des membres du Conseil d’Administration sont régis par le règlement d’ordre intérieur du MMI. CHAPITRE II: DE LA DIRECTION DU MMI"
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "15",
      "title": "Article 15",
      "content": "Le Directeur du MMI est chargé de la gestion quotidienne et de la mise en application des décisions du Conseil d’Administration. Il est assisté dans ses fonctions par les chefs de services, les directeurs des centres du MMI ainsi que ses représentants oeuvrant dans ses différentes agences."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "16",
      "title": "Article 16",
      "content": "Le Directeur du MMI est nommé par Arrêté du Premier Ministre sur proposition du Ministre ayant les Forces Rwandaises de Défense dans ses attributions."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "17",
      "title": "Article 17",
      "content": "Le Directeur du MMI est chargé notamment de: 1° assurer la gestion quotidienne du MMI; 2° préparer les projets des plans d’actions; 3° mettre en application la politique nationale en matière de mutualité de santé; 4° préparer l’avant-projet de budget annuel et le soumettre au Conseil d’Administration; 5° signer tous les contrats entre le MMI et les autres instances après approbation du Conseil d’Administration; 6° préparer l’avant-projet de règlement d’ordre intérieur et le soumettre au Conseil d’Administration; 7° procéder à l’évaluation des performances du personnel du MMI; 8° assurer la gestion du patrimoine du MMI; 9° représenter le MMI devant la loi et les autres instances; 10° assurer le secrétariat du Conseil d’Administration; 11° préparer les rapports financiers trimestriel et annuel et les soumettre au Conseil d’Administration; 12° mettre en application les décisions du Conseil d’Administration et celles de hautes instances de l’Etat; 13° assurer la mobilisation des fonds pour le MMI; 14° exécuter toute autre tâche qui lui est confiée par le Conseil d’Administration et en conformité avec les attributions du MMI."
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER II: MANAGEMENT OF MMI",
      "section": "18",
      "title": "Article 18",
      "content": "At the end of every quarter, and at the end of every year and at any time it is considered necessary, the Director of MMI presents to the Board of Directors, the activity report indicating also the use of finance. TITLE III: PERSONNEL OF MMI"
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "19",
      "title": "Article 19",
      "content": "Le personnel du MMI est engagé et géré selon les modalités prévues par les dispositions de la loi portant Statut Général de la Fonction Publique Rwandaise."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "20",
      "title": "Article 20",
      "content": "La structure, les attributions des organes ainsi que le cadre organique du MMI sont fixés par Arrêté du Premier Ministre sur proposition du Ministre ayant les Forces Rwandaises de Défense dans ses attributions, après avis du Conseil d’Administration et du Ministère ayant la Fonction Publique dans ses attributions. TITRE IV: DE LA NATURE DE L’ ASSURANCE DU MMI CHAPITRE PREMIER: DES BENEFICIAIRES"
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "21",
      "title": "Article 21",
      "content": "Les bénéficiaires du MMI sont les suivants: 1° tout militaire affilié qui est encore en service ainsi que ses ayants droit; 2° tout employé de l’institution privée qui a sollicité et obtenu l’assurance pour les membres de son personnel et leurs ayants droit. Les ayants droit du militaire et de l’employé de l’institution privée qui ont obtenu l’assurance, mentionnés à l’alinéa premier du présent article sont les suivants: 1° 2° 3° 4° 5° le conjoint de l’affilié; l’ enfant légitime ou né hors mariage avant l’union des deux conjoints; l’enfant légitimé; l’ enfant adoptif de l’affilié; l’enfant dont l’affilié est tuteur. Pour être ayant droit, l’enfant mentionné à l’alinéa 2 du présent article, doit être: 1° 2° 3° 4° célibataire et non salarié; agé de dix huit (18) ans au plus; agé de moins de vingt-cinq (25) ans au plus s’il est encore aux études; incapable d’exercer une activité salariée en raison de l’incapacité même s’il est âgé de plus de vingt-cinq (25) ans. Cette incapacité doit être constatée par un Médecin agréé. La souscription à l’assurance du MMI n’empêche pas l’assuré d’adhérer à une autre assurance maladie pour compléter les soins que le MMI ne couvre pas."
    },
    {
      "provision_ref": "artare-the",
      "chapter": "CHAPTER ONE: BENEFICIARIES",
      "section": "are the",
      "title": "Article are the - following:",
      "content": "1° a legally married spouse of the insured; 2° an illegitimate or a legitimate child; 3° a lawful child; 4° an adopted child; 5° a child of whom the insured is a guardian. The eligible child mentioned in paragraph two (2) of this article is required to be: 1° single and with no remunerated employment; 2° below eighteen (18) years of age; 3° below twenty five (25) years of age if he or she is still in school; 4° unable to exercise a remunerated employment although he or she is above twenty five (25) years of age. A government authorized medical doctor should certify the disability. Being insured by MMI does not deny the insured to acquire other complementary insurances to cater for what MMI does not provide."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "22",
      "title": "Article 22",
      "content": "La cotisation est le principe de l’Assurance; l’affilié démobilisé peut rester assuré suivant un contrat entre son nouvel employeur et le MMI. Les agents d’une institution privée peuvent être affiliés à l’assurance du MMI sur demande de leur employeur. Dans ce cas, l’institution adresse au Conseil d’Administration du MMI, une demande écrite ayant pour objet la souscription à cette assurance. Les contrats d’affiliation sont préparés par le Directeur du MMI qui les signe avec le Directeur de cette institution après approbation du Conseil d’Administration. Si deux conjoints sont assurés au sein du MMI par l’employeur, chacun s’acquitte de sa cotisation individuellement. CHAPITRE II: DES SOINS MEDICAUX COUVERTS PAR LE MMI"
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "23",
      "title": "Article 23",
      "content": "Le MMI assure le remboursement des prestations médicales effectuées dans les hôpitaux ou les établissements de santé publics et privés ayant signé avec le MMI un contrat de service médical. Il assure également l’achat des médicaments fournis par les formations médicales. Le MMI assure le remboursement des prestations médicales suivantes: 1° la vaccination; 2° la consultation; 3° la chirurgie; 4° les soins dentaires; 5° les examens de radiologie et de scanner; 6° les examens de laboratoire; 7° les soins de kinésithérapie; 8° l’hospitalisation; 9° les produits pharmaceutiques sur base d’une liste agréée par le MMI; 10° les soins prénatals, périnatals et postnatals; 11° les prothèses et les orthèses dont la valeur n’excède pas le montant fixé par le MMI; 12° les frais d’ambulance; 13° les lunettes dont la valeur n’excède pas le montant fixé par le MMI; 14° les prothèses dentaires dont la valeur n’excède pas le montant fixé par le MMI. D’éventuelles prestations médicales supplémentaires pouvant être assurées par le MMI sont déterminées par Arrêté du Premier Ministre. Toutefois, les prestations médicales suivantes ne sont pas couvertes par le MMI: 1° 2° 3° 4° 5° 6° certificat médical sans rapport avec la maladie; maladie et accident de travail; acte médical assuré selon un contrat particulier; lentilles de contact; médicaments anti-rétroviraux; chirurgie esthétique ou plastique si elle n’est pas réparatrice."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER III: REQUIREMENTS OF THE INSURED",
      "section": "24",
      "title": "Article 24",
      "content": "Rwanda Social Security Fund covers illnesses and risks arising from work. However, in case a person insured in MMI meets illness or risks, MMI shall cover them and Rwanda Social Security Fund shall incur the expenses in accordance with particular agreements of both institutions. Aricle 25: Conditions public health workers and drug sellers are obliged to fulfil, prices and other requirements are prescribed by the internal rules of procedure of MMI and it shall be expressly indicated in the agreement it concludes with them."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "26",
      "title": "Article 26",
      "content": "Les bénéficiaires de l’Assurance tels que repris aux articles premier et 21 de la présente loi, doivent être inscrits dans le registre approprié, payer régulièrement la contribution et disposer d’une carte d’assurance délivrée par le MMI. Les mentions que comporte la carte de l’affilié sont prévues par le règlement d’ordre intérieur du MMI."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER III: REQUIREMENTS OF THE INSURED",
      "section": "27",
      "title": "Article 27",
      "content": "In order for the member to receive medical care, he or she is obliged to have paid at least three (3) months’ subscription fee in advance. He or she will benefit from medical care for such a period if he or she is no longer among the beneficiaries of MMI."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "28",
      "title": "Article 28",
      "content": "Tous les trois (3) mois, le Ministère ayant les Forces Rwandaises de Défense dans ses attributions ainsi que les autres institutions affiliées à cette Assurance doivent porter à la connaissance du MMI tout changement éventuel intervenu au sein de son personnel."
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "29",
      "title": "Article 29",
      "content": "Lorsque l’affilié n’est plus membre du MMI, il doit remettre sa carte d’affiliation dans un délai ne dépassant pas trois (3) mois à compter du jour de la cessation de la qualité de membre. CHAPITRE IV: DES COTISATIONS ET DE LA CONTRIBUTION DE L’ASSURE"
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER IV: SUBSCRIPTION AND PARTICIPATION OF A MEMBER",
      "section": "30",
      "title": "Article 30",
      "content": "Every month’s subscription is twenty two and a half per cent (22.5%) of the basic salary of an insured person. Regarding a soldier, the government contributes seventeen and a half per cent (17.5%), while the insured pays five per cent (5%). For any other member, the agreement his or her employer concluded with MMI applies. The deterrent fee the insured pays for him or herself in case he or she seeks medical attention or in case of buying medicine is fifteen per cent (15%) of the total amount of fees of medical attention received."
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER V: MEDICAL CARE PROCEDURE",
      "section": "31",
      "title": "Article 31",
      "content": "The employer is responsible for deducting an employee’s subscription fee from his or her salary, makes its declaration and transfers it not later than ten (10) days following the month it has been deducted. Disrespect of what is expressed in paragraph one of this article leads to payment of delay overcharges equivalent to one and a half per cent (1.5%) of the entire amount paid every month on delays."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "32",
      "title": "Article 32",
      "content": "Les soins médicaux sont fournis par les médecins du MMI, les médecins de l’Etat, ou les médecins privés conventionnés. Aucun affilié ne peut bénéficier des soins non prévus par la réglementation du MMI."
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "33",
      "title": "Article 33",
      "content": "Dans le cadre de l’administration des soins médicaux, le médecin doit respecter les prescriptions des articles 23, 24, et 25 de la présente loi et se conformer à la liste des médicaments couverts par le MMI, et doit éviter toute activité qui risque de porter préjudice à MMI. TITRE V: DU PATRIMOINE, DE LA COMPTABILITE ET DU CONTROLE CHAPITRE PREMIER: DU PATRIMOINE ET DE SON UTILISATION"
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "34",
      "title": "Article 34",
      "content": "Le patrimoine de MMI est composé de biens meubles et immeubles. Ce patrimoine provient de: 1° 2° 3° 4° 5° 6° 7° contributions mensuelles des assurés et de leurs employeurs; majorations de retard; projets générateurs de revenus et intérêts sur les dépôts; aides, prêts, dons et legs; subventions de l’Etat; intérêts produits de l’assurance; tout autre patrimoine approuvé par le Conseil d’Administration."
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "35",
      "title": "Article 35",
      "content": "Le MMI garde un fonds de sécurité dont le montant et l’utilisation sont décidés par le Conseil d’Administration avec notification au Ministre ayant les Forces Rwandaises de Défense dans ses attributions. Le Ministre ayant les Forces Rwandaises de Défense dans ses attributions décide en outre de la révision budgétaire du MMI chaque fois que de besoin, sur demande du Conseil d’Administration."
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "36",
      "title": "Article 36",
      "content": "Tous les trois (3) ans et chaque fois que de besoin, il est procédé au contrôle de la gestion et à l’actualisation des ressources du MMI."
    },
    {
      "provision_ref": "art37",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "37",
      "title": "Article 37",
      "content": "Le patrimoine de MMI est notamment utilisé aux fins suivantes: 1° 2° 3° 4° 5° 6° 7° les prestations des soins médicaux aux assurés; le fonctionnement journalier de l’Etablissement; les projets générateurs de revenus; les taxes et impôts divers; la construction, l’acquisition, l’entretien du patrimoine du MMI; la rémunération du personnel; le renforcement des capacités du MMI. CHAPITRE II: DE LA COMPTABILITE"
    },
    {
      "provision_ref": "art38",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "38",
      "title": "Article 38",
      "content": "La comptabilité du MMI est faite en conformité avec les décisions prises par le Conseil d’Administration tout en respectant les dispositions légales régissant la comptabilité publique."
    },
    {
      "provision_ref": "art39",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "39",
      "title": "Article 39",
      "content": "Tout le patrimoine du MMI fait l’objet d’un inventaire spécifique qui est inséré dans le rapport financier annuel. CHAPITRE III: DU CONTROLE"
    },
    {
      "provision_ref": "art40",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "40",
      "title": "Article 40",
      "content": "Le contrôle des finances du MMI est effectué par: 1° l’Office de l’Auditeur Général des finances de l’Etat; 2° l’auditeur interne du MMI; 3° les cabinets d’audit privés, sur demande du Conseil d’Administration."
    },
    {
      "provision_ref": "art41",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "41",
      "title": "Article 41",
      "content": "Le contrôle des finances du MMI est effectué en respect des dispositions des lois régissant le contrôle des finances de l’Etat. Lors du contrôle, les pièces originales sont consultées sur place. Lorsque le contrôle est effectué par les Auditeurs des finances de l’Etat, le rapport d’audit et ses copies sont transmis selon les dispositions de la loi portant création de l’Office de l’Auditeur Général des finances de l’Etat. En cas de contrôle effectué par les auditeurs internes du MMI ou des auditeurs privés, le rapport est soumis au Conseil d’Administration avec copies au Ministre ayant les Forces Rwandaises de Défense dans ses attributions, au Ministre ayant les Finances dans ses attributions, à l’Auditeur Général des Finances de l’Etat et au Directeur du MMI. TITRE VI: DES DISPOSITIONS TRANSITOIRES ET FINALES CHAPITRE PREMIER: DES DISPOSITIONS TRANSITOIRES"
    },
    {
      "provision_ref": "art42",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "42",
      "title": "Article 42",
      "content": "Les prestations médicales assurées par le MMI et exécutées avant la publication de la présente loi au Journal Officiel de la République du Rwanda sont supportées par le budget du Ministère ayant les Forces Rwandaises de Défense dans ses attributions. Les contributions acquittées par les militaires et l’Etat depuis le 01 janvier 2004 sont attribuées à MMI."
    },
    {
      "provision_ref": "art43",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "43",
      "title": "Article 43",
      "content": "La présente loi n’exclut pas les opérations de secours effectuées par le Ministère ayant les Forces Rwandaises de Défense dans ses attributions en faveur des militaires dans l’exercice de leur fonction. CHAPITRE II: DES DISPOSITIONS FINALES"
    },
    {
      "provision_ref": "art44",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "44",
      "title": "Article 44",
      "content": "Disputes between MMI and the contracting parties shall be settled amicably. In case of disagreement, assistance of Arbitration Committee shall be sought as provided for by law. In case any party is not satisfied with the decisions of the Arbitration Committee, competent courts shall be referred to."
    },
    {
      "provision_ref": "art45",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "45",
      "title": "Article 45",
      "content": "Toutes les dispositions légales antérieures contraires à la présente loi sont abrogées."
    },
    {
      "provision_ref": "art46",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "46",
      "title": "Article 46",
      "content": "This law shall come into force on the day of its publication in the Official Gazette of the Republic of Rwanda. Kigali, on 12/12/2005 The President of the Republic KAGAME Paul (sé) The Prime Minister MAKUZA Bernard (sé) The Minister of Defence General GATSINZI Marcel (sé) The Minister of Finance and Economic Planning Prof. NSHUTI Manasseh (sé) The Minister of Health Dr. NTAWUKURIRYAYO Jean Damascène (sé) The Minister of Public Service and Labour BUMAYA Habib André (sé) Seen and sealed with the Seal of the Republic: The Minister of Justice MUKABAGWIZA Edda (sé) LOI Nº 23/2005 DU 12/12/2005 PORTANT CREATION, ORGANISATION ET FONCTIONNEMENT DE L’ASSURANCE MALADIE DES MILITAIRES Nous, KAGAME Paul, Président de la République; LE PARLEMENT A ADOPTE ET NOUS SANCTIONNONS, PROMULGUONS LA LOI DONT LA TENEUR SUIT, ET ORDONNONS QU’ELLE SOIT PUBLIEE AU JOURNAL OFFICIEL DE LA REPUBLIQUE DU RWANDA. LE PARLEMENT: La Chambre des Députés, en sa séance du 05 octobre 2005; Le Sénat, en sa séance du 19 juillet 2005; Vu la Constitution de la République du Rwanda du 4 juin 2003, telle que révisée à ce jour, spécialement en ses articles 62, 88, 90, 93, 108, 118, 121 et 201; Vu la Loi Organique nº 14/2004 du 26/5/2004 portant Dispositions Générales Applicables aux Etablissements Publics; Vu la Loi nº 2 du 11 mars 1996 portant Privatisaton et Investissement Public spécialement en son article 5; ADOPTE: TITRE PREMIER: DE LA CREATION, DU SIEGE ET DES ATTRIBUTIONS"
    },
    {
      "provision_ref": "artpremier",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "premier",
      "title": "Article premier",
      "content": "Il est créé un établissement public dénommé «Assurance Maladie des Militaires», MMI en sigle anglais, chargé de couvrir uniquement au Rwanda les soins médicaux au profit des militaires et aux autres qui souscriraient à cette assurance. Le fonctionnement et les bénéficiaires de cet établissement sont déterminés par la présente loi."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER II: FINAL PROVISIONS",
      "section": "25",
      "title": "Article 25",
      "content": "Les obligations des prestataires et des pharmaciens, les écarts des tarifs et autres accessoires acceptables sont prévus par le règlement d’ordre intérieur du MMI et sont clairement portés dans les conventions conclues entre le MMI et ses partenaires. CHAPITRE III: DES OBLIGATIONS DES ASSURES"
    }
  ],
  "definitions": []
}
