{
  "id": "rw-law-2016-40",
  "type": "statute",
  "title": "Law modifying and complementing Law establishing the Value Added Tax",
  "title_en": "Law modifying and complementing Law establishing the Value Added Tax",
  "short_name": "Law 40 of 2016",
  "status": "in_force",
  "issued_date": "2016-10-15",
  "in_force_date": "2016-10-18",
  "url": "https://rwandalii.org/akn/rw/act/law/2016/40/eng@2016-10-18",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "1",
      "title": "Article 1 - Purpose of this Law",
      "content": "This Law establishes the Capacity Development and Employment Services Board abbreviated “CESB”. It also determines its mission, organization and functioning."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "2",
      "title": "Article 2 - Legal personality and autonomy",
      "content": "CESB has legal personality and enjoys administrative and financial autonomy and governed in accordance with relevant laws."
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "3",
      "title": "Article 3 - Category of CESB",
      "content": "CESB falls within the category of non-commercial public institutions."
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER VI: FINAL PROVISIONS",
      "section": "4",
      "title": "Article 4 - Commencement",
      "content": "LAW N°44/2016 OF 18/10/2016 MODIFYING AND COMPLEMENTING LAW N°15/2012 OF 03/05/2012 RELATING TO ELECTION PROCEDURES FOR RWANDAN MEMBERS OF THE EAST AFRICAN LEGISLATIVE ASSEMBLY We, KAGAME Paul, President of the Republic; THE PARLIAMENT HAS ADOPTED AND WE SANCTION, PROMULGATE THE FOLLOWING LAW AND ORDER IT BE PUBLISHED IN THE OFFICIAL GAZETTE OF THE REPUBLIC OF RWANDA THE PARLIAMENT: The Chamber of Deputies, in its session of 29 September 2016; Pursuant to the Constitution of the Republic of Rwanda of 2003 revised in 2015, especially in Articles 64, 69, 70, 88, 90, 91, 93, 106, 120 and 176; Pursuant to Organic Law n° 06/2006 of 15/05/2006 establishing internal rules of procedure of the Chamber of Deputies in the Parliament as modified and complemented to date, especially in Articles 16,72, 76, 79 and 141; Pursuant to Organic Law n° 08/2012 of 02/11/2012 establishing rules of procedure of the Senate, especially in Articles 24 and 143; Pursuant to the Treaty for the establishment of the East African Community, as amended to date, especially in Articles 9, 48, 49, 50 and 51; Pursuant to the Treaty of accession of the Republic of Rwanda to the East African i Community, signed in Kampala, in Uganda, on 18 June 2007; Pursuant to East African Legislative Assembly Elections Act, 2011; Pursuant to Law n° 31/2005 of 24/12/2005 relating to the organization and functioning of the National Electoral Commission as modified and complemented to date, especially in Article 5; Having reviewed Law n°15/2012 of 03/05/2012 relating to election procedures for Rwandan members of the East African Legislative Assembly, especially in Article 22; ADOPTS:"
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER III: SUPERVISING AUTHORITY",
      "section": "5",
      "title": "Article 5 - Mission of CESB",
      "content": "CESB has the following main mission; 1° advise Government on the implementation institutional capacity-building and human resource development strategies and how match them with employment promotion; 2° monitor and coordinate the implementation the national institutional capacity-building and human resource development strategies and those related to employment promotion; 3° play a role in the national institutional capacity-building and human resource development planning; 4° support the country to match education programmes with the needs of the labour market; 5° support different sectors, to map skills needs and coordinate strategies to address the skills and capacity deficit in the public, private and civil society sectors; 6° coordinate activities related to the track data on Rwandan students in-country and abroad and facilitate their transitions into the labour market; 7° manage the National Capacity Development Fund and mobilize resources for initiatives under capacity development and employment promotion; 8° monitor and assess the impact of capacity building activities across different employment sectors; 9° coordinate internship programmes in different sectors and create awareness on skills development opportunities; 10° develop and update the Labour Market Information System and update and disseminate information on a national database of skills available and required skills; 11° promote institutional capacity-building and human resource development, with special focus on priority sectors of the national development; 12° coordinate activities of fora at the national and each sector level as part of institutional capacity-building and human resource development; 13° conduct research and analytical work to orient strategic initiatives in the field of human resource development; institutional capacity- building and employment promotion; 14° cooperate and collaborate with other national, regional and international institutions with similar mission. OF CESB AND PERFORMANCE CONTRACT"
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER",
      "section": "6",
      "title": "Article 6 - Powers of WDA and its",
      "content": "collaboration with other organs in charge of inspection of technical and vocational schools WDA collaborates with other organs and have the power to take provisional urgent decisions in technical and vocational education and training in a bid to solve problems until competent organs take final decision. A Prime Minister’s Order establishes guidelines for collaboration between the General Inspectorate of technical and vocational schools performed by WDA and Districts structures in charge of education. III: SUPERVISING AUTHORITY OF WDA AND PERFORMANCE CONTRACT"
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER IV: ORGANISATION",
      "section": "7",
      "title": "Article 7 - Performance Contract",
      "content": "CESB operates on the basis of performance contract. Modalities for the conclusion and evaluation performance contract of CESB are determined relevant laws. FUNCTIONING OF CESB AND"
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER IV: ORGANISATION AND",
      "section": "8",
      "title": "Article 8 - Performance contract",
      "content": "WDA operates on the basis of performance contract. Modalities for the conclusion and evaluation of performance contract of WDA are determined by relevant laws. FUNCTIONING OF WDA"
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER IV: ORGANISATION | Section One: Board of Directors",
      "section": "9",
      "title": "Article 9 - Composition of the Board of Directors",
      "content": "of CESB The Board of Directors of CESB is composed seven (7) members appointed by a presidential order, including the Chairperson and the Deputy Chairperson. Members of the Board of Directors are selected the basis of their competence and expertise. At least thirty percent (30%) of members of the Board of Directors must be females. The term of office of the members of the Board Directors and modalities for their replacement are determined by a Prime Minister’s order."
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER IV: ORGANISATION AND | Section One: Board of Directors",
      "section": "10",
      "title": "Article 10 - Composition of the Board of",
      "content": "Directors of WDA The Board of Directors of WDA is composed of seven (7) members appointed by a Presidential Order, including a Chairperson and a Deputy Chairperson. Members of the Board of Directors are selected on the basis of their competence and expertise. At least thirty percent (30%) of the members of the Board of Directors must be females. The term of office of the members of the Board of Directors as well as their replacement are determined by a Presidential Order."
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER IV: ORGANISATION | Section One: Board of Directors",
      "section": "11",
      "title": "Article 11 - Responsibilities of the Board",
      "content": "Directors The main responsibilities of the Board of Directors of CESB are the following: 1 º to oversee the functioning of the Executive Organ of CESB and provide strategic guidance to be followed by the Executive Organ in fulfilment of its responsibilities; 2 º to approve the long term strategic plan and action plan of CESB and related reports; 3 º to conclude a performance contract with the supervising authority of CESB and monitor its execution; 4 º to approve the procedures manual and Internal Rules and Regulations of CESB; 5 º to approve the draft budget proposal CESB and monitor the use and execution the budget; 6 º to adopt the report of activities and of the use of property of the previous year; 7 º to take decisions on all critical matters falling under the mission of CESB; 8 º to approve the draft organizational structure of CESB determined by a Prime Minister’s order; 9 º to assess the functioning of CESB accordance with the action plan and budget; 10 º to submit a quarterly report to the supervising authority of CESB."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER IV: ORGANISATION AND | Section One: Board of Directors",
      "section": "12",
      "title": "Article 12 - Responsibilities of the Board of",
      "content": "Directors The main responsibilities of the Board of Directors of WDA are the following: 1 º to oversee the functioning of the Executive Organ of WDA and provide strategic guidance to be followed by the Executive Organ in the fulfilment of its mission; 2 º to approve long term strategic plan, medium and short term action plan of WDA and related reports; 3 º to conclude a performance contract with the supervising authority of WDA and make follow up on its execution; and 5 º to approve the draft budget proposal of WDA, monitor the use of budget and approve budget execution report; 6 º to approve the activities report and use of property for the previous year; 7 º to decide on all critical matters falling under the mission of WDA; 4 º to approve the internal regulations of WDA; rules 8 º to approve the draft organizational structure of WDA to be established by a Prime Minister’s Order; 9 º to evaluate the functioning of WDA on the basis of the action plan and the budget; 10 º to submit a quarterly activity report to the supervising authority of WDA."
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER IV: ORGANISATION AND | Section One: Board of Directors",
      "section": "13",
      "title": "Article 13 - Responsibilities of the",
      "content": "Chairperson of the Board of Directors The Chairperson of the Board of Directors has the following responsibilities: 1º to head the Board of Directors and coordinate its activities; 2º to convene and preside over meetings of the Board of Directors; 3º to submit minutes of meetings of the Board of Directors of WDA to its supervising authority; 4º to sign the performance contract between the Board of Directors and the supervising authority of WDA; 5º to submit WDA reports adopted by the Board of Directors to relevant organs; 6º to follow up the implementation of resolutions of the Board of Directors; 7º to perform such other duties falling within the mission of the Board of Directors as it may assign it to him/her."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER IV: ORGANISATION AND | Section One: Board of Directors",
      "section": "14",
      "title": "Article 14 - Duties of the Deputy",
      "content": "Chairperson of the Board of Directors The Deputy Chairperson of the Board of Directors has the following duties: 1. to assist the Chairperson and deputize for him/her in his/her absence; 2. to perform any duty which the Board of Directors. may assign to him/her. Article 15: Incompatibilities with membership of the Board of Directors Members of the Board of Directors are not allowed to perform any remunerated activity within WDA. Members of the Board of Directors are also not allowed, whether individually or through companies in which they hold shares, to bid for tenders of WDA."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER IV: ORGANISATION | Section One: Board of Directors",
      "section": "16",
      "title": "Article 16 - Invitation and holding of the meeting",
      "content": "of the Board of Directors and the modalities for taking decisions Meeting of the Board of Directors of CESB is held once in every quarter and at any time it is considered necessary upon invitation by its Chairperson Deputy-Chairperson in case of absence of Chairperson, at his/her own initiative or upon request in writing by at least a third (1/3) of members. The invitation is submitted in writing to the members of the Board of Directors at least fifteen (15) days before the meeting is held. However, an extraordinary meeting is convened writing at least three (3) working days before the meeting is held. Items to be examined by the meeting of the Board of Directors in the first quarter of the year include the approval of the financial and activity reports the previous year. In every quarter, the Board of Directors examines the financial and activity reports relating to the previous quarter to be transmitted to the supervising authority of CESB. Required quorum for a meeting to be held is two thirds (2/3). However, when a meeting is convened for the second time it is held regardless attendance level. The Director General attends the Board of Directors meetings. Modalities for decisions making by the Board Directors are determined by Internal Rules and Regulations of CESB."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER IV: ORGANISATION AND | Section One: Board of Directors",
      "section": "17",
      "title": "Article 17 - Convening and holding of",
      "content": "meetings of the Board of Directors and modalities for decision-making The meeting of the Board of Directors of WDA is held once a quarter and whenever necessary upon invitation by its Chairperson, or Deputy Chairperson in case of absence of its Chairperson at his/her own initiative or upon request in writing by at least a third (1/3) of its members. The invitation is submitted in writing to the members of the Board of Directors at least fifteen (15) days before the meeting is held. However, an extraordinary meeting is convened in writing at least three (3) working days before the meeting is held. Items to be examined by the meeting of the Board of Directors in the first quarter of the year include the approval of the financial and activity reports for the previous year. In every quarter, the Board of Directors must examine the financial and activity reports relating to the previous quarter to be transmitted to the supervising authority of WDA. The required quorum for a meeting of the Board of Directors to take place is two-thirds (2/3). However, when a meeting is convened for the second time it takes place regardless of the number of members present. The Director General attends the meetings of the Board of Directors. Modalities for decision-making by the Board of Directors are determined by the internal rules and regulations of WDA."
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER IV: ORGANISATION | Section One: Board of Directors",
      "section": "18",
      "title": "Article 18 - Approval of resolutions and minutes",
      "content": "of the meeting of the Board of Directors Resolutions of the meeting of the Board of Directors are signed by its members immediately after completion, and a copy is provided to the supervising authority of CESB in a period not exceeding five (5) working days. The Head of the supervising authority of CESB gives his/her views on the resolutions of the meeting of the Board of Directors in a period not exceeding fifteen (15) working days from the receipt of the report. If this period expires before he/she gives his/her views, the resolutions of the meeting are presumed definitively approved. The minutes of the meeting of the Board Directors is signed by the Chairperson and the rapporteur and is approved during the next meeting. The copy of minutes of the meeting is sent to the supervising authority of CESB in a period not exceeding fifteen (15) days from the day of approval."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER IV: ORGANISATION AND | Section One: Board of Directors",
      "section": "19",
      "title": "Article 19 - Approval of resolutions and",
      "content": "minutes of the meeting the Board of Directors Resolutions of the meeting of the Board of Directors are signed by its members immediately after the end of the meeting, and a copy thereof is sent to the authority supervising WDA in a period not exceeding five (5) working days. The head of the supervising authority of WDA gives his/ her views on the resolutions of the meeting of the Board of Directors in a period not exceeding fifteen (15) working days from receipt thereof. If this period expires before he/she gives his/her views, the resolutions of the meeting are deemed definitively approved. The minutes of the meeting of the Board of Directors are signed by the Chair and the Rapporteur and approved during the next meeting. A copy of minutes of the meeting is sent to the Minister supervising WDA in a period not exceeding fifteen (15) working days from the day of its approval."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER IV: ORGANISATION | Section One: Board of Directors",
      "section": "20",
      "title": "Article 20 - Personal interest in issues on the",
      "content": "agenda When one (1) of the members the Board Directors has got a direct or indirect interest in the issue to be examined, he/she must, immediately inform the meeting of the Board of Directors where his/her interest lies. The member informing interests in the issue to be examined cannot attend the meeting deliberating on that issue. When it happens that many or all members of the meeting of the Board of Directors have direct indirect interest in the issue to be examined in such a way that it is impossible to take decision on the issue, the issue will be submitted to the CESB’s supervising authority to decide on the matter within thirty (30) days."
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER IV: ORGANISATION AND | Section One: Board of Directors",
      "section": "21",
      "title": "Article 21 - Personal interest in issues on the",
      "content": "agenda When a member of the Board of Director has a direct or indirect interest in the issue to be examined, he/she must immediately inform the Board of Directors about where his/her interest lies. The member informing of interests in the issue to be examined cannot attend the meeting deliberating on that issue. When it appears that many or all Board’s members have a direct or indirect interest in the issue to be examined in such a way that it is impossible to make a decision on the issue, the issue will be submitted to WDA supervising authority which makes a ruling thereon within thirty (30) days."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER VI: FINAL PROVISIONS",
      "section": "22",
      "title": "Article 22 - of Law n° 15/2012 of 03/05/2012",
      "content": "relating to election procedures for Rwandan members of the East African Legislative Assembly is modified and complemented as follows: “Without prejudice to the provisions of Article 51 of the Treaty for establishment of the East African Community as amended to date, a Rwanda member of EALA is replaced if: 1º organs that participated in his/her election realise that he/she no longer fulfils the requirements to continue to be a member of EALA; 2º he/she is given other duties of the country’s interest or of the East African Community; 3º he/she is no longer able to perform his/her duties due to physical or mental disability certified by a medical team; 4º he/she resigns; 5º he/she dies. The substitution of a Rwandan member of EALA is done if the member vacates his/her seat six (6) months ahead of the end of the term of the members of EALA. However, the substitution of a member whose remaining term is less than six (6) months may be done if it is evident that the quorum specified by laws governing EALA cannot be obtained. Modalities used to elect him/her as a Rwanda member of EALA are also used to substitute him/her. A member who substitutes a Rwandan member who vacated his/her seat in EALA completes the remaining term of office of the members of EALA”."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER IV: ORGANISATION AND | Section One: Board of Directors | Section 2: Executive Organ",
      "section": "23",
      "title": "Article 23 - Composition of the Executive",
      "content": "Organ of WDA The Executive Organ of WDA is comprised of the Director General appointed by a Presidential Order and other staff members recruited in accordance with relevant laws. A Presidential Order may also appoint Deputy Directors General and determine their powers and responsibilities. The performance of duties of members of the Executive Organ of WDA is determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER IV: ORGANISATION | Section One: Board of Directors | Section 2: Executive Organ",
      "section": "24",
      "title": "Article 24 - Powers and responsibilities of the",
      "content": "Director General of CESB The Director General of CESB has the power decision in the administrative and financial management of CESB in accordance with relevant laws. He/she coordinates and directs the activities CESB. The Director General of CESB has the following responsibilities: 1. to follow up daily activities of CESB; 2. to serve as legal representative of CESB; 3. to serve as the spokesperson of CESB; 4. to ensure the implementation of the decisions of the Board of Directors CESB; 5. to ensure the management of staff, equipment and property of CESB and submit a related report to the Board Directors; 6. to draft the activity plan and report to approved by the Board of Directors CESB; 7. to draft a proposal of Internal Rules and Regulations of CESB to be approved by the Board of Directors of CESB; 8. to prepare the draft budget of CESB; 9. to ensure the execution of CESB budget; 10. to attend the meetings of the Board Directors and act as its rapporteur; 11. to perform any other duty relating to the mission of CESB as the Board of Directors may assign to him/her. Responsibilities of other members of the staff of the Executive Organ of CESB are determined by Prime Minister’s order."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER IV: ORGANISATION AND | Section One: Board of Directors | Section 2: Executive Organ",
      "section": "25",
      "title": "Article 25 - Powers and responsibilities of",
      "content": "the Director General of WDA The Director General of WDA has the power of decision in the administrative and financial management of WDA in accordance with relevant laws. He/she coordinates and direct the activities. The Director General of WDA has the following responsibilities: 1° to follow up daily activities of WDA; 2° to serve as the legal representative of WDA; 3° to serve as the spokesperson of WDA; 4° to implement decisions of the Board of Directors of WDA; 5° to ensure the management of staff, equipment and property of WDA and submit a related report to the Board of Directors; 6° to prepare the action plan and activities report to be approved by the Board of Directors of WDA; 7° to prepare the draft internal rules and regulations of WDA to be approved by the Board of Directors of WDA; 8° to prepare the draft budget proposal of WDA; 9° to ensure the execution of WDA budget; 10° to attend the meetings of the Board of Directors and act as rapporteur; 11° to perform such other duties relating to the mission of WDA as the Board of Directors may assign to him/her. Responsibilities of other staff members of the Executive Organ of WDA are determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER IV: ORGANISATION | Section One: Board of Directors | Section 2: Executive Organ",
      "section": "26",
      "title": "Article 26 - Salary and other fringe benefits for",
      "content": "members of the Executive Organ The salary and other fringe benefits for the staff CESB are fixed in accordance with laws governing public service."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER",
      "section": "27",
      "title": "Article 27 - Salaries and fringe benefits",
      "content": "allocated to the Executive Organ members Salaries and fringe benefits for the Executive Organ members of WDA are fixed in accordance with laws governing public service. FINANCE V: PROPERTY AND"
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER",
      "section": "28",
      "title": "Article 28 - Property of WDA and its sources",
      "content": "The property of WDA is comprised of movable and immovable assets. The property of WDA comes from the following sources: 1º State budget allocations; 2º State or subsidies; 3º income from services rendered; 4º proceeds from its property; 5º loans granted to WDA as approved by the Minister in charge of finance; 6º donations and bequests. development"
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER IV: ORGANISATION | Section One: Board of Directors | Section 2: Executive Organ | Section 3: Consultative Organ of CESB",
      "section": "29",
      "title": "Article 29 - Responsibilities of the Consultative",
      "content": "Organ of CESB Responsibilities of the Consultative Organ of CESB are the following: 1º to provide advice to the Board of Directors on the strategic guidance of CESB; 2º to provide advice to the Board of Directors aiming at giving CESB a strong vision the area of institutional capacity-building, human resource development and employment promotion; 3º to provide advice to CESB on job sectors, which need special attention in the area capacity-building and employment promotion; 4º to provide advice on any other activities relating to the mission of CESB."
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER",
      "section": "30",
      "title": "Article 30 - Use, management and audit of",
      "content": "the property of WDA The use, management and audit of the property of WDA are carried out in accordance with relevant laws. WDA internal audit service submits a report to the Board of Directors, with a copy to the Director General of WDA."
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER V: PROPERTY AND FINANCE",
      "section": "31",
      "title": "Article 31 - Property of CESB and its sources",
      "content": "The property of CESB is comprised of movable and immovable assets. The property of CESB comes from the following sources: 1° State budget allocations; 2° State or partners’ subsidies; 3° income from services rendered; 4° interests from its property; 5° loans granted to CESB as approved by the Minister in charge of finance; 6° donations and bequests."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER",
      "section": "32",
      "title": "Article 32 - Transitional period",
      "content": "Matters relating to technical and vocational secondary school-leaving examinations and the award of the certificate after completion of this level of education remain within the competence of WDA within two (2) years from the day of publication of this Law in the Acts performed by WDA under Law n° 39/2011 of 13/09/2011 remain valid."
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER",
      "section": "33",
      "title": "Article 33 - Transfer of property",
      "content": "Movable and immovable assets, liabilities and names of WDA previously governed by Law n o 39/2011 of 13/09/2011 establishing the Workforce Development Authority (WDA) and determining its mission, organization and functioning are hereby transferred to WDA established under this Law."
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER VI: FINAL PROVISIONS",
      "section": "34",
      "title": "Article 34 - Annual financial report",
      "content": "Within three (3) months following the closure of the financial year, the Director General of CESB submits to the supervising authority of CESB the annual financial report after its approval by the Board of Directors in accordance with laws governing the management of State finance and property."
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER",
      "section": "35",
      "title": "Article 35 - Repealing provision",
      "content": "Law n o 39/2011 of 13/09/2011 establishing the Workforce Development Authority (WDA) and determining its mission, organization and functioning and all other prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "36",
      "title": "Article 36 - Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. Kigali, on 18/10/2016 (sé) KAGAME Paul President of the Republic (sé) MUREKEZI Anastase Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General LAW Nº43/2016 OF 18/10/2016. ESTABLISHING THE CAPACITY DEVELOPMENT AND EMPLOYMENT SERVICES BOARD AND DETERMINING ITS MISSION, ORGANISATION AND FUNCTIONING TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER IV: ORGANISATION | Section One: Board of Directors",
      "section": "15",
      "title": "Article 15 - Reasons for loss of membership to the",
      "content": "Board of Directors and modalities for replacement A member of the Board of Directors loses membership if: 1. the term of office expires; 2. he/she resigns in writing; 3. he/she is no longer able to perform his/her duties due to the physical or mental disability certified by a committee of three (3) authorized medical doctors; 4. he/she is sentenced to a term imprisonment equal to or exceeding six months in a final judgement; 5. he/she is absent in meetings for three (3) consecutive times without valid reasons; 6. he/she manifests any behaviour likely compromise his/her dignity, that of his/her work or his/her position; 7. he/she jeopardizes the interests of CESB; 8. he/she is guilty of the crime of genocide genocide ideology; 9. he/she no longer fulfils the requirements under which he/she was appointed; 10. he/she dies. In case a member of the Board of Directors leaves his/her duties before the expiration of his/her term of office, the competent authority appoints his/her substitute to complete such a term of office."
    },
    {
      "provision_ref": "art37",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "37",
      "title": "Article 37 - Commencement",
      "content": "LAW Nº43/2016 OF 18/10/2016 ESTABLISHING THE CAPACITY DEVELOPMENT AND EMPLOYMENT SERVICES BOARD AND DETERMINING ITS MISSIONS, ORGANISATION AND FUNCTIONING We, KAGAME Paul, President of the Republic; THE PARLIAMENT HAS ADOPTED AND WE SANCTION, PROMULGATE THE FOLLOWING LAW AND ORDER IT BE PUBLISHED IN THE OFFICIAL GAZETTE OF THE REPUBLIC OF RWANDA THE PARLIAMENT: The Chamber of Deputies, in its session 06/09/2016; Pursuant to the Constitution of the Republic Rwanda of 2003 revised in 2015, especially Articles 64, 69, 70, 88, 90, 91, 106, 112, 119, 120, 139, 165 and 176; Pursuant to Organic Law nº 001/2016/OL 20/04/2016 establishing general provisions governing public institutions; ADOPTS:"
    }
  ],
  "definitions": []
}
