{
  "id": "rw-law-2016-28",
  "type": "statute",
  "title": "Law on the Preservation of Cultural Heritage and Traditional Knowledge",
  "title_en": "Law on the Preservation of Cultural Heritage and Traditional Knowledge",
  "short_name": "Law 28 of 2016",
  "status": "repealed",
  "issued_date": "2016-07-22",
  "in_force_date": "2016-08-15",
  "url": "https://rwandalii.org/akn/rw/act/law/2016/28/eng@2016-08-15",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the preservation of cultural heritage and traditional knowledge."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions",
      "content": "For the purposes of this Law, the following terms are defined as follows: 1° restoration: the renovation of objects including buildings, cultural works and others so as to return them to their original condition; 2° classification: an act whereby the State declares that a public or private tangible cultural heritage has been inventoried for the protection of public or private interest of cultural heritage; 3° expression of folklore: forms or manners, in which cultural knowledge is expressed or manifested; 4° certificate: a document delivered by a competent authority attesting to the rights held by or authorisation granted to an individual, a moral person or a country with respect to cultural heritage, expression of folklore and traditional knowledge; 5° inventory: the listing of movable and immovable cultural heritage belonging to the State, to communities, to associations or to individuals; 6° registration: an act whereby intangible cultural heritage, whether public or private, which is included in the inventory and protected is declared by the State as being a national cultural characteristic; 7° Ministry: the Ministry in charge of culture; 8° Minister: the Minister in charge of culture; 9° traditional knowledge: knowledge originating from a local community manifested through particular cultural activities passed down from one generation to another or knowledge registered by an individual on behalf of the family from one generation to another; 10° person: an individual, a group of co-owners, a company, an organization or an association with legal personality; 11° cultural heritage: a tangible and intangible heritage of a local community or of natural person related to the cultural tradition, passed down from generation to generation and with a particular value in terms of science, technology, history and archaeology, philosophy, art and religion and other areas related to culture."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "3",
      "title": "Article 3 – Components of cultural heritage",
      "content": "The cultural heritage is composed of the following: 1° tangible cultural heritage; 2° intangible cultural heritage."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "4",
      "title": "Article 4 – Tangible cultural heritage",
      "content": "The tangible cultural heritage is composed of the following: 1° movable and immovable heritage; 2° mixed cultural and natural heritage; 3° underwater heritage."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "5",
      "title": "Article 5 – Intangible cultural heritage",
      "content": "The intangible cultural heritage is composed of: 1° oral tradition, oral literature, songs, cultural dances, rituals and taboos, intangible art, crafts and folklore, festivals, cultural events, knowledge and practices; 2° documentary heritage: rare manuscripts, pictures, slideshows and speeches. An Order of the Minister determines other tangible and intangible culture heritage elements."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "6",
      "title": "Article 6 – National Ballet",
      "content": "There is hereby established a National Ballet. A Prime Minister’s Order determines the mission, structure, organization and functioning of the National Ballet."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "7",
      "title": "Article 7 – Cultural heritage inventory and its purpose",
      "content": "The inventory presents the assets of the country’s cultural heritage, both tangible and intangible, movable and immovable. The purpose of inventory of cultural heritage elements is to identify, classify, enhance the value of, protect and preserve such assets."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "8",
      "title": "Article 8 – Organs in charge of inventory of cultural heritage",
      "content": "The cultural heritage inventory is done by the District authority and approved by the Ministry. The District authority is responsible for inventory of cultural heritage progressively found within its jurisdiction and submits the listing to the Ministry."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "9",
      "title": "Article 9 – Notification of cultural heritage",
      "content": "A list of classified cultural heritage is displayed at the office of the District, Sector and Cell in whose jurisdiction the heritage is located. Any person who knows any unregistered cultural heritage must immediately notify the administrative authority of the District where the heritage is located. When a person who knows the unregistered cultural heritage does not have access to the District authority, he/ she notifies the nearest local administrative authority."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "10",
      "title": "Article 10 – Organs in charge of classification",
      "content": "The classification of tangible cultural heritage is carried out by the Ministry."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "11",
      "title": "Article 11 – Criteria for classification of cultural heritage",
      "content": "A cultural heritage is classified if it meets at least one of the following criteria: 1° to represent a masterpiece of creative genius of either a Rwandan citizen or a foreign national; 2° to be directly associated with cultural tradition, philosophy, beliefs and artistic works; 3° to be a historical area, building, visual representation, and monuments showing artistic talent; 4° to bear a unique or exceptional testimony to development and Rwandan civilisation in terms of arts, technology and history from generation to generation."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "12",
      "title": "Article 12 – Publication and notification of provisional classification",
      "content": "The Minister publishes the provisional classification of tangible cultural heritage before its final classification. The Minister notifies in writing the owner of cultural heritage or its manager before its final classification."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "13",
      "title": "Article 13 – Appeal against a decision of provisional classification of a cultural heritage",
      "content": "A person dissatisfied with the decision of provisional classification of a cultural heritage appeals in writing against the decision to the Minister within a period not exceeding sixty (60) days from the date of publication of the classification and receives an answer within thirty (30) days from the date of receipt of the appeal."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "14",
      "title": "Article 14 – Final classification of tangible cultural heritage",
      "content": "An Order of the Minister determines the final classification of tangible cultural heritage."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "15",
      "title": "Article 15 – Restrictions on classified heritage",
      "content": "Apart from routine tasks of maintaining cultural heritage, no person shall destroy, move, repair or modify in any way classified cultural heritage without prior written approval of the Minister within sixty (60) days from the date of receipt of the complete file. In case the Minister fails to reply within the prescribed period, the application is deemed accepted. No person shall affix texts, images or install advertising signs on a historical monument or in its neighbouring area."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "16",
      "title": "Article 16 – Declassification of cultural heritage",
      "content": "The Minister may declassify cultural heritage at any time that the reason for classification thereof no longer exists."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "17",
      "title": "Article 17 – Right to an in-kind exchange or fair compensation",
      "content": "The final classification of cultural heritage may give an individual or the owner the right to an in-kind exchange or fair compensation in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "18",
      "title": "Article 18 – Organ in charge of registration of intangible cultural heritage",
      "content": "Intangible cultural heritage is registered by the organ in charge of registration."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "19",
      "title": "Article 19 – Criteria for registration of intangible cultural heritage",
      "content": "Intangible cultural heritage is registered if it meets at least one of the following characteristics of the national culture: 1° to demonstrate a sublime cultural value to the society or the nationals; 2° to represent the originality of a work and an artistic genius passed down from generation to generation traditionally; 3° to be linked to cultural rites, philosophy, beliefs and human arts and practices; 4° to be likely to disappear and need special protection; 5° to bear a unique or exceptional testimony to the development and Rwandan civilization in terms of arts, technology and history from generation to generation."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "20",
      "title": "Article 20 – Income generation through cultural heritage",
      "content": "An Order of the Minister determines modalities for income generation from and use of cultural heritage."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "21",
      "title": "Article 21 – Repatriation of Rwandan cultural heritage",
      "content": "Upon request by the Minister, the Minister in charge of foreign affairs claims for the return to Rwanda of cultural heritage exported unlawfully or kept beyond the designated time abroad. When exported cultural heritage has been damaged, the country in which the heritage is located returns it after restoration or give fair compensation pursuant to the convention between both countries. In case there is no convention between Rwanda and the concerned country, international conventions apply."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "22",
      "title": "Article 22 – Exportation of national cultural heritage",
      "content": "The permanent exportation of national cultural heritage is prohibited. However, the Minister may authorize the exportation of national cultural heritage for the purpose of restoration, valorisation, research or exhibition for a period that he/she determines according to the export purpose."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "23",
      "title": "Article 23 – Power to issue cultural heritage export certificate",
      "content": "Cultural heritage export certificate is only issued by the Minister. When the exported cultural heritage belongs to an individual, the individual transmits the heritage to the Ministry after obtaining acknowledgment of receipt from the Ministry."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "24",
      "title": "Article 24 – Protection of cultural heritage registered in another country",
      "content": "If the cultural heritage registered in foreign country is imported to Rwanda, it must be automatically treated and protected as the cultural heritage registered in Rwanda in accordance with the law and international conventions to which Rwanda is a party."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "25",
      "title": "Article 25 – Notification of a cultural heritage unlawfully imported into Rwanda",
      "content": "Any person who becomes aware of the existence of any cultural heritage that was unlawfully imported into Rwanda, he/she notifies the Ministry. Upon request by the Ministry, the Ministry in charge of foreign affairs notifies the concerned State."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "26",
      "title": "Article 26 – Request for return of a cultural heritage unlawfully imported into Rwanda",
      "content": "The State requesting for the return of a cultural heritage unlawfully imported into Rwanda provides the Ministry in charge of foreign affairs with evidence of ownership of the cultural heritage to justify return thereof."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "27",
      "title": "Article 27 – Authorisation of research on cultural heritage",
      "content": "Research on cultural heritage on the ground, under the ground or under water is subject to a request for authorization from the competent authority. The request and authorization are notified to the Ministry. An Order of the Minister determines requirements for the researcher before being granted authorization to conduct research, his/ her obligations and rights."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter II – Preservation and protection of cultural heritage",
      "section": "28",
      "title": "Article 28 – Release of research results",
      "content": "Any person authorized to conduct research in accordance with the provisions of this Law has the obligation to present research results to the organ having granted him/her authorization, with a copy to the Minister."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter III – Preservation and protection of expressions of folklore and traditional knowledge",
      "section": "29",
      "title": "Article 29 – Means of protection of expressions of folklore",
      "content": "The registrar of intellectual property rights keeps the register of expressions of folklore which belong to the national heritage and ensures that they are protected."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter III – Preservation and protection of expressions of folklore and traditional knowledge",
      "section": "30",
      "title": "Article 30 – Beneficiaries of protection of expressions of folklore",
      "content": "A country, a private institution or an individual who has registered their expressions of folklore to the competent authority is the beneficiary of protection of the expressions of folklore. The expression of folklore must be kept and used in its traditional practices."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter III – Preservation and protection of expressions of folklore and traditional knowledge",
      "section": "31",
      "title": "Article 31 – Restrictions on registered expression of folklore",
      "content": "No person shall misappropriate, use outside traditional context or unlawfully exploit a registered expression of folklore."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter III – Preservation and protection of expressions of folklore and traditional knowledge",
      "section": "32",
      "title": "Article 32 – Limitations applicables to the protection of an expression of folklore",
      "content": "Subject to the provisions of Article 34 of this law and after compliance with the ordinary traditional use of an expression of folklore, it is permitted to: 1° expand and extend its use, its development, transmission, dissemination or its cession; 2° be subject to exceptions for the purposes of teaching and research, private use, reporting of current events, use in the course of legal proceedings, the making of recordings and reproductions of an expression of folklore for inclusion in an archive or inventory exclusively for the purposes of safeguarding national heritage."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter III – Preservation and protection of expressions of folklore and traditional knowledge",
      "section": "33",
      "title": "Article 33 – Duration of protection of expressions of folklore",
      "content": "Expressions of folklore belonging to the national heritage are protected for so long as the expression fulfils the protection criteria referred to under this Law. However, where an expression of folklore belongs exclusively to an individual, protection last fifty (50) years from the date of the death of the owner after which it is regarded and protected as the national heritage."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter III – Preservation and protection of expressions of folklore and traditional knowledge",
      "section": "34",
      "title": "Article 34 – Rights to economic interests arising from an expression of national folklore",
      "content": "Any person who uses an expression of national folklore for economic interests pays royalties determined by the competent authority."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter III – Preservation and protection of expressions of folklore and traditional knowledge",
      "section": "35",
      "title": "Article 35 – Rights to economic interests arising from the transfer of an expression of national folklore",
      "content": "The transfer in whole or in part of the right to an expression of national folklore for economic interests or the transfer of any other right for economic interests is subject to the payment of royalties determined by the competent authority."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter III – Preservation and protection of expressions of folklore and traditional knowledge",
      "section": "36",
      "title": "Article 36 – Use of expression of folklore belonging to another person for economic benefits",
      "content": "For a person to use an expression of folklore belonging to another person for economic benefits, he/she must enter into a contract with the holder."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter III – Preservation and protection of expressions of folklore and traditional knowledge",
      "section": "37",
      "title": "Article 37 – Rights to economic interests arising from the transfer of an expression of folklore belonging to an individual",
      "content": "The transfer in whole or in part of the right to an expression of folklore belonging to an individual for economic interests, or the transfer of any other right for economic interests, is done in accordance with the contract between both parties."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter III – Preservation and protection of expressions of folklore and traditional knowledge",
      "section": "38",
      "title": "Article 38 – Traditional knowledge to be protected",
      "content": "Traditional knowledge to be protected is the one: 1° generated, preserved and transmitted in a traditional and intergenerational context; 2° distinctively associated with Rwandan community; 3° integral to the cultural identity of a community of people living in a particular place that are recognized as holding the knowledge through a form of collective and cultural ownership; 4° the products of creative and cumulative intellectual activity, such as individual creativity or collective creativity where the identity of the individual is unknown; 5° characteristic of a nation’s cultural identity and traditional heritage which has been maintained, used or developed by such a nation in accordance with the practices of the nation."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter III – Preservation and protection of expressions of folklore and traditional knowledge",
      "section": "39",
      "title": "Article 39 – Rights conferred to a holder of traditional knowledge",
      "content": "The holder of traditional knowledge has the right to prevent anyone from exploiting their traditional knowledge without his/her prior informed consent. The holder of traditional knowledge has the right to institute legal proceedings against any person who exploits his/her traditional knowledge without his/her written permission."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter III – Preservation and protection of expressions of folklore and traditional knowledge",
      "section": "40",
      "title": "Article 40 – Moral rights in traditional knowledge",
      "content": "The owner of traditional knowledge is the holder of the moral rights in the traditional knowledge. The moral rights of the traditional holders of traditional knowledge are: 1° the right of attribution of ownership in relation to traditional knowledge; 2° the right not to have ownership of traditional knowledge falsely attributed to them; 3° the right not to have their traditional knowledge subject to derogatory treatment. Moral rights in the traditional knowledge continue in force in perpetuity and are inalienable, and cannot be waived or transferred."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter III – Preservation and protection of expressions of folklore and traditional knowledge",
      "section": "41",
      "title": "Article 41 – Representation of the interests of the traditional knowledge holder",
      "content": "Interests of the holder of traditional knowledge may be represented by his/her authorized representative. Foreign natural persons and legal entities are entitled to act through their official representatives."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter III – Preservation and protection of expressions of folklore and traditional knowledge",
      "section": "42",
      "title": "Article 42 – Beneficiaries of protection of traditional knowledge",
      "content": "The action of protecting traditional knowledge is reserved to the nation or a group of people who share that knowledge and who has registered their traditional knowledge to the relevant authority. The traditional knowledge must be preserved and used in their traditional practices."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter III – Preservation and protection of expressions of folklore and traditional knowledge",
      "section": "43",
      "title": "Article 43 – Assignment and licensing",
      "content": "A holder of traditional knowledge having registered it with the relevant authority, may assign to anyone who so wishes the right to use such traditional knowledge provided that a written agreement is concluded between both parties. The relevant authority may assign to anyone the right to use the traditional knowledge belonging to the national heritage."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter III – Preservation and protection of expressions of folklore and traditional knowledge",
      "section": "44",
      "title": "Article 44 – Exceptions to traditional knowledge",
      "content": "For educational, research and security purposes, the owner of the traditional knowledge accepts to report on the current event by means of photography, broadcasting or sound or visual recording, provided that the extent of such utilization is justified by the informatory purpose and the source is indicated."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter IV – Final provisions",
      "section": "45",
      "title": "Article 45 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in French, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter IV – Final provisions",
      "section": "46",
      "title": "Article 46 – Repealing provision",
      "content": "The Decree of 16 August 1939 on the protection of sites, monuments and production of indigenous art made enforceable in Rwanda by O.R.U. n° 21/112 of 14 August 1956 as well as all prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter IV – Final provisions",
      "section": "47",
      "title": "Article 47 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "classification",
      "definition": "an act whereby the State declares that a public or private tangible cultural heritage has been inventoried for the protection of public or private interest of cultural heritage",
      "source_provision": "art2"
    },
    {
      "term": "expression of folklore",
      "definition": "forms or manners, in which cultural knowledge is expressed or manifested",
      "source_provision": "art2"
    },
    {
      "term": "certificate",
      "definition": "a document delivered by a competent authority attesting to the rights held by or authorisation granted to an individual, a moral person or a country with respect to cultural heritage, expression of folklore and traditional knowledge",
      "source_provision": "art2"
    },
    {
      "term": "inventory",
      "definition": "the listing of movable and immovable cultural heritage belonging to the State, to communities, to associations or to individuals",
      "source_provision": "art2"
    },
    {
      "term": "registration",
      "definition": "an act whereby intangible cultural heritage, whether public or private, which is included in the inventory and protected is declared by the State as being a national cultural characteristic",
      "source_provision": "art2"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry in charge of culture",
      "source_provision": "art2"
    },
    {
      "term": "Minister",
      "definition": "the Minister in charge of culture",
      "source_provision": "art2"
    },
    {
      "term": "traditional knowledge",
      "definition": "knowledge originating from a local community manifested through particular cultural activities passed down from one generation to another or knowledge registered by an individual on behalf of the family from one generation to another",
      "source_provision": "art2"
    },
    {
      "term": "person",
      "definition": "an individual, a group of co-owners, a company, an organization or an association with legal personality",
      "source_provision": "art2"
    },
    {
      "term": "cultural heritage",
      "definition": "a tangible and intangible heritage of a local community or of natural person related to the cultural tradition, passed down from generation to generation and with a particular value in terms of science, technology, history and archaeology, philosophy, art and religion and other areas related to culture",
      "source_provision": "art2"
    }
  ]
}
