{
  "id": "rw-law-2015-32",
  "type": "statute",
  "title": "Law relating to Expropriation in the Public Interest",
  "title_en": "Law relating to Expropriation in the Public Interest",
  "short_name": "Law 32 of 2015",
  "status": "repealed",
  "issued_date": "2015-06-11",
  "in_force_date": "2015-08-31",
  "url": "https://rwandalii.org/akn/rw/act/law/2015/32/eng@2015-08-31",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines procedures relating to expropriation in the public interest."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purposes of this Law, the following terms shall have the following meanings: 1° act of public interest: an act of Government, local entities with legal personality or public institutions, aiming at the interest or wellbeing of the general public; 2° long term act: any activity performed on land and likely to remain there for more than one hundred and twenty (120) days; 3° fair compensation: an indemnity equivalent to the value of land and the activities performed thereon given to the person to be expropriated and calculated in consideration of market prices as well as compensation for disturbance due to expropriation; 4° expropriation in the public interest: an act based on power of Government, public institutions and local administrative entities with legal personality to remove a person from his/her property in the public interest after fair compensation; 5° person: a natural person, a group of persons sharing land property, a business company, an organisation or association with legal personality; 6° applicant for expropriation: a Government organ that intends to carry out the act of expropriation in the public interest after submitting an application to the expropriator; 7° expropriator: a Government organ with responsibilities and powers conferred by the law to carry out expropriation in the public interest; 8° person to be expropriated: any person who is to be removed from his or her private property due to public interest."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Powers to order expropriation in the public interest",
      "content": "Only the Government shall order expropriation in the public interest. Expropriation as provided for under this Law shall be carried out only in the public interest and with prior and fair compensation. No person shall hinder the implementation of the program of expropriation in the public interest on pretext of self-centred interests. No person shall oppose any underground or surface activity carried out on his/her land with an aim of public interest. In case it causes any loss to him/her, he/she shall receive fair compensation for it."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Funds for property valuation and fair compensation",
      "content": "Every project, at any level, which intends to carry out acts of expropriation in the public interest, shall budget for valuation of the property of the person to be expropriated and for fair compensation."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Activities of public interest",
      "section": "5",
      "title": "Article 5 – List of activities of public interest",
      "content": "Activities of public interest shall be the followings: 1° roads and railway lines; 2° water pipes and public reservoirs; 3° water sewage and treatment plants; 4° water dams; 5° rainwater pipes built alongside the roads; 6° waste treatment sites; 7° electric lines; 8° gas and oil pipelines and tanks; 9° communication lines; 10° airports and airfields; 11° motor car parks, train stations and ports; 12° biodiversity, cultural and historical reserved areas; 13° facilities meant for security and national sovereignty; 14° hospitals, health centres, dispensaries and other public health related buildings; 15° schools and other related buildings; 16° Government administrative buildings and those of public institutions; 17° public entertainment playgrounds, gardens and buildings; 18° markets; 19° cemeteries; 20° genocide memorial sites; 21° activities to implement land use and development master plans; 22° minerals and other natural resources in the public domain. An Order of the Minister in charge of lands, on the Minister’s own initiative or upon request by relevant public institution, determines any other activity of public interest."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Activities of public interest",
      "section": "6",
      "title": "Article 6 – Activities to implement land use and development master plans",
      "content": "The initiator of an act aimed at the implementation of land use and development master plans shall first negotiate with owners of assets that are affected by the project. In case negotiations fail, formalities related to expropriation in the public interest shall be followed upon request of the expropriator and the initiator of the project, taking into account the interests of the person to be expropriated. The price or value of assets affected by the project shall be paid by the initiator of the project before any commencement of activities."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Competent authorities, procedures and rights of persons to be expropriated and expropriators in the context of expropriation in the public interest",
      "section": "7",
      "title": "Article 7 – Organs determining projects of expropriation in the public interest",
      "content": "Organs which determine projects of expropriation in the public interest are the following: 1° the Executive Committee at the District level, in case such activities concern one district; 2° the Executive Committee at the level of the City of Kigali, in case such activities concern more than one district in the boundaries of the City of Kigali; 3° the relevant Ministry, in case planned activities concern more than one District or if it is an activity at the national level, subject to provisions of item 2° of this Article."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Competent authorities, procedures and rights of persons to be expropriated and expropriators in the context of expropriation in the public interest",
      "section": "8",
      "title": "Article 8 – Organs supervising projects of expropriation in the public interest",
      "content": "Organs in charge of supervising projects of expropriation in the public interest are hereby established as follows: 1° the committee in charge of supervision of projects of expropriation in the public interest at the District level where the project concerns one district; 2° the committee in charge of supervision of projects of expropriation in the public interest at the City of Kigali level where the project concerns more than one District within the boundaries of the City of Kigali; 3° the committee in charge of supervision of projects of expropriation due to public interest at the national level where the project concerns more than one District or it is a project at the national level, subject to the provisions of item 2° of this Article. An Order of the Prime Minister shall determine the organization, functioning, responsibilities and composition of the committees in charge of supervision of projects of expropriation in the public interest."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Competent authorities, procedures and rights of persons to be expropriated and expropriators in the context of expropriation in the public interest",
      "section": "9",
      "title": "Article 9 – Organs approving expropriation in the public interest",
      "content": "The organs approving expropriation in the public interest are the following: 1° at the District level, it is the District Council after considering the recommendation of the committee in charge of supervision of projects of expropriation in the public interest at the District level; 2° at the level of the City of Kigali, where the project concerns more than one district within the boundaries of the City of Kigali, it is the Council of the City of Kigali after considering the recommendation of the committee in charge of supervision of projects of expropriation in the public interest at the level of the City of Kigali; 3° at the level of more than one District, the Ministry in charge of land, upon proposal by the Committee in charge of supervision of projects of expropriation in the public interest at national level subject to provisions of item 2 of this Article. A Ministerial Order shall be used; 4° at the national level and in case of activities related to security and national sovereignty, the Prime Minister’s Office upon proposal by the Committee in charge of supervision of projects of expropriation in the public interest at the national level by way of a Prime Minister’s Order."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Competent authorities, procedures and rights of persons to be expropriated and expropriators in the context of expropriation in the public interest",
      "section": "10",
      "title": "Article 10 – Request for expropriation in the public interest",
      "content": "The application for expropriation in the public interest shall contain the following information: 1° the nature of the project; 2° the indication that the project aims at the public interest; 3° the master plan of land where the project will be carried out; 4° the document indicating that the project has no detrimental effect on the environment; 5° the document confirming the availability of funds for fair compensation; 6° the explanatory note detailing that such land or place suits the project; 7° the minutes indicating that the concerned population was sensitized about the project and its importance; 8° a study indicating consequences on living conditions of persons to be expropriated. However, the master plan referred to in item 3° of Paragraph One of this Article shall particularly indicate the following: 1° the plan or maps indicating the demarcations of the land where activities shall be carried out; 2° the nature of assets on that land; 3° the list indicating holders of rights registered on the land titles; 4° the list of authorized beneficiaries of property incorporated on that land."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Competent authorities, procedures and rights of persons to be expropriated and expropriators in the context of expropriation in the public interest",
      "section": "11",
      "title": "Article 11 – Consideration of the relevance of the project proposal for expropriation in the public interest",
      "content": "The relevant committee in charge of monitoring projects of expropriation in the public interest shall consider the relevance of the project within a period not exceeding thirty (30) days after receiving the request for expropriation and shall conduct a consultative meeting with the population living where the land is located concerning the relevance of the project of expropriation in the public interest. The committee shall inform them about the date, time and venue of that meeting. The minutes of the meeting shall be signed by present members of the Committee."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Competent authorities, procedures and rights of persons to be expropriated and expropriators in the context of expropriation in the public interest",
      "section": "12",
      "title": "Article 12 – Exclusion of some members of the committee in charge of monitoring projects of expropriation in the public interest from a meeting",
      "content": "Any member of the committee in charge of monitoring projects of expropriation in the public interest shall be prohibited to be among members who take decisions when the committee is assessing issues that have direct link to him/her, or issues that affect his/her personal interests, his/her parents, relatives up to the second degree, or in-laws up to the second degree. Any concerned person or any person who has information on the subject shall inform in writing the committee prior to its meeting and shall be excused or excluded from the meeting as long as the committee is assessing such project of expropriation. However, he/she shall have the right to participate in consultative meetings as any other person concerned."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Competent authorities, procedures and rights of persons to be expropriated and expropriators in the context of expropriation in the public interest",
      "section": "13",
      "title": "Article 13 – Replacement of the committee in charge of monitoring projects of expropriation in the public interest",
      "content": "Where it happens that several members of the committee have interest in the land concerned by the request for expropriation to the extent that the quorum for the committee meeting my not be reached, the project shall be examined by the committee at the upper level. Where the project concerns members of the committee in charge of monitoring projects of expropriation in the public interest at national level, the project shall be examined by the Ministry in charge of land."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Competent authorities, procedures and rights of persons to be expropriated and expropriators in the context of expropriation in the public interest",
      "section": "14",
      "title": "Article 14 – Decision on the relevance of a project of expropriation in the public interest",
      "content": "Where the committee in charge of monitoring of projects of expropriation in the public interest at the level of competent authority finds that the project is relevant, it shall submit in writing its decision to the District Council or Kigali City Council or the Ministry in charge of land within at least fifteen (15) days after the consultative meeting with the concerned population. Where the committee finds that the project is not relevant, it shall inform the person that requested for expropriation and the persons that had to be expropriated in the way and within the period provided for in Paragraph One of this Article."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Competent authorities, procedures and rights of persons to be expropriated and expropriators in the context of expropriation in the public interest",
      "section": "15",
      "title": "Article 15 – Approval of expropriation in the public interest",
      "content": "On the basis of the decision of the Committee in charge of monitoring projects for expropriation in the public interest at the competent authority level, the relevant organ provided under Article 9 of this Law shall within fifteen (15) days of receiving the decision of the relevant Committee approve expropriation in the public interest."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Competent authorities, procedures and rights of persons to be expropriated and expropriators in the context of expropriation in the public interest",
      "section": "16",
      "title": "Article 16 – Publication of the decision on a project for expropriation in the public interest",
      "content": "The decision provided for under Article 15 of this Law shall be announced on at least one of the radio stations with a wide audience in Rwanda and in at least one of Rwanda-based newspapers with a wide readership in order for the relevant parties to be informed thereof. If necessary, any other means of communication shall be used. The list of holders of rights registered on land titles and property incorporated on land shall be posted in a publicly accessible place at the office of the City of Kigali, the District, the Sector and the Cell of the place in which the land is located. The publication of the decision on a project for expropriation in the public interest and the list of holders of rights registered on land titles and property incorporated on land shall be done within fifteen (15) days of approving expropriation in the public interest."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Competent authorities, procedures and rights of persons to be expropriated and expropriators in the context of expropriation in the public interest",
      "section": "17",
      "title": "Article 17 – Value of activities developed after the publication of the decision of expropriation in the public interest",
      "content": "After the publication of the decision on expropriation in the public interest and the list of holders of rights registered on land titles and property incorporated on land, the land owner shall not develop any other long-term activities on the land. Otherwise, such activities shall not be compensable during expropriation."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Competent authorities, procedures and rights of persons to be expropriated and expropriators in the context of expropriation in the public interest",
      "section": "18",
      "title": "Article 18 – Application for review of the decision on expropriation in the public interest",
      "content": "Any person affected by the decision on expropriation in the public interest shall have the right to request for review of the decision before the organ directly higher than the one having taken the decision. The appeal shall be made within thirty (30) days from the day of the publication of the decision. The appellant shall indicate in writing the grounds for his/her appeal. The authority before which the appeal is made must decide on the appeal and inform the appellant in writing within thirty (30) days of receiving the request for review of the decision on expropriation in the public interest. The decision must be in writing and indicate the grounds there for."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Competent authorities, procedures and rights of persons to be expropriated and expropriators in the context of expropriation in the public interest",
      "section": "19",
      "title": "Article 19 – Application for review of the decision revoking expropriation in the public interest",
      "content": "The applicant for expropriation in the public interest shall have the right to apply for review of the decision before the organ directly higher than the one having taken the decision. The appeal shall be made within fifteen (15) days after the publication of the decision. The appellant shall indicate in writing the grounds for his/her appeal. The organ before which the application is made must decide on the application within thirty (30) days of receiving the application for review of the decision revoking expropriation in the public interest. The decision shall be in writing and indicate the grounds there for."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Competent authorities, procedures and rights of persons to be expropriated and expropriators in the context of expropriation in the public interest",
      "section": "20",
      "title": "Article 20 – Application for review of the list of persons to be expropriated",
      "content": "Within fifteen (15) days from the publication of the initial list of persons to be expropriated, any person affected by expropriation in the public interest shall have the right to apply to the organ having made the list for its review and indicate the grounds for his/her application. The organ having made the list must decide on the application for review of the list within seven (7) working days of receiving the application."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Competent authorities, procedures and rights of persons to be expropriated and expropriators in the context of expropriation in the public interest",
      "section": "21",
      "title": "Article 21 – Approval of the list of those to be expropriated",
      "content": "Within seven (7) working days of taking the decision provided under Paragraph two of Article 20 of this Law, the District or City of Kigali Mayor or the relevant Minister shall approve the list of the persons to be expropriated which serves as a basis for drawing up an inventory of the property to be expropriated."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Valuation of land and property incorporated thereon and payment of fair compensation",
      "section": "22",
      "title": "Article 22 – List of land values and prices for property incorporated on land",
      "content": "Land values and prices for property incorporated on land consistent with the prevailing market rates provided under this Law shall be established by the Institute of Real Property Valuers in Rwanda. The list of land values and prices for property incorporated on land shall be reviewed every year and approved by the regulatory Council for the real property valuation in Rwanda before it becomes effective. The unit prices for land and property incorporated thereon shall be published every year in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Valuation of land and property incorporated thereon and payment of fair compensation",
      "section": "23",
      "title": "Article 23 – Appointment of valuers for land and property incorporated thereon",
      "content": "After the final decision to expropriate in the public interest is taken, the organ wishing to carry out expropriation in the public interest shall immediately look for valuers to conduct valuation of land and property incorporated thereon. The valuation of land and property incorporated thereon shall be conducted by valuers certified by the Institute of Real Property Valuers in Rwanda."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Valuation of land and property incorporated thereon and payment of fair compensation",
      "section": "24",
      "title": "Article 24 – Communication to the persons to be expropriated of the start date of valuation of land and property incorporated thereon",
      "content": "The District or City of Kigali administration or the relevant Ministry must inform the persons to be expropriated in the public interest of the expected start date of measurement of land and inventory of property incorporated thereon. Such a communication shall be made through an announcement posted on the office of the Cell of the place designated for the implementation of the project. The communication shall also be made through at least one radio station with a wide audience in Rwanda and at least one of Rwanda-based newspapers with a wide readership for the relevant parties to be informed thereof. If necessary, use shall be made of any other means of communication."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Valuation of land and property incorporated thereon and payment of fair compensation",
      "section": "25",
      "title": "Article 25 – Persons whose presence is required during the valuation of land and property incorporated thereon",
      "content": "The valuation of land and property incorporated thereon shall be conducted in the presence of land owner and that of the owner of property incorporated on land or their lawful representatives and in the presence of representatives of local administrative entities. After the valuation of land and that of the property incorporated thereon, the Village administration shall write the minutes indicating persons present and absent for approval by the Executive Secretary of the Cell of the place where the valuation is conducted."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Valuation of land and property incorporated thereon and payment of fair compensation",
      "section": "26",
      "title": "Article 26 – Proof of rights to land and property incorporated thereon for persons to be expropriated",
      "content": "The owner of land designated for expropriation in the public interest shall provide land titles and documentary evidence that he/she is the owner of property incorporated on land. He/she shall also provide a civil status certificate and a document evidencing his/her chosen matrimonial regime in case of a married person. However, a person dispossessed of land or unlawfully occupying land or having developed activities on land on which such activities are prohibited after the enactment of relevant laws shall receive no compensation."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Valuation of land and property incorporated thereon and payment of fair compensation",
      "section": "27",
      "title": "Article 27 – Properties valued during expropriation in the public interest",
      "content": "The properties subject to valuation for the payment of fair compensation due to expropriation in the public interest are: 1° land; 2° activities carried out on land for its efficient management or rational use; 3° compensation for disruption caused by expropriation."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – Valuation of land and property incorporated thereon and payment of fair compensation",
      "section": "28",
      "title": "Article 28 – Criteria for determining fair compensation",
      "content": "Without prejudice to other laws, the value of land and property incorporated thereon to be expropriated in the public interest shall be calculated on the basis of their size, nature and location and the prevailing market rates. The compensation for disruption caused by expropriation to be paid to the expropriated person shall be equivalent to five percent (5%) of the total value of his/her property expropriated."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IV – Valuation of land and property incorporated thereon and payment of fair compensation",
      "section": "29",
      "title": "Article 29 – Deadline for valuation of land and property incorporated thereon",
      "content": "The valuation of land and property incorporated thereon shall be carried out within thirty (30) days. Such a period can be extended to a maximum of fifteen (15) days upon request by the applicant for expropriation in the public interest and after approval by the organ that approves expropriation in the public interest."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter IV – Valuation of land and property incorporated thereon and payment of fair compensation",
      "section": "30",
      "title": "Article 30 – Submission of the valuation report",
      "content": "After completion of the valuation of land and property incorporated thereon, valuers shall submit to the District or City of Kigali Mayor or the relevant Minister, a report containing the list of persons to be expropriated, the size of land and the value of property incorporated thereon belonging to each person to be expropriated, and the fair compensation to be paid to any person whose property is expropriated in the public interest."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Valuation of land and property incorporated thereon and payment of fair compensation",
      "section": "31",
      "title": "Article 31 – Approval and publication of the valuation report",
      "content": "Within fifteen (15) days after the submission of the valuation report, the expropriator shall decide on the report prepared by valuers and publish it for the information of relevant parties in writing and a copy thereof shall be posted on the office of the Cell of the place in which the land is located. A communication that the report is published shall also be made to the relevant parties. Such a communication shall also be made through at least one of radio stations with a wide audience in Rwanda and one of Rwanda-based newspapers with a wide readership for the relevant parties to be informed thereof. If necessary, any other means of communication shall be used."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter IV – Valuation of land and property incorporated thereon and payment of fair compensation",
      "section": "32",
      "title": "Article 32 – Signing or fingerprinting approved fair compensation report",
      "content": "When the land owner or the owner of property incorporated on land is satisfied with the valuation, he/she shall sign or fingerprint the approved fair compensation reports. The deadline for signing or fingerprinting approved fair compensation reports may not be less than seven (7) days or more than twenty-one (21) days from the publication of the valuation report."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter IV – Valuation of land and property incorporated thereon and payment of fair compensation",
      "section": "33",
      "title": "Article 33 – Contesting the assessed value of land and property incorporated thereon",
      "content": "Within seven (7) days after the approval of the valuation report by the expropriator, any person to be expropriated who is not satisfied with the assessed value of his/her land and property incorporated thereon shall indicate in writing grounds for his/her dissatisfaction with the valuation report. Any person contesting the assessed value shall, at his/her own expense, engage the services of a valuer or a valuation firm recognized by the Institute of Real Property Valuers in Rwanda to carry out a counter-assessment of the value. The counter-assessment report must be available within ten (10) days from the application for counter valuation by the person to be expropriated."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter IV – Valuation of land and property incorporated thereon and payment of fair compensation",
      "section": "34",
      "title": "Article 34 – Analysis of counter-assessment report",
      "content": "The counter-assessment report by a valuer or a valuation firm shall be submitted to the expropriator who shall take a decision thereon within five (5) working days after its reception. When the counter-assessment report is accepted by the expropriator, such a report shall replace the initial valuation report. Minutes shall also be taken thereof and jointly signed by the representative of the expropriator, the person to be expropriated and valuers of both parties. When the counter-assessment report is not accepted by the expropriator, minutes shall also be taken thereof and indicate the points of disagreement. Such minutes shall be jointly signed by the representative of the expropriator, the person to be expropriated and valuers of both parties. When the person to be expropriated is not satisfied with that decision, he/she can refer the matter to the competent court within fifteen (15) days from the day he/she appends his/her signature to the minutes indicating points of disagreement. The value determined by the expropriator shall be paid to the expropriated person in order to avoid suspension of expropriation in public interest pending the court’s decision."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter IV – Valuation of land and property incorporated thereon and payment of fair compensation",
      "section": "35",
      "title": "Article 35 – Payment of fair compensation",
      "content": "Fair compensation can be paid in monetary form in the Rwandan currency or in any other form mutually agreed upon by the expropriator and the person to be expropriated. In order for the expropriation to be authorized, the fair compensation must be paid to the expropriated person before he/she relocates."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter IV – Valuation of land and property incorporated thereon and payment of fair compensation",
      "section": "36",
      "title": "Article 36 – Time frame for payment of fair compensation",
      "content": "The approved fair compensation shall be paid within a period not exceeding one hundred and twenty (120) days from the day of its approval by the District or City of Kigali Council or the relevant Ministry. If fair compensation is not paid within the period provided under Paragraph One of this Article, expropriation shall become null and void unless otherwise agreed upon between the expropriator and the person to be expropriated. Subsequent to receiving fair compensation, the expropriated person shall have a period not exceeding one hundred and twenty (120) days to relocate. However, the person to be expropriated shall not be allowed to plant crops that require more than one hundred and twenty (120) days of growth before they can be harvested."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter IV – Valuation of land and property incorporated thereon and payment of fair compensation",
      "section": "37",
      "title": "Article 37 – Compensation in case the expropriator retracts his/her project for expropriation in the public interest or in case of delay in payment of fair compensation",
      "content": "Any expropriator that retracts his/her project for expropriation in the public interest after the valuation of the property of the persons to be expropriated or fails to pay fair compensation within the period provided under Article 36 of this Law shall be bound to pay compensation of five per cent (5%) of fair compensation that had to be paid to the person to be expropriated. When the expropriator and the person to be expropriated agree to pursue expropriation, the expropriator shall be bound to pay compensation provided under paragraph One of this Article prior to pursuing expropriation. The additional time period shall begin to run from the day following the expiry of the period provided under Article 36 of this Law and shall not exceed one year. When the expropriator retracts his/her project despite having mutually agreed with the person to be expropriated, the expropriator shall pay the person to be expropriated an additional compensation of five per cent (5%)."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter IV – Valuation of land and property incorporated thereon and payment of fair compensation",
      "section": "38",
      "title": "Article 38 – Mode of payment of monetary fair compensation",
      "content": "Monetary fair compensation shall be deposited into the account of the person to be expropriated opened with a recognized locally-based bank or financial institution of his/her choice. When, in case of joint ownership, fair compensation must be paid to more than one person to be expropriated such as a family or a legally married spouses, compensation shall be deposited into an agreed upon account such that withdrawal of money from that account shall require a written authorization from other co-holders. In case the persons to be expropriated jointly own the property and do not agree on their respective rights over the property, the amount of fair compensation shall be deposited into public treasury, until a document proving the resolution of the disagreement is produced. In case the property of the person to be expropriated is encumbered by a guarantee provided to a bank or a financial institution, the amount of fair compensation shall be deposited into the account indicated by the bank or financial institution. If, within a period not exceeding thirty (30) days from the day he/she is informed thereof, the person to be expropriated fails to furnish the account into which fair compensation shall be deposited, such fair compensation shall be deposited into the public treasury from which he/she can withdraw it. For abandoned properties, the amount of fair compensation shall be kept in accordance with relevant laws and deposited into a blocked account opened for this purpose."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter IV – Valuation of land and property incorporated thereon and payment of fair compensation",
      "section": "39",
      "title": "Article 39 – Mode of payment of fair compensation in kind",
      "content": "In case of payment of fair compensation in kind, the type of fair compensation agreed upon shall be paid in accordance with the agreed upon fair compensation. If, in case of joint ownership, fair compensation must be paid to more than one person to be expropriated, such fair compensation shall be mutually agreed upon between the joint owners. Minutes shall be taken of mutually agreed form of fair compensation and bear the signature or fingerprint of both the expropriator and the person to be expropriated."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "40",
      "title": "Article 40 – Existing land values",
      "content": "Pending the publication of the values provided under Article 22 of this Law, the existing values shall apply for a period not exceeding six (6) months from the date of publication of this Law in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "41",
      "title": "Article 41 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "42",
      "title": "Article 42 – Repealing provision",
      "content": "Law n° 18/2007 of 19 April 2007 relating to expropriation in the public interest and all prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "43",
      "title": "Article 43 – Commencement",
      "content": "This Law shall come into force on the day of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "long term act",
      "definition": "any activity performed on land and likely to remain there for more than one hundred and twenty (120) days",
      "source_provision": "art2"
    },
    {
      "term": "fair compensation",
      "definition": "an indemnity equivalent to the value of land and the activities performed thereon given to the person to be expropriated and calculated in consideration of market prices as well as compensation for disturbance due to expropriation",
      "source_provision": "art2"
    },
    {
      "term": "expropriation in the public interest",
      "definition": "an act based on power of Government, public institutions and local administrative entities with legal personality to remove a person from his/her property in the public interest after fair compensation",
      "source_provision": "art2"
    },
    {
      "term": "person",
      "definition": "a natural person, a group of persons sharing land property, a business company, an organisation or association with legal personality",
      "source_provision": "art2"
    },
    {
      "term": "applicant for expropriation",
      "definition": "a Government organ that intends to carry out the act of expropriation in the public interest after submitting an application to the expropriator",
      "source_provision": "art2"
    },
    {
      "term": "expropriator",
      "definition": "a Government organ with responsibilities and powers conferred by the law to carry out expropriation in the public interest",
      "source_provision": "art2"
    },
    {
      "term": "person to be expropriated",
      "definition": "any person who is to be removed from his or her private property due to public interest",
      "source_provision": "art2"
    }
  ]
}
