{
  "id": "rw-law-2014-12bis",
  "type": "statute",
  "title": "Law modifying and complementing Law establishing Road Maintenance Fund (RMF) and Determining its Mission, Organisation and Functioning",
  "title_en": "Law modifying and complementing Law establishing Road Maintenance Fund (RMF) and Determining its Mission, Organisation and Functioning",
  "short_name": "Law 12BIS of 2014",
  "status": "in_force",
  "issued_date": "2014-05-19",
  "in_force_date": "2013-07-12",
  "url": "https://rwandalii.org/akn/rw/act/law/2014/12bis/eng@2014-07-28",
  "provisions": [
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER II: RESPONSIBILITIES OF THE",
      "section": "2",
      "title": "Article 2 - Opinions and decisions",
      "content": "The Security Committee at these levels provided for by Article One of this Order shall give opinions and takes all decisions aiming ensuring the security of people and assets in accordance with the law. SECURITY COMMITTEE"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4 - Commencement",
      "content": "This Law shall come into force on the date of publication in the Official Gazette of the Republic of Rwanda. It takes effects as of 12/7/2013. Kigali, on 19/05/2014 (sé) KAGAME Paul President of the Republic (sé) Dr.HABUMUREMYI Pierre Damien Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General N o 12ter/2014 OF 19/05/2014 THE TOURISM INDUSTRY RWANDA TABLE OF CONTENTS ONE: GENERAL PROVISIONS One: Purpose of this Law 2: Definition of terms II: GRANT OF AN OPERATING AND GRADING OF TOURISM One: Grant of an operating license 3: Tourism business operating license 4: Categories of operating licenses 5 Application for an operating license 6: Examination of and reply to an for an operating license 7: Period of validity of an operating 8: Transfer of an operating license 9: Variation of an operating license or its 10: Suspension of an operating license 11: Voluntary suspension of tourism 12: Cancellation of an operating license 13: Effects of cancellation of an license 2: Categories of tourism entities 14: Grading of tourism entities 15: Falsification of grade by a tourism operator III: APPEAL PROVISIONS 16: Right to appeal against the Board‟s 17: Procedure for appeal 18: Appeal Committee 19: Time limit for lodging an appeal IV: INSPECTION OF TOURISM 20: Board‟s right to inspect a tourism 21: Inspecting a museum 22: Inspection of a tourism entity by another organ 23: Authorized officer‟s duty to show identification during inspection 24: Duty to give notice of inspection 25: Rights of the authorized officer 26: Giving a receipt for the seized 27: Effects of refusing an inspection 28: Powers of the judicial police 29: Closure of a tourism entity V: OBLIGATIONS OF THE 30: Keeping of registers 31: Determination of publicly accessible and accessible by other practicable means 32: Annual publication of a list of and graded tourism entities VI: REQUIREMENTS TO TOURISM ENTITIES 33: Publicly display operating license 34: Submit reports to the Board 35: Notification of changes to tourism 36: Insurance 37: Liability for acts of agents and 38: Limitation of the liability of a entity operator 39: Exception to the limitation of the of a tourism entity operator 40: Exception to the limitation of the of an operator of an accommodation 41: Notice of limitation of the liability of tourism entity operator 42: Keeping the property left behind by client VII: RIGHTS OF A TOURISM OPERATOR 43: Article 43: Right of an establishment operator to seize property left behind by a client as security payment 44: Right to sell property pledged by a 45: Requirements for the sale of the pledged by a client 46: Allocation of the proceeds of the sale the property pledged by a client VIII: TOURISM DEVELOPMENT 47: Tourism development levy IX: MISCELLANEOUS, AND FINAL PROVISIONS 48: Administrative fines with this law for non- 49: Entrance fees to national parks, areas and other tourism destinations 50: Investments in protected areas 51: Deadline for compliance with the of this law 52: Drafting, consideration and adoption this Law 53: Commencement N o 12ter/2014 OF 19/05/2014 THE TOURISM INDUSTRY RWANDA KAGAME Paul, of the Republic; PARLIAMENT HAS ADOPTED AND SANCTION, PROMULGATE THE LAW AND ORDER IT BE IN THE OFFICIAL GAZETTE THE REPUBLIC OF RWANDA PARLIAMENT: Chamber of Deputies, in its session of 31 2014; to the Constitution of the Republic of of 04 June 2003 as amended to date, in Articles 29, 30, 62, 66, 67, 90, 92, 93, and 201; to the Treaty for the establishment of the African Community signed in Arusha, on 30 November 1999 as amended to especially in Articles 112 and 115; to the Treaty of accession of the Republic Rwanda to the East African Community, signed Kampala, Uganda, on 18 June 2007 as ratified Presidential Order n° 24/01 of 28/06/2007; to Organic Law n°04/2005 of 08/04/2005 the modalities of protection, and promotion of the environment in ONE: GENERAL PROVISIONS One: Purpose of this law Law regulates the tourism industry. 2: Definition of terms this Law, the following terms shall have the below: 1° tourism entity: a tourism business enterprise which consists of a restaurant, bar, night club, accommodation establishment, tour operator, tour guide, tourism information office or centre, cultural tourism recognized by the Institute of National Museums of Rwanda and any other entity as may be determined by an Order of the Minister; 2° accommodation establishment: an establishment offering lodging and tourism services; 3° Minister: the Minister in charge of tourism; 4° tourism: activities organised by an individual or a group of persons traveling to a place for entertainment, business or any other reasons except those involving remuneration; 5° tourism entity operator: owner of a tourism business, operator or manager of a tourism entity; 6° client: person using or paying services offered by a tourism entity; 7° authorised officer: officer approved by the Board to evaluate tourism entities; 8° person: natural person, cooperative, non- governmental organization or company; 9° Board: Government organ in charge of tourism. II: GRANT OF OPERATING AND GRADING OF TOURISM One: Grant of an operating license 3: Tourism business operating license tourism entity wishing to operate a tourism shall have an operating license granted the Board. 4: Categories of operating licenses licenses shall be granted according to the categories: A: Accommodation establishment license shall authorize the holder to sell services on a daily basis. B: Restaurant, bar and night club license shall authorize the holder to sell bar and night club services. C: Tour operator and tour guide license shall authorize the holder to sell tour and guide services. D: Tourism information license shall authorize the holder to provide information services. E: Cultural tourism license shall authorize the holder to provide related to cultural tourism and other related to national traditional culture. Order of the Minister may determine other of operating licenses and the content of of them. 5 Application for an operating license tourism entity seeking an operating license shall to the Board. Order of the Minister shall determine the for a tourism entity to be granted an license. It shall also determine fees paid each operating license. 6: Examination of and reply to an for an operating license receipt of an application for an operating the Board shall assess the application and in writing within a period not exceeding (15) days from the receipt of the specifying that the tourism entity: 1° has been granted an operating license; 2° has to add missing documents to its application dossier; 3° has been denied a license and reasons for denial. 7: Period of validity of an operating operating license shall be valid for an unspecified it may be cancelled or revoked in with the provisions of this Law. 8: Transfer of an operating license holder of an operating license granted under this shall not transfer the license to a third party authorization from the Board. 9: Variation of an operating license or its application for variation of an operating or its category shall be made in writing in with modalities determined by the Order of the Minister shall determine fees for application for the variation of an operating or its category. 10: Temporary suspension of license an Board may temporarily suspend an operating in case a tourism entity is requested to corrections or fulfil the conditions required the Board. there is an emergency that may jeopardize environment or public safety, another entity shall temporarily suspend the entity and inform in writing the Board two (2) days in order for the Board to make decision within five (5) days. 11: Voluntary suspension of tourism tourism entity wishing to voluntarily suspend business shall return to the Board the license within fifteen (15) days after of activities. 12: Cancellation of an operating license Board may cancel an operating license if the 1° fails to comply with the provisions of this Law and the terms and conditions of his/her operating license; 2° seriously jeopardizes environment, health or public safety. case the Board considers cancelling an operating it shall notify in writing the tourism entity least sixty (60) days before the cancellation of license. in case a tourism entity holding an license seriously jeopardizes health or public safety, the Board immediately withdraw the license from the entity without notice. 13: Effects of cancellation of an license tourism entity whose operating license has been and whose appeal provided for under this has been rejected shall: cease its activities after the cancellation of its operating license; return the operating license to the Board within fifteen (15) days from the date of cancellation. 2: Categories of tourism entities 14: Grading of tourism entities Board shall grade tourism entities based on and applicable standards. Order of the Minister shall determine the for the grading of tourism entities. 15: Falsification of grade by a tourism operator a tourism entity has been graded under this the operator cannot describe or hold out such as being of a grade other than the one to it by the Board. III: APPEAL PROVISIONS 16: Right to appeal against the Board‟s person aggrieved by a decision of the Board have the right to appeal to the Appeal provided for under Article 18 of this appeal shall suspend the enforcement of the decision, unless the decision is made under 12 of this Law. 17: Procedure for appeal appeal made under Article 16 of this Law shall made in writing, state the grounds for appeal and accompanied by any other written statement or that the appellant submits in support of her request. 18: Appeal Committee the consideration of appeals, the Minister shall every two (2) years, an appeal Committee is comprised of a representative of the a representative of the Board and two (2) of the Private Sector to deliberate on and decide thereon within thirty (30) days the date the appeals are made. Minister shall appoint a chairperson and of the Appeal Committee. appellant shall be invited to be present or be when his/her appeal is examined. 19: Time limit for lodging an appeal person aggrieved by a decision of the Board appeal within thirty (30) days after receiving of one of the actions provided for under Law. IV: INSPECTION OF TOURISM 20: Board‟s right to inspect a tourism Board shall have the right to inspect the of a tourism entity on the following 1° to investigate an application for a granted operating license; 2° to investigate a potential violation of the provisions of this Law. the Board wishes to inspect a tourism entity, shall designate an officer to conduct inspection. officer shall be referred to as an authorized for the purpose of inspection. 21: Inspecting a museum regard to museums that are authorized by the of National Museums of Rwanda, the shall inspect only service delivery. 22: Inspection of a tourism entity by another organ to the provisions of Article 20 of this Law, organ other than the Board may inspect a entity if necessary upon prior written to the Board five (5) days before the organ having conducted inspection shall a copy of the inspection report to the 23: Authorized officer‟s duty to show identification during inspection performing his/her inspection duties, the officer shall produce evidence of his/her and powers to inspect a tourism 24: Duty to give notice of inspection an authorized officer arrives at the premises a tourism entity, he/she shall inform the person is in charge or manager of the premises of the of the visit and provide him/her with a of inspection and written list of the books of or any other items that are subject to the 25: Rights of the authorized officer an inspection of a tourism entity under 24 of this Law, an authorized officer may any of the following duties: 1° to examine and take copies of any documents found on the premises and which are related to the tourism entity; 2° to seize any documents found on the premises and which appear to contain evidence of violation of this Law; 3° to interview any person found on the premises who appears to be engaged in the business of the tourism entity in relation to the application of this law; 4° to require the operator or manager of the tourism entity to produce at a determined time any books, accounts or documents relating to the business of the tourism entity; 5° to search any vehicle used for the operation of the tourism entity; 6° to inspect the physical conditions and services provided by the tourism entity. 26: Giving a receipt for the seized the authorized officer seizes a property in with Article 25 of this Law, he/she provide the person in charge or manager of premises or the vehicle inspected with a receipt the seized property. 27: Effects of refusing an inspection an officer of the tourism entity refuses to allow authorized officer to perform an inspection, a refusal shall be considered as a violation of Law and shall be the ground for refusing to an operating license or cancel an operating already granted. 28: Powers of the judicial police Order of the Minister in charge of Justice shall some staff members of the Board to be with the powers of judicial police. 29: Closure of a tourism entity Board shall alone be empowered to close a entity. V: OBLIGATIONS OF THE 30: Keeping of registers Board shall keep the following registers: 1° registers of tourism entities that are licensed to operate under this Law; 2° registers of other public and private tourism entities and companies involved in tourism or tourism-related services. 31: Determination of publicly accessible and accessible by other practicable means Board shall determine all the tourism- related which may be made available to the during working hours, at the Board‟s office another office determined by the Board or those shall be accessible by other practicable means. 32: Annual publication of a list of and graded tourism entities year, the Board shall, in collaboration with companies, publish a list of registered entities along with the status of their licenses and their grade. VI: REQUIREMENTS TO TOURISM ENTITIES 33: Publicly display operating license tourism entity operator shall exhibit his/ her license and the grade, if any, in a place at his/ her place of business. a tourism entity operates from more than one place business, the operating license shall be displayed the principal place of business and a copy, issued certified by the Board, shall be displayed in all places of business. 34: Submit reports to the Board prejudice to the record-keeping provided for under other laws, any entity regulated under this Law shall to the Board all the reports it required. Board shall determine modalities for submission of such reports. and 35: Notification of changes to tourism tourism entity operator shall notify the Board in of any proposed significant change to the or orientation of the business or of any physical structures of the at least ninety (90) days prior to the 36: Insurance tourism entity shall show to the Board that it has out third-party civil liability insurance. 37: Liability for acts of agents and tourism entity operator shall be liable for an act omission of his/ her agent or employee insofar the act or omission relates to the business of the entity. 38: Limitation of the liability of the entity operator tourism entity operator shall not be liable for any or damage to a client‟s items or property as a of a cause attributable to the client. 39: Exception to the limitation of the of a tourism entity operator tourism entity operator shall be liable for loss or to a client‟s items or property due to a or negligent act of the operator, his/her or employee. a tourism entity operator shall not be for a criminal act of his/her agent or 40: Exception to the limitation of the of an operator of an accommodation operator of an accommodation establishment be liable for loss or damage to a client‟s if the property is deposited for safe 41: Notice of limitation of the liability of tourism entity operator tourism entity operator shall exhibit a written of the limitation of his/her liability in a place at his/her business premises. 42: Keeping the property left behind by client tourism entity operator shall keep any property behind by a client and make reasonable efforts notify the client thereof. tourism entity operator shall be liable for his/her misconduct or neglect or that of his/her with respect to the safety of his/her property. VII: RIGHTS OF A TOURISM OPERATOR 43: Right of an accommodation operator to seize the property left by a client as security for payment operator of an accommodation establishment have the right to seize property left behind by client as security for payment of the bill for the service provided to the client. 44: Right to sell property pledged by a tourism entity operator shall, in collaboration the Board, have the right to sell any items or pledged by the client where the client fails pay totally any accommodation service received. 45: Requirements for the sale of the pledged by a client a tourism entity in collaboration with the Board the items or property pledged by a client, the shall meet the following requirements: 1° the items or property proposed for sale have to be free of any restrictions; 2° the sale shall be made through public auction; 3° the sale shall only take place until at least six (6) weeks have lapsed from the time the client left the items or property behind; 4° at least four (4) weeks before the auction takes place, a tourism entity operator shall publish a notice in at least two (2) newspapers, one of which is of national circulation and the other of international circulation explaining the property to be sold, the supposed owner of the property, and when and where the sale will take place. time limit provided for under items 3° and 4° this Article shall not be observed when the property can be damaged. 46: Allocation of the proceeds of the sale the property pledged by a client tourism entity operator shall receive from the proceeds the amounts owed to him/her and incurred as a result of the sale, the balance kept by the public trustee until the owner of property sold claims for it in writing. VIII: TOURISM DEVELOPMENT 47: Tourism development levy entities engaged in restaurant and service shall pay tourism levy towards capacity-building in the sector. Order of the Minister in charge of finance shall the rate, modalities for payment and use tourism development levy. IX: MISCELLANEOUS, AND FINAL PROVISIONS 48: Administrative fines for non- with this law prejudice to the provisions of the Penal any person who contravenes the provisions this Law shall be liable to an administrative fine one hundred thousand (100,000) to five million Rwandan francs. 49: Entrance fees to national parks, areas and other tourism destinations fees to national parks, protected areas and tourism sites shall be determined by an Order the Minister. 50: Investments in protected areas in the protected areas shall be by a concession agreement between the and the concessionaire. Order of the Minister shall determine for making such agreement. 51: Deadline for compliance with the of this law existing tourism entity shall conform to the of this Law within two (2) years of its in the Official Gazette of the Republic Rwanda. 52: Drafting, consideration and adoption this Law Law was drafted in English, considered and in Kinyarwanda. 53: Commencement Law shall come into force on the date of its in the Official Gazette of the Republic of on 19/05/2014 (sé) KAGAME Paul President of the Republic (sé) Dr. HABUMUREMYI Pierre Damien Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General LAW N°18/2014 OF 09/06/2014 AUTHORIZING RATIFICATION OF THE TRIPARTITE MUTUAL PEACE AND SECURITY PACT, SIGNED AT KAMPALA, UGANDA ON 20 FEBRUARY 2014 TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER II: ORGANISATION OF THE | Section One: Council of the Village | Section 2: Village‟s Executive Committee",
      "section": "12",
      "title": "Article 12 - Duties of the Member in charge",
      "content": "security and people entering and going out the Village The Member in charge of security and people entering and going out of the Village shall have the following duties: 1° to preserve security of people and assets on a permanent basis; 2° to sensitise the population participation in night watches; about 3° to ensure that decisions from superior organs are respected; 4° to sensitise the population about the culture of mutual protection in case danger and about security preservation themselves; 5° to be informed about the visitors staying in the Village and record them in the visitors‟ register; 6° to carry out any other task in his/her remit, which can be assigned to him/her by superior organs; 7° to replace the Village‟s Head in his/her absence or in case of prevention; 8° to transmit the report to the Cell‟s Executive Secretariat through the Village‟s Head."
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER II: RESPONSIBILITIES OF THE",
      "section": "3",
      "title": "Article 3 - Responsibilities",
      "content": "The Security Committee develops strategies and makes decisions on the problems that may jeopardise security in the following areas: 1º security in schools; 2º problems likely to trigger divisionism and discrimination, genocide ideology and other crimes against humanity; 3º problems related to vagrancy, prostitution, drugs abuse and other problems likely to be at the origin of insecurity for the population and their assets; 4º problems related to the utilisation of major and feeder roads when this may jeopardise the security of people and all assets. 5º issues of health, education, environment, famine, any epidemics and any other event that may have consequences on the security of the population and their assets. The Security Committee shall take decisions that can be immediately implemented where security disturbers aim at killing the population, destroy infrastructure and in case of any other activities thwarting the national development and the welfare of the population."
    },
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "1",
      "title": "Article 1 - Purpose of this Order",
      "content": "This Order determines responsibilities, structure and functioning of Security Committees at the levels of Provinces, City of Kigali, District and Sector."
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER III: FUNCTIONING OF THE",
      "section": "9",
      "title": "Article 9 - Venue of meetings",
      "content": "The Security Committee shall meet at the head office of concerned administrative entity on the date and time determined by its Chairperson. The Security Committee meeting shall be chaired by its Chairperson; the person replacing him/her in case of absence or prevention for an important reason shall be one provided for in particular provisions of the Law nº 87/2013 of 11/09/2013 determining the organisation and functioning of each concerned administrative entity."
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER II: ORGANISATION OF THE | Section One: Council of the Village | Section 2: Village‟s Executive Committee",
      "section": "10",
      "title": "Article 10 - Responsibilities of the Executive",
      "content": "Committee The Village‟s Executive Committee shall have the following responsibilities: 1° to work towards sensitization based on civic education and reliable information; 2° to encourage the population to continue promote integrity; 3° to ensure the security of the Village‟s residents; 4° to collect crime information; 5° to urge the population to participate government programmes; 6° to help the Cell to get basic data; 7° to promote the culture of concord and good relations among the Village‟s residents; 8° to sensitise the population about family planning programmes; 9° to sensitise the population about the prevention of and fight against epidemics; 10° to sensitise the population about the subscription to mutual health insurance schemes; 11° to sensitise the population about their children‟s sustainable schooling; 12° to sensitize families about harmony within families and encourage them to be in charge of the children‟s formal and informal education; 13° to fight against violence and injustice within families; 14° to sensitise the population about collective solidarity to solve the problems of poverty they are facing; 15° to ensure the maintenance of infrastructure; 16° to fight against laziness and vagrancy; 17° to sensitise the population about hygiene; 18° to protect environment; 19° to sensitise the population about development projects and joining cooperatives."
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER II: ORGANISATION OF THE | Section One: Council of the Village | Section 2: Village‟s Executive Committee",
      "section": "13",
      "title": "Article 13 - Duties of the Member in charge",
      "content": "social and civil affairs The Member in charge of social and civil affairs Officer shall have the following duties: 1° to sensitise the population about hygiene; 2° to prepare civil files to be submitted to the Village‟s Council for examination; 3° to target families whose children are vagrants and provide them with advice; 4° to know children who go to school; 5° to know the children who do not go school and encourage them to resume studies; 6° to set up a literacy programme for adults; 7° to sensitise the population about family planning; the 8° to sensitise the population about the prevention of and fight against epidemics; 9° to make a census of vulnerable people staying in the Village and examine modalities to assist them; 10° to promote harmony within families laying particular emphasis on the sensitisation of the population about the prevention of and the fight against violence in families; 11° to sensitise the population about the subscription to mutual health insurance schemes; 12° to work in close collaboration with health workers based in the Village; 13° to carry out any other task within his/her remit, which may be assigned to him/her by the superior organ; 14° to transmit the report to Cell‟s Executive Secretariat through the Village‟s Head."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER III: FUNCTIONING OF THE",
      "section": "14",
      "title": "Article 14 - Decision making process",
      "content": "Decisions from the Security Committee meeting shall be taken by full consensus of members present. Where consensus is not reached, opinions given by each member shall be entirely recorded in the report as they were given. In case of endless and fruitless discussions, the meeting shall be postponed and resume the following day with a view to reaching consensus among members. Where no consensus is reached for the second time, the authority provided for by this Order and to whom the Security Committee report is transmitted shall be informed within twenty-four (24) hours, and also take the decision within two (2) days after consulting other competent administrative organs."
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER | Section One: Functioning of the Council",
      "section": "15",
      "title": "Article 15 - Duties of Member in charge",
      "content": "development The Member in charge of Development Officer shall have the following duties: 1° to prepare community development activities and urge the population participate in them; 2° to assist the Village in getting basic figures; 3° to sensitise the population about collective solidarity to solve the problems of poverty they might face; 4° to sensitise the population about the maintenance of infrastructure; 5° to sensitise the population environment protection; about 6° to sensitise the population development activities; about 7° to carry out any other duty in his/her reemit, as it may be assigned to him/her by a superior organ; 8° to transmit the report to the Cell‟s Executive Secretary through the Village‟s Head. III: FUNCTIONING OF VILLAGE‟S ADMINISTRATIVE ORGANS"
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER III: FUNCTIONING OF THE",
      "section": "16",
      "title": "Article 16 - Collaboration among Security",
      "content": "Committee members Security Committee members shall have joint and several liability regarding the discussion held together in the meeting. They shall be characterised by collaboration shown by confidentiality regarding the discussion that took place. In all the meetings they organise, Security Committee members shall have the right to express and explain their opinions so that the meeting shall take place in an atmosphere of democracy, tranquillity and search for truth and consensus-based decisions."
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER III: FUNCTIONING OF THE",
      "section": "18",
      "title": "Article 18 - Obligation to chair the convened",
      "content": "meeting Where the Security Committee meeting has been convened, those competent to chair it shall in no way attend at the same time to duties preventing them from participating in the meeting they convened unless it is the reasons due to meetings convened by the Supreme Authority of the Country. In this case, the meeting shall be postponed."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER | Section One: Functioning of the Council | Section 2: Functioning of the Executive",
      "section": "19",
      "title": "Article 19 - Frequency and venue of Executive",
      "content": "Committee meetings The Village‟s Executive Committee shall meet twice a month and whenever it is required. It shall meet in the Village‟s Office or at any other place in the Village constituency, determined by the Village‟s Executive Committee."
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER | Section One: Functioning of the Council | Section 2: Functioning of the Executive",
      "section": "21",
      "title": "Article 21 - Chairing meetings and decision-",
      "content": "making The meeting of the Village‟s Executive Committee shall be chaired by the Village‟s Head. In case of absence or prevention of Village‟s Head, it shall be convened and chaired by the Executive Committee member in charge security. Decisions within the Village‟s Executive Committee shall be taken by consensus. Where there is no consensus, decisions shall be taken vote. In this case, decisions shall be taken absolute majority of participants in the meeting."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND",
      "section": "22",
      "title": "Article 22 - Reporting",
      "content": "A monthly report on all the activities of the previous month and the activities to be carried out the following month shall be sent to the Cell‟s Executive by the Village‟s Executive Committee after discussion and agreement on the content the report. FINAL PROVISIONS"
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND",
      "section": "24",
      "title": "Article 24 - Sensitising a Village‟s resident",
      "content": "about mending his/her ways Without prejudice to the sanctions provided for laws, the Village‟s Council, based on the faults and misbehaviour or any unworthy attitude from resident of the Village, shall administer sanctions in a family setting, aiming at calling upon him/her to mend his/her ways after reprimanding and providing him/her with advice. The Village‟s Council may also take other measures against whoever is staying in the Village where it is established that they disturb security voluntarily refuse to implement the decisions from the Village‟s Council. The measures provided for in Paragraph One this Article shall be initiated by the Executive Committee and approved by the Village‟s Council."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee",
      "section": "25",
      "title": "Article 25 - Composition of the restricted",
      "content": "Security Committee The restricted Provincial Security Committee shall be comprised of the following: 1º Governor of the Province: Chairperson; 2º Army Division provincial level; Commander at the 3º Region Police provincial level; Commander at the 4º Chief Intermediate Prosecutor serving in the Province; 5º Immigration and Emigration Officer at provincial level; Chief 6º National Security Service Chief Officer provincial level; 7º Executive Secretary of the Province: rapporteur. Where the rapporteur of the Security Committee is not available, Security Committee members shall elect a rapporteur among them."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND",
      "section": "27",
      "title": "Article 27 - Commencement",
      "content": "PRESIDENTIAL ORDER Nº105/01 OF 10/07/2014 DETERMINING THE ORGANISATION AND FUNCTIONING OF THE ADMINSITRATIVE ORGANS OF THE VILLAGE We, KAGAME Paul, President of the Republic; Pursuant to the Constitution of the Republic Rwanda of 04 June 2013 as amended to date, especially in Articles 112, 121 and 201; Pursuant to Law nº 87/2013 of 11/09/2013 determining the organization and functioning decentralized administrative entities, especially"
    },
    {
      "provision_ref": "art219",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "219",
      "title": "Article 219 - ;",
      "content": "Upon proposal by the Minister in charge of Local Government; After consideration and approval by the Cabinet, in its session of 28/03/2014; HAVE ORDERED AND HEREBY ORDER:"
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER III: FUNCTIONING OF THE",
      "section": "5",
      "title": "Article 5 - Examination of issues and non-",
      "content": "interference in other responsibilities The Security Committee shall have the right to examine an individual case whenever it established that somebody is implicated in the disturbance of security. In the performance of its duties, the Security Committee shall avoid interfering in issues irrelevant to its duties or taking decisions about them. SECURITY COMMITTEE"
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER II: ORGANISATION OF THE | Section One: Council of the Village",
      "section": "6",
      "title": "Article 6 - Competence of the Council",
      "content": "The Village‟s Council shall be the Village‟s supreme organ. It deliberates on all issues relating to the Village‟s duties. The Village‟s Council shall elect the members the Village‟s Executive Committee and relieve them of their duties in case they do not properly discharge their tasks, are accomplices in a given case, and where it is established that they are the source of conflicts in the Village. The Council may relieve of he/she duties any Executive Committee member who does not discharge their duties."
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND",
      "section": "7",
      "title": "Article 7 - Commencement",
      "content": "PRESIDENTIAL ORDER N°106/01 OF 10/07/2014 DETERMINING ORGANIZATION OF THE CELL COUNCIL We, KAGAME Paul, President of the Republic; Pursuant to the Constitution of the Republic of Rwanda of 04 June 2003 as amended to date, especially in Articles 112, 121 and 201; Pursuant to Law n o 87/2013 of 11/09/2013 determining organisation and functioning of decentralized administrative entities, especially in"
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER II: ORGANISATION OF THE | Section One: Council of the Village | Section 2: Village‟s Executive Committee",
      "section": "8",
      "title": "Article 8 - Composition of Executive Committee",
      "content": "The Village‟s Executive Committee shall comprised of the following five (5) members: 1° Village‟s Head; 2° Member in charge of security and people entering and going out of the Village; 3° Member in charge of social and civil affairs; 4° Member in charge of information and population education; 5° Member in charge of development."
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER II: ORGANISATION OF THE | Section One: Council of the Village | Section 2: Village‟s Executive Committee",
      "section": "11",
      "title": "Article 11 - Duties of Village‟s Head",
      "content": "The Village‟s Head shall have the following duties: 1° to convene and chair Executive Committee and Council of Village; 2° to follow up the implementation of the decisions from the Council; 3° to disseminate and implement government programmes and policies from superior organs; 4° to promote the culture of concord and good relations among the Village‟s residents; 5° to fight against violence and injustice; 6° to fight against poverty and vagrancy; 7° to deal with civil and cultural issues; 8° to coordinate the activities of the Village‟s Executive Committees; 9° to participate in meetings provided for by the law or those convened by superior organs; 10° to submit activity reports to Cell‟s authorities."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER | Section One: Functioning of the Council",
      "section": "17",
      "title": "Article 17 - Quorum",
      "content": "The Village‟s Council shall sit when at least fifty per cent (50%) of its members plus one participant are present. Where the quorum is not reached, the meeting shall be postponed and takes place within fifteen (15) days. Where the meeting of the Village‟s Council convened within fifteen (15) days and where the quorum is not reached again, the meeting shall take place and validly deliberate."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER III: FUNCTIONING OF THE",
      "section": "20",
      "title": "Article 20 - Behaviour in meetings",
      "content": "The Chairperson shall ensure the respect of carefulness, politeness and tranquillity in Security Committee meetings based on the provisions of this Order. Where a person seriously hampers the activities of the Security Committee, he/she shall be reported to the higher authority for action in accordance with the law."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER III: FUNCTIONING OF THE",
      "section": "23",
      "title": "Article 23 - Distribution of the report",
      "content": "Without prejudice to Article 14 of this Order, the draft of proceedings of the previous meeting shall be at the disposal of each Security Committee member at least twelve (12) hours before the following meeting convenes. The report shall not be read out in the meeting. However, any Security Committee member shall have the right to propose corrections to be made on it. Where proposed corrections are accepted, the rapporteur shall show in the meeting the new document taking on board all the latest corrections as approved by the Security Committee meeting. Such report shall not be presented again for further discussion."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee",
      "section": "26",
      "title": "Article 26 - Composition of the broad Security",
      "content": "Committee The broad Provincial Security Committee shall be comprised of the members of the restricted Security Committee plus District Mayors and other people it deems necessary."
    },
    {
      "provision_ref": "art204",
      "chapter": "CHAPTER IV: MISCELLANEOUS AND",
      "section": "204",
      "title": "Article 204 - ;",
      "content": "On proposal Government; by the Minister of Local After consideration and approval by the Cabinet in its session of 28/03/2014; HAVE ORDERED ORDERED:"
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee | Section 2: Security Committee in the City of",
      "section": "29",
      "title": "Article 29 - Security Committee Report",
      "content": "Resolutions and recommendations from the Provincial Security Committee shall be submitted within seven (7) days from the date of the meeting to the Minister in charge of local Government; with copies to the Minister in charge of national security, the Minister in charge of defence, and the Minister in charge of justice. Kigali"
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee | Section 2: Security Committee in the City of",
      "section": "30",
      "title": "Article 30 - Composition of the restricted",
      "content": "Security Committee in the City of Kigali The following persons shall be members of the restricted Security Committee in the City of Kigali: 1º Mayor of the City of Kigali, Chairperson; 2º other members Committee; 3º Army Division Commander of the Division in which the City of Kigali located; 4º District Police Commander in the City of Kigali; 5º Police Commander in the City of Kigali; 6º Chief Intermediate Prosecutor in the City of Kigali; 7º Immigration and Emigration Officer in the City of Kigali; of the Executive Chief 8º National Security service Chief Officer in the City of Kigali; 9º the Executive Secretary of the City of Kigali, who is the rapporteur of the Committee. In case the rapporteur of the Security Committee is absent, Security Committee members elect Secretary among themselves."
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee | Section 2: Security Committee in the City of",
      "section": "31",
      "title": "Article 31 - Composition of the broad Security",
      "content": "Committee in the City of Kigali The broad Security Committee in the City of Kigali is comprised of the members of the restricted Security Committee plus Mayors of Districts from the City of Kigali and other people it deems necessary."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee | Section 2: Security Committee in the City of",
      "section": "32",
      "title": "Article 32",
      "content": "Committee Convening of the Security The Security Committee in the City of Kigali shall meet once a month and whenever it is necessary."
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee | Section 2: Security Committee in the City of",
      "section": "33",
      "title": "Article 33 - Provision of advice",
      "content": "The Security Committee in the City of Kigali shall advise the Executive Committee of the City of Kigali regarding the decisions to be taken and implemented as a matter of urgency, as long as they are not in contradiction with laws."
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee | Section 2: Security Committee in the City of",
      "section": "34",
      "title": "Article 34 - Functioning of the Security",
      "content": "Committee during the election period During the period of the elections of the members of the Advisory Committee in the City of Kigali, Security Committee meetings are convened and chaired by the Executive Secretary of the City of Kigali. In this case, Security Committee members elect among them a Secretary."
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee | Section 2: Security Committee in the City of | Section 3: District Security Committee",
      "section": "36",
      "title": "Article 36 - Composition of the restricted",
      "content": "Security Committee The restricted District Security Committee shall be comprised of the following: 1º District Mayor, Chairperson; 2º Other members of the District Executive Committee; 3º District Army Commander; 4º District Police Commander; 5º Chief Intermediate Prosecutor in the District jurisdiction; 6º District Security Officer; 7º District Emigration Officer; Immigration 8º Rwanda Correctional Service District Director; 9º District Administration Security Support Organ (DASSO) Coordinator; 10º a member of the National Women‟s Council at District level in charge of security; 11º an advisor in the National Youth Council at District level in charge of information and communication; 12º the Executive Secretary of the District, who is the rapporteur and Where the rapporteur of the Security Committee is not available, Security Committee members shall elect a rapporteur among them."
    },
    {
      "provision_ref": "art37",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee | Section 2: Security Committee in the City of | Section 3: District Security Committee",
      "section": "37",
      "title": "Article 37 - Broad District Security Committee",
      "content": "members The broad District Security Committee comprised of the members of the restricted Security Committee plus Executive Secretaries of Sectors making up the District and other people deems necessary."
    },
    {
      "provision_ref": "art38",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee | Section 2: Security Committee in the City of | Section 3: District Security Committee",
      "section": "38",
      "title": "Article 38 - Convening of Security Committee",
      "content": "meetings Meetings of District Security Committee shall take place once a month and whenever it necessary."
    },
    {
      "provision_ref": "art41",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee | Section 2: Security Committee in the City of | Section 3: District Security Committee | Section 4: Sector Security Committee",
      "section": "41",
      "title": "Article 41 - Composition of the Security",
      "content": "Committee The restricted Sector Security Committee shall be comprised of the following: 1º Executive Secretary Chairperson; 2º Sector Army Officer; 3º Sector Police Officer; 4º Coordinator of the Administration Security Support Organ (DASSO), at the Sector level; 5º Presidents of Mediation Committees; 6º A staff in charge of community civil queries who is the rapporteur of the meeting. of the Sector, Where the rapporteur of the Security Committee is not available, Security Committee members shall elect a rapporteur among themselves."
    },
    {
      "provision_ref": "art45",
      "chapter": "CHAPTER V: MISCELLANEOUS",
      "section": "45",
      "title": "Article 45 - Reports of Security Committee",
      "content": "meetings The report of the Sector Security Committee meeting shall be submitted in five (5) days at the latest, from the date of the meeting, to the Mayor of the District where the Sector is located, with copy to the Governor of the Province or the Mayor of the City of Kigali concerned and the Chairperson of the Bureau of the Sector Council. FINAL PROVISIONS AND"
    },
    {
      "provision_ref": "art46",
      "chapter": "CHAPTER V: MISCELLANEOUS",
      "section": "46",
      "title": "Article 46 - Instructions of the Minister in",
      "content": "charge of local Government Subject to the provisions of this Order, the Minister in charge of local Government may institute guidelines aiming at preserving security in different administrative entities."
    },
    {
      "provision_ref": "art48",
      "chapter": "CHAPTER V: MISCELLANEOUS",
      "section": "48",
      "title": "Article 48 - Authorities responsible for the",
      "content": "implementation of this Order The Prime Minister, the Minister of Local Government, the Minister of Internal Security, the Minister of Defence and the Minister of Justice/Attorney General are entrusted with the implementation of this Order."
    },
    {
      "provision_ref": "art49",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "49",
      "title": "Article 49 - Commencement",
      "content": "PRESIDENTIAL ORDER N°107/01 OF 10/07/2014 DETERMINING RESPONSIBILITIES AND FUNCTIONING OF THE SECURITY COMMITTEE We, KAGAME Paul, President of the Republic; Pursuant to the Constitution of the Republic of Rwanda of 04 June 2003 as amended to date, especially in Articles 112, 121 and 201; Pursuant to Law nº 14/2013 of 25/03/2013 determining the organisation and functioning of Provinces, especially in Article 17; Pursuant to Law nº 87/2013 of 11/09/2013 determining the organisation and functioning of the national decentralised administrative entities, especially in Articles 86 and 198; On proposal Government; by the Minister of Local After consideration and approval by the Cabinet, in its session of 28/03/2014; HAVE ORDERED AND HEREBY ORDER:"
    },
    {
      "provision_ref": "artshall-not",
      "chapter": "CHAPTER III: FUNCTIONING OF THE",
      "section": "shall not",
      "title": "Article shall not - apply.",
      "content": "Members of the Security Committee wishing to register an item on the agenda shall inform the Chairperson before the adoption of the agenda."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee",
      "section": "28",
      "title": "Article 28 - Provision of advice",
      "content": "The Provincial Security Committee shall advise the Governor of the Province regarding the decisions to be taken and implemented as a matter of urgency, as long as they are not in contradiction with laws."
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee | Section 2: Security Committee in the City of | Section 3: District Security Committee",
      "section": "35",
      "title": "Article 35 - Security Committee report",
      "content": "Resolutions and recommendations from the Security Committee at Kigali City level are submitted within seven (7) days from the date of the meeting to the Minister in charge of local government, with a copy to the Ministers in charge of internal security, army and justice as well as the Chairperson of the Council."
    },
    {
      "provision_ref": "art39",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee | Section 2: Security Committee in the City of | Section 3: District Security Committee",
      "section": "39",
      "title": "Article 39 - Provision of advice",
      "content": "The District Security Committee shall advise the District Executive Committee regarding the decisions to be taken and implemented urgently, as long as they are not in contradiction with the law."
    },
    {
      "provision_ref": "art40",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee | Section 2: Security Committee in the City of | Section 3: District Security Committee | Section 4: Sector Security Committee",
      "section": "40",
      "title": "Article 40 - Security Committee reports",
      "content": "The Report from the District Security Committee is submitted to the Governor of the Province or the Mayor of the City of Kigali concerned, with copy to the Minister in charge of local government in his remit and to the President of the District Council."
    },
    {
      "provision_ref": "art42",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee | Section 2: Security Committee in the City of | Section 3: District Security Committee | Section 4: Sector Security Committee",
      "section": "42",
      "title": "Article 42 - Broad Security Committee",
      "content": "The broad Sector Security Committee shall be comprised of the members of the restricted Sector Security Committee plus Executive Secretaries of the Cells making up this Sector and other people deems necessary."
    },
    {
      "provision_ref": "art43",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee | Section 2: Security Committee in the City of | Section 3: District Security Committee | Section 4: Sector Security Committee",
      "section": "43",
      "title": "Article 43 - Sitting of the Security Committee",
      "content": "The Sector Security Committee meetings shall take place once a month and whenever it necessary."
    },
    {
      "provision_ref": "art44",
      "chapter": "CHAPTER IV: SPECIAL PROVISIONS FOR | Section One: Provincial Security committee | Section 2: Security Committee in the City of | Section 3: District Security Committee | Section 4: Sector Security Committee",
      "section": "44",
      "title": "Article 44 - Provision of advice",
      "content": "The Sector Security Committee advises the Sector Executive Secretary regarding the decisions to be taken and implemented urgently, as long as they are not contrary to the law."
    },
    {
      "provision_ref": "art47",
      "chapter": "CHAPTER V: MISCELLANEOUS",
      "section": "47",
      "title": "Article 47 - Repealing provision",
      "content": "All prior provisions contrary to this Order are hereby repealed."
    }
  ],
  "definitions": []
}
