{
  "id": "rw-law-2014-12ter",
  "type": "statute",
  "title": "Law regulating the Tourism Industry in Rwanda",
  "title_en": "Law regulating the Tourism Industry in Rwanda",
  "short_name": "Law 12TER of 2014",
  "status": "in_force",
  "issued_date": "2014-09-19",
  "in_force_date": "2014-07-18",
  "url": "https://rwandalii.org/akn/rw/act/law/2014/12ter/eng@2014-07-18",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1 - Purpose of this law",
      "content": "imitunganyirize This Law regulates the tourism industry. Ingingo ya 2: Ibisobanuro by‟amagambo"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 - Définition des termes",
      "content": "Muri iri tegeko, amagambo akurikira afite In this Law, the following terms shall have the Aux fins de la présente loi, les termes repris cimeanings below: après ont les significations suivantes: ibisobanuro bikurikira: 1° ikigo cy‟ubukerarugendo: ikigocy‟ubucuruzi cy‟ubukerarugendo harimo resitora, akabari, urubyiniro, icumbi, sosiyete itwara abantu, uyobora ba mukerarugendo, ibiro cyangwa ikigo gitanga amakuru yerekeye ubukerarugendo, ubukerarugendo bushingiye ku muco bwemewe n‟Ikigo cy‟Ingoro z‟Igihugu 1° tourism entity: a tourism business enterprise which consists of a restaurant, bar, night club, accommodation establishment, tour operator, tour guide, tourism information office or centre, cultural tourism recognized by the Institute of National Museums of Rwanda and any other entity as may be determined by an 1° entité de tourisme: entreprise commerciale de tourisme qui consiste en un restaurant, un bar, une boîte de nuit, un établissement d'hébergement, une agence de voyage, un guide touristique, un bureau ou un centre d'information sur le tourisme, le tourisme culturel reconnu par l‟Institut des Musées Nationaux du Rwanda et toute z‟umurage w‟u Rwanda n‟ikindi kigo cyose cyagenwa n‟Iteka rya Minisitiri; Order of the Minister; autre entité déterminée par un arrêté du Ministre; 2° ikigo gicumbikira abantu: ikigo gitanga icumbi na serivisi z‟ubukerarugendo; 2° accommodation establishment: an establishment offering lodging and tourism services; 2° établissement d'hébergement: établissement offrant le logement et les services de tourisme; 3° Minisitiri: Minisitiri ufite ubukerarugendo mu nshingano ze; 3° Minister: the Minister in charge of tourism; 3° Ministre: le Ministre ayant le tourisme dans ses attributions; 4° ubukerarugendo: ibikorwa by‟umuntu cyangwa itsinda ry‟abantu basura ahantu ku mpamvu z‟imyidagaduro, ubucuruzi cyangwa izindi mpamvu zose zitarimo guhemberwa icyamujyanye aho hantu; 4° tourism: activities organised by an individual or a group of persons traveling to a place for entertainment, business or any other reasons except those involving remuneration; 4° tourisme: activités en rapport avec le voyage à titre personnel ou en groupe pour des raisons de loisirs, d‟affaires ou d‟autres motifs sauf la rémunération; 5° ucunga ikigo cy‟ubukerarugendo: umuntu ufite ubucuruzi, ukoresha cyangwa ucunga ikigo cy‟ubukerarugendo; 5° tourism entity operator: owner of a tourism business, operator or manager of a tourism entity; 5° exploitant d‟une entité de tourisme: propriétaire d'une entreprise de tourisme, exploitant ou gestionnaire d‟une entité de tourisme; 6° umukiliya: umuntu wishyura serivisi cy‟ubukerarugendo; ukoresha yahawe cyangwa n‟ikigo 6° client: person using or paying services offered by a tourism entity; 6° client: une personne utilisant ou payant les services offerts par une entité de tourisme; 7° umukozi wemewe: n‟Urwego gukora by‟ubukerarugendo; umukozi wemejwe igenzura ry‟ibigo 7° authorised officer: officer approved by the Board to evaluate tourism entities; 7° agent autorisé: un agent désigné par l‟Office pour évaluer les entités de tourisme; 8° umuntu: umuntu ku giti cye, koperative, umuryango utari uwa Leta cyangwa isosiyeti y‟ubucuruzi; 8° person: natural person, cooperative, nongovernmental organization or company; 8° personne: personne physique, coopérative, organisation non gouvernementale ou société commerciale; 9° Urwego: urwego rwa Leta rufite mu nshingano zarwo ubukerarugendo. 9° Board: Government organ in charge of tourism. 9° Office: organe de l‟Etat ayant le tourisme dans ses attributions. UMUTWE WA II: GUTANGA ICYEMEZO CHAPTER II: GRANT OF OPERATING CHAPITRE II: OCTROI DE LICENCE CYO GUKORA NO GUSHYIRA MU LICENSE AND GRADING OF TOURISM D‟EXPLOITATION ET CLASSIFICATION BYICIRO IBIGO ENTITIES DES ENTITES DE TOURISME BY‟UBUKERARUGENDO Icyiciro cya mbere: Gutanga icyemezo cyo Section One: Grant of an operating license gukora première: d'exploitation Octroi de licence Ingingo ya 3: Icyemezo cyo gukora ubucuruzi Article 3: Tourism business operating license bw‟ubukerarugendo"
    },
    {
      "provision_ref": "artpremier",
      "section": "premier",
      "title": "Article premier - Objet de la présente loi",
      "content": "La présente loi porte réglementation l'industrie du tourisme."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 - Licence d‟exploitation d‟une activité",
      "content": "commerciale de tourisme Ikigo cy‟ubukerarugendogishaka gukora A tourism entity wishing to operate a tourism Une entité de tourisme souhaitant entreprendre une ubucuruzi bw‟ubukerarugendo kigomba kugira business shall have an operating license granted activité commerciale de tourisme doit être munie icyemezo cyo gukora cyahawe n‟Urwego. by the Board. d‟une licence d'exploitation délivrée par l'Office. Ingingo ya 4: Ibyiciro by‟ibyemezo byo Article 4: Categories of operating licenses gukora"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4 - Catégories de licences d‟exploitation",
      "content": "Ibyemezo byo gukora bitangwa mu byiciro Operating licenses shall be granted according to the Les licences d‟exploitation sont octroyées selon les bikurikira: following categories: catégories suivantes: Icyiciro cya A: Ikigo gicumbikira abantu Category A: Accommodation establishment Catégorie A:Etablissement d'hébergement Iki cyemezo cyemerera ugihawe gukora This license shall authorize the holder to sell ubucuruzi bwa serivisi zo gucumbikira abantu accommodation services on a daily basis. ku munsi. Cette licence confère à son détenteur l‟autorisation de s‟engager dans le commerce des services d‟hébergement au quotidien. Icyiciro cya B: Resitora, bare n‟urubyiniro Catégorie B: Restaurant, bar et boîte de nuit Category B: Restaurant, bar and night club Iki cyemezo cyemerera ugihawe gukora This license shall authorize the holder to sell ubucuruzi bwa serivisi za resitora, restaurant, bar and night club services. akabarin‟urubyiniro. Cette licence confère à son détenteur l‟autorisation de s‟engager dans le commerce des services de restaurant, de bar et de boîte de nuit. Icyiciro cya C: Gutwara no kuyobora ba Category C: Tour operator and tour guide mukerarugendo Catégorie C: Agence de voyage et guide dans le domaine du tourisme Iki cyemezo cyemerera ugihawe gukora This license shall authorize the holder to sell tour ubucuruzi bwa serivisi zo gutwara no kuyobora operator and guide services. ba mukerarugendo. Cette licence confère à son détenteur l‟autorisation de s‟engager dans le commerce des services d‟agence de voyage et de guide dans le domaine du tourisme. Icyiciro cya D: Gutanga amakuru yerekeye Category D: Tourism information ubukerarugendo Catégorie D:Information sur le tourisme Iki cyemezo cyemerera ugihawe gutanga serivisi This license shall authorize the holder to provide Cette licence confère à son détenteur zo gutanga amakuru yerekeye ubukerarugendo. tourism information services. l‟autorisation de fournir des services d‟information sur le tourisme. Icyiciro cya E: Ubukerarugendo bushingiye Category E: Cultural tourism ku muco Catégorie E: Tourisme culturel Iki cyemezo cyemerera ugihawe gutanga serivisi This license shall authorize the holder to provide zijyanye n‟ubukerarugendo bushingiye ku muco services related to cultural tourism and other n‟ibindi bifitanye isano n‟umuco gakondo services related to national traditional culture. w‟Igihugu. Cette licence confère à son détenteur l‟autorisation de fournir des services sur le tourisme culturel et d'autres services liés à la culture traditionnelle nationale. Iteka rya Minisitiri rishobora kugena ibindi An Order of the Minister may determine other Un arrêté du Ministre peut déterminer d‟autres byiciro by‟ibyemezo byo gukora n‟ibikubiye categories of operating licenses and the content of catégories de licences d‟exploitation et le contenu muri buri cyemezo cyo gukora. each of them. de chacune d‟elles."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5 - Application for an operating license",
      "content": "Ikigo cy‟ubukerarugendo gishaka icyemezo cyo gukora kibisaba Urwego mu nyandiko. A tourism entity seeking an operating license shall Une entité de tourisme qui désire obtenir une apply to the Board. licence d'exploitation adresse sa demande à l'Office. Iteka rya Minisitiri rigena ibisabwa kugira ngo An Order of the Minister shall determine the Un arrêté du Ministre détermine les conditions ikigo cy‟ubukerarugendo cyemererwe gukora. requirements for a tourism entity to be granted an requises d‟octroi d‟une licence d‟exploitation à une Rigena kandi amafaranga yishyurwa kuri buri operating license. It shall also determine fees paid entité de tourisme. Il détermine également les frais cyemezo cyo gukora. for each operating license. à payer pour chaque licence d‟exploitation. Ingingo ya 6: Gusuzuma no gusubiza isaba Article 6: Examination of and reply to an Article 6: Examiner et donner suite à une ry‟icyemezo cyo gukora application for an operating license demande de licence d‟exploitation Iyo Urwego rumaze kwakira isaba ry‟icyemezo cyo gukora, rukora isuzuma kandi rugasubiza mu nyandiko mu gihe kitarenze iminsi cumi n‟itanu (15) uhereye igihe rwakiriye ubusabe, rugaragaza ko ikigo cy‟ubukerarugendo: 1° cyemerewe icyemezo cyo gukora; 2° kigomba kuzuza ibibura mu bisabwa; 3° kitemerewe gukora n‟impamvu. Upon receipt of an application for an operating license, the Board shall assess the application and reply in writing within a period not exceeding fifteen (15) days from the receipt of the application, specifying that the tourism entity: 1° has been granted an operating license; 2° has to add missing documents to its application dossier; 3° has been denied a license and reasons for denial. Après la réception d'une demande de licence d‟exploitation, l'Office examine la demande et y réserve une suite écrite dans un délai ne dépassant pas quinze (15) jours à compter de la réception de la demande en précisant que l‟entité de tourisme: 1° s‟est vu accorder une licence d‟exploitation; 2° doit ajouter les pièces qui manquent dans son dossier de demande; 3° s‟est vu refuser une licence et les motifs de refus. Ingingo ya 7: Igihe icyemezo cyo gukora Article 7: Period of validity of an operating Article 7:Durée kimara license d‟exploitation Icyemezo cyo gukora nta gihe kigenwe kimara. de validité d‟une licence An operating license shall be valid for an unspecified La durée de validité d‟une licence d‟exploitation est period. indéterminée. Icyakora, gishobora guteshwa agaciro cyangwa However, it may be cancelled or revoked in Toutefois, elle peut être annulée ou révoquée gukurwaho hakurikijwe ibiteganywa n‟iri accordance with the provisions of this Law. conformément aux dispositions de la présente loi. tegeko. Ingingo ya 8: Guhererekanya icyemezo cyo Article 8: Transfer of an operating license gukora"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8 - Transfert d'une licence d'exploitation",
      "content": "Uwahawe icyemezo cyo gukora bishingiye kuri The holder of an operating license granted under this Le titulaire d'une licence d'exploitation accordée en iri tegeko ntashobora kugihererekanya n‟undi law shall not transfer the license to a third party vertu de la présente loi ne peut pas la transférer à un muntu atabiherewe uruhushya n‟Urwego. tiers sans l‟autorisation de l‟Office. without authorization from the Board. Ingingo ya 9: Guhindura icyemezo cyo Article 9: Variation of an operating license or its Article 9: Modification d‟une gukora cyangwa icyiciro category d‟exploitation ou de sa catégorie licence Gusaba guhindura icyemezo cyo gukora The application for variation of an operating La demande de modification d‟une licence cyangwa icyiciro bikorwa mu nyandiko mu license or its category shall be made in writing in d‟exploitation ou de sa catégorie se fait par écrit buryo bugenwa n‟Urwego. accordance with modalities determined by the selon les modalités déterminées par l‟Office. Board. Iteka rya Minisitiri rigena amafaranga atangwa An Order of the Minister shall determine fees for Un arrêté du Ministre détermine les frais de mu gusaba guhindura icyemezo cyo gukora the application for the variation of an operating demande de modification d‟une licence cyangwa icyiciro. license or its category. d‟exploitation ou de sa catégorie. Ingingo ya 10: Guhagarika by‟agateganyo Article 10: Temporary suspension of icyemezo cyo gukora operating license an Article 10: Suspension temporaire d‟une licence d‟exploitation Urwego rushobora guhagarika by‟agateganyo icyemezo cyo gukora igihe ikigo cy‟ubukerarugendo gisabwa gukosora cyangwa kuzuza ibisabwa n‟Urwego. The Board may temporarily suspend an operating license in case a tourism entity is requested to make corrections or fulfil the conditions required by the Board. L‟Office peut suspendre temporairement une licence d‟exploitation au cas où une entité de tourisme est sommée de faire des corrections ou de remplir les conditions exigées par l‟Office. Iyo hari impamvu yihutirwa yaba ibangamiye ubuzima, ibidukikije cyangwa umutekano w‟abantu, urundi rwego rubifitiye ububasha ruhagarika by‟agateganyo ikigo cy‟ubukerarugendo rukabimenyesha Urwego mu nyandiko mu gihe kitarenze iminsi ibiri (2) kugira ngo rufate icyemezo mu gihe cy‟iminsi itanu (5). Where there is an emergency that may jeopardize health, environment or public safety, another relevant entity shall temporarily suspend the tourism entity and inform in writing the Board within two (2) days in order for the Board to make a decision within five (5) days. S‟il y a une situation d‟urgence qui peut nuire à la santé, à l‟environnement ou à la sécurité publique, une autre entité compétente suspend temporairement une entité de tourisme et en informe par écrit l‟Office dans un délai ne dépassant pas deux (2) jours pour permettre à l‟Office de prendre une décision dans un délai de cinq (5) jours. Ingingo ya 11: Guhagarika ku bushake Article 11: Voluntary suspension of tourism Article 11: Suspension volontaire d‟une activité ubucuruzi bw‟ubukerarugendo business commerciale de tourisme Ikigo cy‟ubukerarugendo gishaka guhagarika ku A tourism entity wishing to voluntarily suspend Une entité de tourisme souhaitant suspendre bushake ubucuruzi bw‟ubukerarugendo tourism business shall return to the Board the kigomba gusubiza Urwego icyemezo cyo operating license within fifteen (15) days after gukora mu minsi cumi n‟itanu (15) nyuma yo cessation of activities. guhagarika imirimo yacyo. volontairement une activité commerciale de tourisme retourne à l‟Office sa licence d‟exploitation dans un délai de quinze (15) jours après la cessation de ses activités. Ingingo ya 12: Gutesha agaciro icyemezo cyo Article 12: Cancellation of an operating license gukora Article 12: d‟exploitation Urwego rushobora gutesha agaciro icyemezo The Board may cancel an operating license if the cyo gukora iyo uwahawe icyo cyemezo: licensee: L'Office peut annuler la licence d'exploitation si le titulaire: Annulation d'une licence 1° atubahirije ibiteganywa n‟iri tegeko n‟ibikubiye mu cyemezo cyo gukora yahawe; 1° fails to comply with the provisions of this Law and the terms and conditions of his/her operating license; 1° ne se conforme pas aux dispositions de la présente loi et les termes et conditions de sa licence d‟exploitation; 2° ateza ikibazo gikomeye ku bidukikije, ku buzima cyangwa kumutekano w‟abantu; 2° seriously jeopardizes environment, health or public safety. 2° compromet sérieusement l‟environnement, la santé ou la sécurité publique. Iyo Urwego rugiye gutesha agaciro icyemezo cyo gukora, kibimenyesha mu nyandiko ikigo cy‟ubukerarugendo nibura iminsi mirongo itandatu (60) mbere yuko icyemezo cyo gukora giteshwa agaciro. In case the Board considers cancelling an operating license, it shall notify in writing the tourism entity at least sixty (60) days before the cancellation of the license. Lorsque l‟Office envisage d‟annuler une licence d‟exploitation, elle en informe, par écrit, l‟entité de tourisme au moins soixante (60) jours avant l‟annulation de la licence. Icyakora, iyo ikigo cy‟ubukerarugendo gifite icyemezo cyo gukora giteza ikibazo gikomeye ku bidukikije, ku buzima cyangwa kumutekano w‟abantu, Urwego rushobora guhita rucyambura icyo cyemezo nta nteguza. However, in case a tourism entity holding an operating license seriously jeopardizes environment, health or public safety, the Board may immediately withdraw the license from the tourism entity without notice. Toutefois, lorsqu‟une entité de tourisme disposant d‟une licence d‟exploitation compromet sérieusement l‟environnement, la santé ou la sécurité publique, l‟Office peut immédiatement lui retirer la licence sans préavis. Ingingo ya 13: Ingaruka zo gutesha agaciro Article 13: Effects of cancellation of an Article 13: Effets de l'annulation d‟une licence icyemezo cyo gukora operating license d‟exploitation Ikigo cy‟ubukerarugendo cyatesherejwe agaciro A tourism entity whose operating license has been Une entité de tourisme dont la licence icyemezo cyo gukora kandi ubujurire buvugwa cancelled and whose appeal provided for under this d‟exploitation a été annulée et dont le recours visé muri iri tegeko bwaranzwe kigomba: Law has been rejected shall: par la présente loi a été rejeté doit: 1° guhagarika imirimo yacyo nyuma 1° cease its activities after the cancellation of its y‟iteshagaciro ry‟icyemezo cyo gukora; operating license; 1° cesser ses activités après l'annulation de sa licence d‟exploitation; 2° gusubiza Urwego icyemezo cyo gukora 2° return the operating license to the Board within mu minsi cumi n‟itanu (15) uhereye ku fifteen (15) days from the date of cancellation. itariki cyatesherejweho agaciro. 2° retourner sa licence d‟exploitation à l‟Office endéans quinze (15) jours à compter de la date de l‟annulation. Icyiciro cya 2: by‟ubukerarugendo Ibyiciro by‟ibigo Section 2: Categories of tourism entities Ingingo ya 14: Gushyira mu byiciro ibigo Article 14: Grading of tourism entities by‟ubukerarugendo Urwego rushyira mu byiciro by‟ubukerarugendo rushingiye ku n‟ibipimo ngenderwaho."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14 - Classification des entités de tourisme",
      "content": "ibigo The Board shall grade tourism entities based on L'Office classifie les entités de tourisme eu égard à bwiza quality and applicable standards. la qualité et aux normes applicables. Iteka rya Minisitiri rigena ibipimo ngenderwaho An Order of the Minister shall determine the Un arrêté du Ministre détermine les normes de mu gushyira mu byiciro ibigo standards for the grading of tourism entities. classification des entités de tourisme. by‟ubukerarugendo. Ingingo ya 15: Icyiciro kitari cyo bikozwe Article 15: Falsification of grade by a tourism Article 15: Falsification de classification par n‟ucunga ikigo cy‟ubukerarugendo entity operator l‟exploitant d‟une entité de tourisme Mu gihe ikigo cy‟ubukerarugendo cyashyizwe mu cyiciro hashingiwe kuri iri tegeko, ucunga ikigo cy‟ubukerarugendo ntashobora gusobanura cyangwa gufata aho hantu ko hari mu cyiciro gitandukanye n‟icyiciro yahawe n‟Urwego. Where a tourism entity has been graded under this law, the operator cannot describe or hold out such premises as being of a grade other than the one assigned to it by the Board. Lorsqu'une entité de tourisme a été classée en vertu de la présente loi, l'exploitant ne peut décrire ou tenir ces lieux comme étant de la catégorie différente de celle qui lui a été assignée par l'Office. UMUTWE WA III: INGINGO ZEREKEYE CHAPTER III: APPEAL PROVISIONS UBUJURIRE CHAPITRE III: DISPOSITIONS SUR LE RECOURS Ingingo ya 16: Uburenganzira bwo kujuririra Article 16: Right to appeal against the Board‟s Article 16: Droit de recours contre la décision icyemezo cy‟Urwego decision de l'Office Umuntu wese wabangamiwe n‟icyemezo cy‟Urwego ashobora kujuririra Inama y‟ubujurire iteganywa mu ngingo ya 18 y‟iri tegeko. Any person aggrieved by a decision of the Board Toute personne lésée par une décision de l'Office a le shall have the right to appeal to the Appeal droit d‟introduire un recours devant le Comité de Committee provided for under Article 18 of this recours prévu à l‟article 18 de la présente loi. Law. Ubujurire buhagarika icyemezo cy‟Urwego The appeal shall suspend the enforcement of the L‟introduction de recours suspend l'exécution de la keretse iyo cyafashwe hashingiwe ku Board‟s decision, unless the decision is made under décision de l'Office, sauf si la décision est prise en biteganywa n‟ingingo ya 12y‟iri tegeko."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12 - of this Law.",
      "content": "vertu de l'article 12 de la présente loi. Ingingo ya 17: Ibikurikizwa mu kujurira"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17 - Procédure de recours",
      "content": "Ubujurire bwatanzwe hakurikijwe ingingo ya 16 y‟iri tegeko iyi bukorwa mu nyandiko kandi bukagaragaza impamvu z‟ubujurire, buherekejwe n‟indi nyandiko mvugo iyo ariyo yose cyangwa inyandiko ujurira atanga ashyigikira icyo asaba. An appeal made under Article 16 of this Law shall be made in writing, state the grounds for appeal and be accompanied by any other written statement or document that the appellant submits in support of his/ her request. Un recours introduit en vertu de l'article 16 de la présente loi doit être fait par écrit, indiquer les motifs de recours et accompagné de toute autre déclaration écrite ou document que la personne ayant introduit le recours fait valoir à l'appui de sa demande. Ingingo ya 18: Inama y‟ubujurire"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18 - Comité de recours",
      "content": "Mu gusuzuma ubujurire, Minisitiri ashyiraho buri myaka ibiri (2) inama y‟ubujurire igizwe n‟uhagarariye Minisiteri, uhagarariye Urwego n‟abantu babiri (2) bahagarariye urugaga rw‟abikorera kugira ngo basuzume ibirego by‟ubujurire kandi babifatire imyanzuro mu gihe kitarenze iminsi mirongo itatu (30) babishyikirijwe. For the consideration of appeals, the Minister shall appoint, every two (2) years, an appeal Committee which is comprised of a representative of the Ministry, a representative of the Board and two (2) representatives of the Private Sector to deliberate on appeals and decide thereon within thirty (30) days from the date the appeals are made. En vue de l'examen des recours, le Ministre désigne, tous les deux (2) ans, un Comité de recours composé d'un représentant du Ministère, un représentant de l'Office et deux (2) représentants du secteur privé pour délibérer sur les recours introduits et y statuer dans un délai ne dépassant pas trente (30) jours à compter de la date d‟introduction des recours. Minisitiri ashyiraho umuyobozi n‟umwanditsi The Minister shall appoint a chairperson and Le Ministre désigne un président et un secrétaire b‟Inama y‟ubujurire. secretary of the Appeal Committee. du Comité de recours. Mu gihe hasuzumwa ubujurire, uwajuriye The appellant shall be invited to be present or be Lors de l‟examen de recours, la personne ayant atumirwa mu nama akayitabira ubwe cyangwa represented when his/her appeal is examined. introduit le recours est invitée à être présente elleakohereza umuhagarariye. même ou à se faire représenter. Ingingo ya 19: Igihe ntarengwa cyo kujurira"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19 - Délai d‟introduction de recours",
      "content": "Umuntu wabangamiwe n‟icyemezo cy‟Urwego ajurira mu minsi mirongo itatu (30) abonye inyandiko imumenyesha kimwe mu bikorwa biteganywa n‟iri tegeko. The person aggrieved by a decision of the Board shall appeal within thirty (30) days after receiving notification of one of the actions provided for under this Law. La personne lésée par la décision de l‟Office introduit son recours dans un délai de trente (30) jours à compter de la réception de l'avis de notification de l'un des actes prévus par la présente loi. UMUTWE WA IV: UBUGENZUZI CHAPTER IV: INSPECTION OF TOURISM CHAPITRE IV: INSPECTION DES ENTITES BW‟IBIGO BY‟UBUKERARUGENDO ENTITIES DE TOURISME Ingingo ya 20: Uburenganzira bw‟Urwego Article 20: Board‟s right to inspect a tourism bwo kugenzura ikigo cy‟ubukerarugendo entity"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20 - Droit de l'Office à inspecter une",
      "content": "entité de tourisme Urwego rufite uburenganzira bwo kugenzura The Board shall have the right to inspect the L'Office a le droit d'inspecter les locaux d'une ahantu ikigo cy‟ubukerarugendo gikorera ku premises of a tourism entity on the following entité de tourisme pour les motifs suivants: mpamvu zikurikira: grounds: 1° gukora isuzuma ku isaba ry‟icyemezo cyo gukora cyatanzwe; 1° to investigate an application for a granted operating license; 1° pour enquêter sur une demande de licence d‟exploitation déjà délivrée; 2° gukora isuzuma ku bishobora gutuma 2° to investigate a potential violation of the 2° pour enquêter sur une violation potentielle habaho kutubahiriza ibiteganywa n‟iri provisions of this Law. des dispositions de la présente loi. tegeko. Iyo Urwego rushaka gukora igenzura ry‟ikigo When the Board wishes to inspect a tourism entity, Lorsque l'Office envisage d‟inspecter une entité de cy‟ubukerarugendo, rushyiraho umukozi wo it shall designate an officer to conduct inspection. tourisme, il désigne un agent pour mener gukora igenzura. l'inspection. Uwo mukozi afatwa ko ari umukozi wemewe ku The officer shall be referred to as an authorized Cet agent est considéré comme un agent autorisé mpamvu z‟igenzura. officer for the purpose of inspection. aux fins de l‟inspection. Ingingo ya 21: Igenzura ku birebana n‟inzu Article 21: Inspecting a museum ndangamurage"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21 - Inspection d‟un musée",
      "content": "Ku birebana n‟inzu ndangamurage zemewe With regard to museums that are authorized by the n‟Ikigo cy‟Ingoro z‟Igihugu z‟Umurage w‟u Institute of National Museums of Rwanda, the Rwanda, Urwego rugenzura gusa imitangire ya Board shall inspect only service delivery. serivisi. En ce qui concerne les musées reconnus par l‟Institut des Musées Nationaux du Rwanda, l‟Office inspecte uniquement la prestation de services. Ingingo ya 22: Igenzura ry‟ikigo Article 22: Inspection of a tourism entity Article 22: Inspection d‟une entité de tourisme cy‟ubukerarugendo rikozwe n‟urundi rwego conducted by another organ réalisée par un autre organe Haseguriwe ibivugwa mu ngingo ya 20 y‟iri tegeko, urundi rwego rushobora kugenzura ikigo cy‟ubukerarugendo igihe bibaye ngombwa rubanje kubisaba mu nyandiko Urwego iminsi itanu (5) mbere yo gukora iryo genzura. Subject to the provisions of Article 20 of this Law, an organ other than the Board may inspect a tourism entity if necessary upon prior written application to the Board five (5) days before the inspection. Sous réserve des dispositions de l‟article 20 de la présente loi, un organe autre que l‟Office peut inspecter une entité de tourisme si nécessaire, sur demande d‟autorisation écrite préalable adressée à l‟Office cinq (5) jours avant l'inspection. Urwo rwego rwakoze igenzura rugenera The organ having conducted inspection shall L‟organe ayant réalisé l‟inspection réserve à Urwego kopi ya raporo y‟igenzura ryakozwe. reserve a copy of the inspection report to the l‟Office une copie du rapport de l‟inspection. Board. Ingingo ya 23: Inshingano z‟umukozi Article 23: Authorized officer‟s duty to show wemewe zo kugaragaza umwirondoro we his/her identification during inspection igihe cy‟igenzura Mu gihe atangira inshingano ze z‟igenzura, umukozi wemewe atanga ikimenyetso cy‟umwirondoro we n‟icy‟ububasha yahawe bwo kugenzura ahakorerwa n‟ikigo cy‟ubukerarugendo."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23 - Obligation de l'agent autorisé de",
      "content": "montrer son identité au moment de l‟inspection Before performing his/her inspection duties, the Avant de procéder à l‟inspection, l'agent autorisé authorized officer shall produce evidence of his/her doit produire la preuve de son identité et de son identification and powers to inspect a tourism mandat pour inspecter une entité de tourisme. entity. Ingingo ya 24: Gusabwa gutanga imenyesha Article 24: Duty to give notice of inspection ry‟igenzura"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24 - Obligation de donner un avis",
      "content": "d'inspection Igihe umukozi wemewe ageze ahantu hakorera ikigo cy‟ubukerarugendo, amenyesha umuntu ushinzwe cyangwa ucunga aho hantu impamvu z‟isura kandi aha uwo muntu imenyesha ry‟igenzura n‟urutonde rwanditse rw‟ibitabo by‟ibaruramari n‟ibindi bintu bigomba kugenzurwa. Lorsqu'un agent autorisé arrive sur les locaux d‟une entité de tourisme, il informe la personne qui a la charge ou le gestionnaire de ces locaux, de l'objet de la visite et lui fournit un avis d‟inspection et une liste écrite des livres comptables ou autres éléments qui doivent faire l‟objet d'inspection. When an authorized officer arrives at the premises of a tourism entity, he/she shall inform the person who is in charge or manager of the premises of the purpose of the visit and provide him/her with a notice of inspection and written list of the books of accounts or any other items that are subject to the inspection. Ingingo ya 25: Uburenganzira bw‟umukozi Article 25: Rights of the authorized officer wemewe"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25 - Droits de l'agent autorisé",
      "content": "Mu gihe cy‟igenzura ry‟ikigo During an inspection of a tourism entity under cy‟ubukerarugendo hashingiwe ku ngingo ya 24 Article 24 of this Law, an authorized officer may y‟iri tegeko, umukozi wemewe ashobora gukora perform any of the following duties: uwo ariwo wose mu mirimo ikurikira: Lors d'une inspection d'une entité de tourisme en vertu de l'article 24 de la présente loi, un agent autorisé peut effectuer l'une des fonctions suivantes: 1° gusuzuma no gufata kopi z‟inyandiko izo arizo zose yabonye ahakorerwa zigaragara ko zifitanye isano n‟ikigo cy‟ubukerarugendo; 1° to examine and take copies of any documents found on the premises and which are related to the tourism entity; 2° gufatira inyandiko izo arizo zose yabonye ahakorerwa zigaragara ko zifite ibimenyetso byo kutubahiriza iri tegeko; 2° to seize any documents found on the premises and which appear to contain evidence of violation of this Law; 3° kubaza umuntu uwo ariwe wese uri ahakorerwa ugaragara ko ari mu mirimo y‟ikigo cy‟ubukerarugendo ku birebana no kubahiriza iri tegeko; 3° to interview any person found on the premises who appears to be engaged in the business of the tourism entity in relation to the application of this law; 3° interroger toute personne trouvée sur les lieux qui semble être engagée dans les activités de l'entité de tourisme en rapport avec la mise en application de la présente loi; 4° gusaba ukoresha cyangwa ucunga ikigo cy‟ubukerarugendo gutanga ku gihe 4° to require the operator or manager of the tourism entity to produce at a determined 4° demander à l'exploitant ou au gestionnaire de l'entité de tourisme de produire, dans un 1° examiner et prendre les copies de tous les documents trouvés sur les lieux et qui semblent se rapporter à l'entité de tourisme; 2° saisir tous les documents trouvés sur les locaux et qui contiennent des éléments de preuve d'une violation de la présente loi; délai déterminé, n‟importe quels livres, comptes ou documents relatifs à l‟activité de l'entité de tourisme; cyagenwe ibitabo ibyo aribyo byose, konti cyangwa inyandiko zifitanye isano n‟umurimo w‟ikigo cy‟ubukerarugendo; time any books, accounts or documents relating to the business of the tourism entity; 5° gusaka ikinyabiziga cyose gikoreshwa mu bikorwa by‟ikigo cy‟ubukerarugendo; 5° to search any vehicle used for the operation of the tourism entity; 5° fouiller tout véhicule utilisé l'exploitation de l'entité de tourisme; 6° kugenzura ibisabwa byose bigaragara na serivisi bitangwa n‟ikigo cy‟ubukerarugendo. 6° to inspect the physical conditions and services provided by the tourism entity. 6° inspecter les conditions physiques et les services fournis par l'entité de tourisme. Ingingo ya 26: Gutanga igaragazaumutungo wafatiriwe inyandiko Article 26: Giving a receipt for the property Iyo umukozi wemewe afatiriye umutungo hashingiwe ku ngingo ya 25 y‟iri tegeko, aha inyandiko igaragaza umutungo wafatiriwe umuntu ushinzwe cyangwa ucunga aho hantu cyangwa ucunga ikinyabiziga cyagenzuwe. Ingingo ya 27: Ingaruka gukorerwa igenzura zo pour seized Article 26: Donner un reçu pour un bien saisi If the authorized officer seizes a property in accordance with Article 25 of this Law, he/she shall provide the person in charge or manager of the premises or the vehicle inspected with a receipt for the seized property. kwanga Article 27: Effects of refusing an inspection Si l'agent autorisé procède à la saisie d‟un bien en vertu de l'article 25 de la présente loi, il donne à la personne ayant la charge ou le gestionnaire des locaux ou du véhicule inspectés un reçu pour le bien saisi."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27 - Effets du refus d‟inspection",
      "content": "Iyo umukozi w‟ikigo cy‟ubukerarugendo yanze ko umukozi wemewe akora igenzura, uko kwanga bifatwa nko kwica iri tegeko, kandi bikaba n‟impamvu yo kwanga guha icyemezo cyo gukora umuntu ubisaba cyangwa gutesha agaciro icyemezo cye cyo gukora. If an officer of the tourism entity refuses to allow the authorized officer to perform an inspection, such a refusal shall be considered as a violation of this Law and shall be the ground for refusing to grant an operating license or cancel an operating license already granted. Si un agent de l‟entité de tourisme refuse à l'agent autorisé d‟effectuer une inspection, ce refus est considéré comme une violation de la présente loi et un motif de rejet de demande de licence d'exploitation ou d‟annulation d‟une licence d'exploitation déjà délivrée. Ingingo ya 28: Ububasha bw‟ubugenzacyaha"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28 - Qualité de police judiciaire",
      "content": "Iteka rya Minisitiri ufite ubutabera mu An Order of the Minister in charge of Justice shall nshingano ze rigena bamwe mu bakozi determine some staff members of the Board to be b‟Urwego bahabwa ububasha vested with the powers of judicial police. bw‟ubugenzacyaha. Un arrêté du Ministre ayant la justice dans ses attributions détermine certains membres du personnel de l‟Office revêtus de la qualité d‟officier de police judiciaire. Ifunga Ingingo ya 29: cy‟ubukerarugendo ry‟ikigo Article 29: Closure of a tourism entity"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29 - Fermeture d'une entité de tourisme",
      "content": "Urwego ni rwo rwonyine rufite ububasha bwo The Board shall alone be empowered to close a L'Office est seul habilité à fermer une entité de gufunga ikigo cy‟ubukerarugendo. tourism entity. tourisme. UMUTWE WA Z‟URWEGO V: INSHINGANO CHAPTER BOARD V: OBLIGATIONS OF THE CHAPITRE V: OBLIGATIONS DE L'OFFICE Ingingo ya 30: Kubika ibitabo by‟inyandiko"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30 - Tenue des registres",
      "content": "Urwego rubika ibitabo by‟inyandiko bikurikira: The Board shall keep the following registers: L'Office tient les registres suivants: 1° ibitabo bikubiyemo ibigo by‟ubukerarugendo byahawe ibyemezo byo gukora hakurikijwe iri tegeko; 1° registers of tourism entities that are licensed to operate under this Law; 1° les registres des entités de tourisme ayant obtenu les licences d‟exploitation en vertu de la présente loi; 2° ibitabo bikubiyemo ibindi bigo n‟amasosiyete bya Leta n‟iby‟abikorera by‟ubukerarugendo bifite uruhare mu bukerarugendo cyangwa bikora serivisi bifitanye isano n‟ubukerarugendo. 2° registers of other public and private tourism entities and companies involved in tourism or tourism-related services. 2° les registres d‟autres entités et sociétés de tourisme publiques ou privées impliquées dans le tourisme ou dans les services liés au tourisme. Ingingo ya 31: Kugaragaza ibitabo Article 31: Determination of publicly accessible Article 31: Détermination des registres byasomwa na rubanda n‟ubundi buryo registers and accessible by other practicable accessibles au public et accessibles par d‟autres bw‟ikoranabuhanga bwakoreshwa electronic means moyens électroniques utilisables Urwego rugaragaza ibitabo byose bifitanye isano n‟ubukerarugendo byasomwa na rubanda mu masaha y‟akazi, ku biro by‟Urwego cyangwa ibindi biro byagenwe n‟Urwego, n‟ubundi buryo bw‟ikoranabuhanga bwakoreshwa. The Board shall determine all the tourism- related registers which may be made available to the public during working hours, at the Board‟s office or another office determined by the Board or those which shall be accessible by other practicable electronic means. L‟Office détermine tous les registres relatifs au tourisme qui sont accessibles au public durant les heures ouvrables, au bureau de l'Office ou à un autre bureau désigné par l'Office ou ceux qui sont accessibles par d‟autres moyens électroniques utilisables. Ingingo ya 32: Gutangaza buri mwaka Article 32: Annual publication of a list of urutonde rw‟ibigo by‟ubukerarugendo registered and graded tourism entities byanditswe n‟ibyashyizwe mu byiciro"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32 - Publication annuelle d‟une liste des",
      "content": "entités de tourisme enregistrées et leur classification Urwego, rufatanyije n‟amasosiyete y‟ubucuruzi bireba, rutangaza, buri mwaka, urutonde rw‟ibigo by‟ubukerarugendo byanditswe hamwe n‟ibyemezo byo gukora n‟ibyiciro birimo. Chaque année, l'Office, en collaboration avec les sociétés commerciales concernées, publie une liste des entités de tourisme enregistrées ainsi que le statut de leurs licences d'exploitation et leurs catégories. UMUTWE WA VI: KUBAHIRIZWA BY‟UBUKERARUGENDO Every year, the Board shall, in collaboration with relevant companies, publish a list of registered tourism entities along with the status of their operating licenses and their grade. IBIGOMBA CHAPTER VI: REQUIREMENTS CHAPITRE VI: EXIGENCES IMPOSEES N‟IBIGO APPLICABLE TO TOURISM ENTITIES AUX ENTITES DE TOURISME Ingingo ya 33: Kumanika ahagaragara Article 33: Publicly display operating license icyemezo cyo gukora"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33 - Afficher publiquement la licence",
      "content": "d'exploitation Ucunga ikigo cy‟ubukerarugendo amanika A tourism entity operator shall exhibit his/ her icyemezo cye cyo gukora n‟icyiciro arimo iyo operating license and the grade, if any, in a gihari, ahantu hagaragara hakorerwa ubucuruzi prominent place at his/ her place of business. bwe. L'exploitant d'une entité de tourisme affiche sa licence d'exploitation et sa catégorie, le cas échéant, dans un endroit visible sur les lieux de son activité commerciale. Iyo ikigo cy‟ubukerarugendo gikorera ahantu harenze hamwe, icyemezo cyo gukora kimanikwa ku biro bikuru by‟aho acururiza naho kopi yatanzwe kandi yemejwe n‟Urwego, ikamanikwa ahandi hantu hose hakorerwa ubucuruzi. Lorsqu‟une entité de tourisme mène son exploitation dans plusieurs endroits de commerce, la licence d'exploitation doit être affichée au siège et une copie, délivrée et certifiée par l'Office, est affichée dans tous les autres locaux de commerce. If a tourism entity operates from more than one place of business, the operating license shall be displayed at the principal place of business and a copy, issued and certified by the Board, shall be displayed in all other places of business. Ingingo ya 34: Gushyikiriza Urwego za Article 34: Submit reports to the Board raporo"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34 - Soumettre des rapports à l'Office",
      "content": "Bitabangamiye inshingano zo gushyingura Without prejudice to the record-keeping Sans préjudice des obligations de tenue de dossiers inyandiko ziteganywa n‟andi mategeko, ikigo obligations provided for under other laws, any prévues par d'autres lois, toute entité de tourisme cyose cy‟ubukerarugendo kigengwa n‟iri tegeko tourism entity regulated under this Law shall réglementée en vertu de la présente loi soumet à l‟Office tous les rapports lui exigés. gishyikiriza Urwego raporo zose zisabwa narwo. submit to the Board all the reports it required. Urwego rugena uburyo n‟igihe izo raporo The Board shall determine modalities zitangirwa. deadlines for submission of such reports. and L‟Office détermine les modalités et les délais de transmission de ces rapports. Ingingo ya 35: Kumenyesha impinduka Article 35: Notification of changes to tourism Article 35: Notification des modifications zabaye mu mirimo businesses apportées aux activités de tourisme y‟ubukerarugendo Ucunga ikigo cy‟ubukerarugendo amenyesha Urwego mu nyandiko impinduka igaragara ashaka mu micungire, icyerekezo cy‟ubucuruzi cyangwa ibihinduka mu miterere igaragara y‟ubucuruzi nibura mu minsi mirongo icyenda (90) mbere y‟izo mpinduka. A tourism entity operator shall notify the Board in writing of any proposed significant change to the management or orientation of the business or transformation of any physical structures of the business at least ninety (90) days prior to the changes. L'exploitant d'une entité de tourisme notifie par écrit à l‟Office toute modification importante proposée pour la gestion ou l'orientation de l'activité commerciale ou de la transformation des structures physiques de l'activité commerciale au moins quatre-vingt-dix (90) jours avant les modifications. Ingingo ya 36: Ubwishingizi"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36 - Assurance",
      "content": "Ikigo cy‟ubukerarugendo kigomba kwereka A tourism entity shall show to the Board that it has Une entité de tourisme doit montrer à l'Office Urwego ko gifite ubwishingizi bw‟iby‟abandi taken out third-party civil liability insurance. qu'elle a souscrit à une assurance de la cyaryozwa. responsabilité civile contre tiers. Ingingo ya 37: Uburyozwe ku bikorwa Article 37: Liability for acts of agents and Article 37: Responsabilité pour les actes des by‟intumwa n‟abakozi employees représentants et employés Ucunga ikigo cy‟ubukerarugendo aryozwa igikorwa cyakozwe cyangwa kitakozwe n‟intumwa cyangwa umukozi we gipfa kuba kirebana n‟ibikorerwa muri icyo kigo cy‟ubukerarugendo. A tourism entity operator shall be liable for an act or omission of his/ her agent or employee insofar as the act or omission relates to the business of the tourism entity. L'exploitant d'une entité de tourisme est responsable d‟une action ou omission de son représentant ou employé à condition qu‟elle se rapporte aux activités de l'entité de tourisme. Ingingo ya 38: Aho uburyozwe bw‟ucunga Article 38: Limitation of the liability of the Article 38: Limitation de la responsabilité de ikigo cy‟ubukerarugendo bugarukira tourism entity operator l'exploitant d‟une entité de tourisme Ucunga ikigo cy‟ubukerarugendo ntaryozwa A tourism entity operator shall not be liable for any igihombo, icyangijwe ku bintu cyangwa loss or damage to a client‟s items or property as a umutungo w‟umukiriya bitewe n‟impamvu result of a cause attributable to the client. zimukomokaho. Un exploitant d'une entité de tourisme n‟est pas responsable de toute perte ou dommage aux objets ou aux biens du client survenant en raison des causes imputables au client. Ingingo ya 39: Irengayobora ku byerekeye Article 39: Exception to the limitation of the Article 39: Exception à la limitation de la aho uburyozwe bw‟ucunga ikigo liability of a tourism entity operator responsabilité de l'exploitant d‟une entité de cy‟ubukerarugendo bugarukira tourisme Ucunga ikigo cy‟ubukerarugendo aryozwa igihombo cyangwa ibyangijwe kubintu cyangwa umutungo w‟umukiriya bitewe n‟igikorwa gikozwe ku bushake cyangwa uburangare bw‟ucunga ikigo, ubw‟intumwa ye cyangwa umukozi we. A tourism entity operator shall be liable for loss or damage to a client‟s items or property due to a wilful or negligent act of the operator, his/her agent or employee. Un exploitant d'une entité de tourisme est tenu responsable de la perte ou des dommages aux objets ou aux biens du client en raison d'un acte volontaire ou de négligence de l'exploitant, de son représentant ou de son employé. Icyakora, ucunga ikigo cy‟ubukerarugendo However, a tourism entity operator shall not be Toutefois, l'exploitant n‟est pas tenu responsable ntaryozwa icyaha intumwa ye cyangwa umukozi liable for a criminal act of his/her agent or d'un acte criminel de son représentant ou employé. we yakoze. employee. Ingingo ya 40: Irengayobora ku byerekeye Article 40: Exception to the limitation of the Article 40: Exception à la responsabilité limitée aho uburyozwe bw‟ucunga ikigo gicumbikira liability of an operator of an accommodation d‟un exploitant d‟un établissement abantu bugarukira establishment d'hébergement Ucunga ikigo gicumbikira abantu aryozwa igihombo cyangwa ibyangijwe ku mutungo w‟umukiriya iyo umutungo yawubikije kugira ngo urindwe. An operator of an accommodation establishment shall be liable for loss or damage to a client‟s property if the property is deposited for safe custody. Un exploitant d'un établissement d'hébergement répond de la perte ou des dommages survenus aux biens du client si ces biens sont déposés pour la garde sécurisée. Ingingo ya 41: Itangazo ryerekana aho Article 41: Notice of limitation of the liability of uburyozwe bw‟ucunga ikigo a tourism entity operator cy‟ubukerarugendo bugarukira"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41 - Avis de la responsabilité limitée d‟un",
      "content": "exploitant d‟une entité de tourisme Ucunga ikigo cy‟ubukerarugendo amanika A tourism entity operator shall exhibit a written itangazo ryanditse rigaragaza aho uburyozwe notice of the limitation of his/her liability in a bwe bugarukira ahantu hagaragara akorera prominent place at his/her business premises. ubucuruzi. Un exploitant d‟une entité de tourisme affiche, à un endroit visible dans ses locaux d‟activités, un avis écrit indiquant la limitation de sa responsabilité Ingingo ya 42: Kubika umutungo wasizwe Article 42: Keeping the property left behind by Article 42: Conservation des biens laissés par n‟umukiriya the client un client Ucunga ikigo cy‟ubukerarugendo abika A tourism entity operator shall keep any property Un exploitant d'une entité de tourisme conserve umutungo uwo ari wo wose wasizwe left behind by a client and make reasonable efforts tous les biens laissés par un client et fait des n‟umukiriya kandi agakora uko ashoboye ngo to notify the client thereof. efforts raisonnables pour l‟en informer. abimumenyeshe. Ucunga ikigo cy‟ubukerarugendo aryozwa umutekano w‟umutungo w‟umukiriya bitewe n‟imyitwarire mibi cyangwa uburangare byakozwe ku bushake bwe cyangwa ubw‟abakozi be. A tourism entity operator shall be liable for his/her wilful misconduct or neglect or that of his/her employees with respect to the safety of his/her client‟s property. Un exploitant d‟une entité de tourisme est tenu responsable de la sécurité des biens de son client pour son inconduite délibérée ou sa négligence ou celle de ses employés. UMUTWE WA VII: UBURENGANZIRA CHAPTER VII: RIGHTS OF A TOURISM CHAPITRE EXPLOITANT BW‟UCUNGA IKIGO ENTITY OPERATOR TOURISME CY‟UBUKERARUGENDO Ingingo ya 43: Uburenganzira bw‟ucunga Article 43: Right of an accommodation ikigo gicumbikira abantu bwo gufatira establishment operator to seize the property left umutungo wasizwe n‟umukiriya nk‟ingwate behind by a client as security for payment y‟ubwishyu VII: DROITS D‟UN D‟UNE ENTITE DE"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43 - Droit de l‟exploitant d'un",
      "content": "établissement d'hébergement de saisir des biens laissés par un client comme garantie de paiement Ucunga ikigo gicumbikira abantu afite An operator of an accommodation establishment Un exploitant d'un établissement d'hébergement a uburenganzira bwo gufatira umutungo wasizwe shall have the right to seize property left behind by le droit de saisir les biens laissés par le client à titre n‟umukiriya nk‟ingwate y‟ubwishyu a client as security for payment of the bill for the de garantie du paiement de la facture pour le bw‟inyemezabuguziya serivisi yahawe mu rwego rw‟icumbi. umukiriya accommodation service provided to the client. service d‟hébergement offert au client. Ingingo ya 44: Uburenganzira bwo kugurisha Article 44: Right to sell property pledged by a Article 44: Droit de vendre les biens donnés en umutungo umukiriya client gage par le client yatanzeho ingwate Ucunga ikigo cy‟ubukerarugendo afatanyije n‟Urwego afite uburenganzira bwo kugurisha ibintu ibyo aribyo byose cyangwa umutungo watanzwe nk‟ingwate n‟umukiriya, iyo atishyuye serivisi yose yahawe mu rwego rw‟icumbi. A tourism entity operator shall, in collaboration with the Board, have the right to sell any items or property pledged by the client where the client fails to pay totally any accommodation service received. Un exploitant d'une entité de tourisme a, en collaboration avec l‟Office, le droit de vendre tout objet ou bien donné en gage par un client lorsque celui-ci ne parvient pas à payer en entier le service d'hébergement reçu. Ingingo ya 45: Ibisabwa mu kugurisha Article 45: Requirements for the sale of the Article 45: Conditions de vente des biens umutungo umukiriya yatanzeho property pledged by a client donnés en gage par un client ingwate Iyo ucunga ikigo cy‟ubukerarugendo afatanyije If a tourism entity in collaboration with the Board n‟Urwego, agurishije ibintu cyangwa umutungo sells the items or property pledged by a client, the umukiriya yatanzeho ingwate, igurisha rigomba sale shall meet the following requirements: kuzuza ibi bikurikira: Lorsqu‟un exploitant d‟une entité de tourisme vend, en collaboration avec l‟Office, les objets ou les biens donnés en gage par le client, la vente doit remplir les conditions suivantes: 1° ibintu cyangwa umutungo bigomba kugurishwa bivanirwahoinzitizi zose; 1° the items or property proposed for sale 1° les objets ou les biens proposés à la vente have to be free of any restrictions; doivent être libérés de toute restriction; 2° igurishwa rigomba gukorwa mu cyamunara; 2° the sale shall be made through public 2° la vente doit se faire aux enchères publiques; auction; 3° igurisha ntirishobora gukorwa hadashize nibura ibyumweru bitandatu (6) umukiriya yasize ibintu cyangwa umutungo; 3° the sale shall only take place until at least six (6) weeks have lapsed from the time the client left the items or property behind; 4° nibura ibyumweru bine (4) mbere y‟uko cyamunara iba, ucunga ikigo 4° at least four (4) weeks before the auction 4° au moins quatre (4) semaines avant la vente aux takes place, a tourism entity operator shall enchères, l'exploitant d'une entité de tourisme 3° la vente ne peut se faire qu‟après six (6) semaines au moins depuis la date à laquelle le client a laissé ses objets ou biens; cy‟ubukerarugendo atanga itangazo nibura mu binyamakuru bibiri (2) kimwe kigurishwa mu gihugu, ikindi hanze yacyo risobanura umutungo ugiye kugurishwa, uvugwa ko ari nyirawo, igihe n‟aho igurishwa rizakoresherezwa. publish a notice in at least two (2) newspapers, one of which is of national circulation and the other of international circulation explaining the property to be sold, the supposed owner of the property, and when and where the sale will take place. doit publier un avis dans au moins deux (2) journaux dont l‟un est de diffusion nationale et l‟autre de diffusion internationale expliquant le bien devant être vendu, le supposé propriétaire du bien, le lieu et l‟heure de la vente. Igihe kivugwa mu gace ka 3° n‟aka 4° tw‟iyi The time limit provided for under items 3° and 4° Le délai visé aux points 3° et 4° du présent article ngingo nticyubahirizwa mu gihe ibyafatiriwe of this Article shall not be observed when the n‟est pas observé lorsque les biens saisis peuvent bishobora kwangirika. seized property can be damaged. être endommagés. Ingingo ya 46: Aho ibivuye mu igurisha Article 46: Allocation of the proceeds of the sale Article 46: Affectation du produit de la vente ry‟umutungo watanzweho of the property pledged by a client des biens donnés en gage par un client ingwate n‟umukiriya byerekezwa Mu bivuye mu igurisha ry‟umutungo watanzweho ingwate, ucunga ikigo cy‟ubukerarugendo yishyurwa amafaranga ahwanye n‟umwenda n‟ibyatanzwe ku igurisha, asigaye akabitswa umucungamutungo w‟ibya rubanda hategerejwe ko umukiriya watanze umutungo we nk‟ingwate ayishyuza abisabye mu nyandiko. The tourism entity operator shall receive from the sale proceeds the amounts owed to him/her and costs incurred as a result of the sale, the balance being kept by the public trustee until the owner of the property sold claims for it in writing. Un exploitant d‟une entité de tourisme est remboursé sur le produit de la vente la somme qui lui est due et les frais encourus en raison de la vente, le solde restant étant gardé par le curateur public en attendant que le propriétaire du bien vendu le réclame par écrit. UMUTWE WA VIII: AMAFARANGA CHAPTER VIII: TOURISM DEVELOPMENT CHAPITRE VIII: TAXE POUR YAKWA MU GUTEZA IMBERE LEVY DEVELOPPEMENT DU TOURISME UBUKERARUGENDO Ingingo ya 47: Amafaranga yakwa mu guteza Article 47: Tourism development levy imbere ubukerarugendo LE"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47 - Taxe pour le développement du",
      "content": "tourisme Resitora n‟amacumbi by‟ubukerarugendo Tourism entities engaged in restaurant and Les entités de tourisme engagées dans le service de bigomba kwishyura amafaranga yakwa mu accommodation service shall pay tourism restaurant et d‟hébergement doivent payer la taxe guteza imbere ubukerarugendo ku mpamvu zo development levy towards capacity-building in the pour le développement du tourisme en vue du kubaka ubushobozi mu bukerarugendo. tourism sector. renforcement des capacités dans le secteur tourisme. du Iteka rya Minisitiri ufite imari mu nshingano ze An Order of the Minister in charge of finance shall Un arrêté du Ministre ayant les finances dans ses rigena umubare w‟amafaranga yakwa, uburyo determine the rate, modalities for payment and use attributions détermine le taux de la taxe ainsi que bwo kwishyura n‟imikoreshereze yayo. of tourism development levy. les modalités de paiement et d‟utilisation de cette taxe de développement du tourisme. UMUTWE WA ZINYURANYE, N‟IZISOZA IX: INGINGO CHAPTER IX: MISCELLANEOUS, CHAPITRE IX: DISPOSITIONS DIVERSES, IZ‟INZIBACYUHO TRANSITIONAL AND FINAL PROVISIONS TRANSITOIRES ET FINALES Ingingo ya 48: Ibihano by‟ihazabu yo mu Article 48: Administrative fines for non- Article 48: Amendes administratives rwego rw‟ubutegetsi bijyanye no compliance with this law non-conformité avec la présente loi kutubahiriza iri tegeko Bitabangamiye ibiteganywa mu gitabo cy‟amategeko ahana, umuntu wese unyuranya n‟ibiteganywa n‟iri tegeko ahanishwa ihazabu yo mu rwego rw‟ubutegetsi iri hagati y‟amafaranga y‟u Rwanda ibihumbi ijana (100.000 Frw) na miliyoni eshanu (5.000.000 Frw). Without prejudice to the provisions of the Penal Code, any person who contravenes the provisions of this Law shall be liable to an administrative fine of one hundred thousand (100,000) to five million (5,000,000) Rwandan francs. pour la Sans préjudice des dispositions du Code Pénal, toute personne qui viole les dispositions de la présente loi est passible d‟une amende administrative de cent mille (100.000) à cinq millions (5.000.000) de francs rwandais. Ingingo ya 49: Amafaranga yo kwinjira muri Article 49: Entrance fees to national parks, Article 49: Droits d'entrée aux parcs nationaux, pariki z‟igihugu, ahantu hakomye n‟ahandi protected areas and other tourism destinations aux zones protégées et autres sites touristiques hantu hakorerwa ubukerarugendo Amafaranga yo kwinjira muri za pariki Entrance fees to national parks, protected areas and Les droits d‟entrée aux parcs nationaux, aux zones z‟Igihugu, ahantu hakomye n‟ahandi hantu other tourism sites shall be determined by an Order protégées et autres sites touristiques sont fixés par hakorerwa ubukerarugendo agenwa n‟Iteka rya of the Minister. arrêté du Ministre. Minisitiri. Ingingo ya hakomye 50: Ishoramari ry‟ahantu Article 50: Investments in protected areas"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50 - Investissements dans les zones",
      "content": "protégées Ishoramari ry‟ahantu hakomye rigengwa Investments in the protected areas shall be Les investissements dans les zones protégées sont n‟amasezerano yo kuhakorera ubucuruzi governed by a concession agreement between the régis par un accord de concession entre l'Office et bw‟ubukerarugendo hagati y‟Urwego n‟uhabwa Board and the concessionaire. le concessionnaire. aho hantu. Iteka rya Minisitiri masezerano akorwa. rigena uburyo ayo An Order of the Minister shall determine Un arrêté du Ministre détermine les modalités de modalities for making such agreement. conclusion d‟un tel accord. Ingingo ya 51: Igihe ntarengwa cyo gutangira Article 51: Deadline for compliance with the Article 51: Délai pour se conformer aux gukurikiza ibiteganywa n‟iri tegeko. provisions of this law dispositions de la présente loi Buri kigo cy‟ubukerarugendo gisanzweho kigomba kuba cyakurikije ibiteganywa n‟iri tegeko mu gihe cy‟imyaka ibiri (2) uhereye igihe iri tegeko ryatangarijweho mu Igazeti ya Leta ya Repubulika y‟u Rwanda. Every existing tourism entity shall conform to the provisions of this Law within two (2) years of its publication in the Official Gazette of the Republic of Rwanda. Toute entité de tourisme existant doit se conformer aux dispositions de la présente loi dans un délai n‟excédant pas deux (2) ans suivant sa publication au Journal Officiel de la République du Rwanda. Ingingo ya 52: Itegurwa, isuzumwa n‟itorwa Article 52: Drafting, consideration and adoption Article 52: Initiation, examen et adoption de la by‟iri tegeko of this Law présente loi Iri tegeko ryateguwe mu rurimi rw‟Icyongereza, This Law was drafted in English, considered and La présente loi a été initiée en anglais, examinée et risuzumwa kandi ritorwa mu rurimi adopted in Kinyarwanda. adoptée en kinyarwanda. rw‟Ikinyarwanda. Ingingo ya 53: Igihe iri tegeko ritangira Article 53: Commencement gukurikizwa"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53 - Entrée en vigueur",
      "content": "Iri tegeko ritangira gukurikizwa ku munsi This Law shall come into force on the date of its La présente loi entre en vigueur le jour de sa ritangarijweho mu Igazeti ya Leta ya publication in the Official Gazette of the Republic of publication au Journal Officiel de la République du Repubulika y‟u Rwanda. Rwanda. Rwanda. Kigali, kuwa 19/05/2014 Kigali, on 19/05/2014 Kigali, le 19/05/2014 (sé) KAGAME Paul Perezida wa Repubulika (sé) KAGAME Paul President of the Republic (sé) KAGAME Paul Président de la République (sé) Dr. HABUMUREMYI Pierre Damien Minisitiri w‟Intebe (sé) Dr. HABUMUREMYI Pierre Damien Prime Minister (sé) Dr. HABUMUREMYI Pierre Damien Premier Ministre Bibonywe kandi bishyizweho Ikirango cya Repubulika: Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minisitiri w‟Ubutabera/Intumwa Nkuru ya Leta (sé) BUSINGYE Johnston Minister of Justice/Attorney General Vu et scellé du Sceau de la République: (sé) BUSINGYE Johnston Ministre de la Justice/Garde des Sceaux"
    }
  ],
  "definitions": []
}
