{
  "id": "rw-law-2013-47bis",
  "type": "statute",
  "title": "Law determining the Management and Utilisation of Forests in Rwanda",
  "title_en": "Law determining the Management and Utilisation of Forests in Rwanda",
  "short_name": "Law 47BIS of 2013",
  "status": "repealed",
  "issued_date": "2013-06-28",
  "in_force_date": "2013-09-16",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/47bis/eng@2013-09-16",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the management and utilisation of forests in Rwanda."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definition of terms",
      "content": "In this Law, the following terms shall have the meanings set forth below: 1° forestry guidelines: instructions of the Minister that are provided under this Law; 2° forest conservation: modalities for protection, maintenance, rehabilitation and developing of forests in a sustainable manner; 3° seizure: act by which a person is temporarily deprived of the right to use forest products and tools used, due to failure to comply with the provisions of this Law; 4° pruning: silvicultural tending operation that consists of cutting partially lower branches that do not shed naturally in order to increase the quality of the bole; 5° forest utilisation: harvesting forest products and using the forest for tourism, recreation or environment and research purposes; 6° forest clearing: uprooting or cutting trees and uprooting their stumps in order to use the land on which they stand for other purposes; 7° forest harvesting: removal of forest products from a forest for commercial or other uses; 8° deforestation: activities leading to the destruction of a forest to such an extent that it cannot regenerate itself; 9° forest inventory: survey carried out to determine, in a given area, the condition and volume of a forest or an area reserved for forestry; 10° forest products: trees, timber, firewood, planks, charcoal, sawdust, bark, sticky sap, oil, leaves, flowers, fruits, seeds, fibre, ash, litter, honey, mushrooms, herbs and other biotic things or their derived products, soil, stones, gravel, clay, sand or other abiotic materials from the forest; 11° forest management: acts aimed at setting up technical, economic, industrial, legal and administrative measures towards maintaining forests for increased productivity; 12° forest regeneration: operations to fill up empty spaces in the forest by planting more trees or allowing the existing trees to grow to get expected production; 13° protected trees: one or several trees that cannot be used for various reasons; 14° sustainable forest management: use of forest resources in a way that allows future generations to have access thereto and have a share in and rights to them; 15° forest planning: a document containing activities related to the maintenance, protection and use of forests in specified time and space; 16° reconnaissance survey: survey conducted in a forest using professional processes to acquire preliminary information on a given forest to prepare for in-depth inventory or make decisions relating to its management; 17° tree: any perennial plant of at least six (6) meters tall at maturity, having a stem and an upper part consisting of branches and leaves; 18° saw log: includes a tree or any part of a tree which has fallen or been felled, and all wood, whether or not sawn, split, hewn or otherwise cut up or fashioned, but does not include firewood; 19° Authority: public institution responsible for the management and development of forests; 20° forest: land covered with trees, shrubs and other plants or land which was covered with trees and is in the process of regeneration or under replantation or land that has not been covered with trees but is intended for forestry purposes or other activities related to forests; 21° forest unit: a forest divided into zones according to ecological characteristics of each zone; 22° protected forest: a forest in which it is forbidden to carry out any activities other than those provided for by this Law; 23° District forest: a forest located on a District land and that was planted by the District, a District project, planted through community work or planted by any other organ partnering with the District, a forest along the District roads or forest that has been transferred to the District; 24° State forest: a forest on State land planted by the State, Government Project, planted through community work or any other organ, a natural forest, forest planted along State roadsides, along the shores of rivers and lakes, a forest transferred to the State and any other un owned forest; 25° production forest: a forest intended to be used for production in accordance with the provisions of this law; 26° private forest: a forest planted by an individual, the State, planted through community work or by any other person on private land, planted by a group of people with or without legal personality on their land; 27° early burning: burning the vegetation around the forest or along corridors inside the forest with the purpose of preventing forest fires; 28° thinning: operation that consists of selective cutting in a growing forest plantation to improve its productivity and the quality of the remaining trees; 29° Minister: Minister in charge of forestry; 30° forest management technique: ways of managing, using, maintaining forests and trees, exploiting forests and conservation of empty forest land that is located in an area reserved for afforestation; 31° forestry: science of tree planting, management and harvesting and value addition to forest products; 32° protected trees species: one or several protected tree species on which no activity can be performed except with special authorization by the Minister; 33° authorized person: person with the powers to investigate offences related to forests and forest products; 34° licence: authorization delivered by a competent authority, related to forests and forest products;"
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Scope of application of this Law",
      "content": "This Law shall apply to: 1° all types of forests; 2° all tree species; 3° persons who possess, process and utilize forest products; 4° all issues related to sustainable forest management."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Forest owners",
      "content": "Based on ownership, forests are owned by the following: 1° the State; 2° the District; 3° a private person."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Forest categories",
      "section": "5",
      "title": "Article 5 – Categories of State forests",
      "content": "The State forests shall comprise the following three (3) categories: 1° protected forests; 2° production forests; 3° forests reserved for research."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Forest categories",
      "section": "6",
      "title": "Article 6 – Protected State forests and protected isolated trees",
      "content": "Protected State forests and isolated protected trees shall consist of: 1° national parks; 2° natural forests; 3° forests along the shores of rivers and lakes; 4° isolated protected trees."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Forest categories",
      "section": "7",
      "title": "Article 7 – State production forests",
      "content": "State production forests shall consist of unprotected plantation forests. Without prejudice to the provisions of Article 6 of this Law, instructions of the Minister shall set up modalities for the harvesting of forests in the buffer zone of parks and those along the shores of rivers and lakes."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Forest categories",
      "section": "8",
      "title": "Article 8 – State forests reserved for research",
      "content": "State Forests reserved for research consist of natural forests and plantation forests reserved for research. Instructions of the Minister shall determine such forests and modalities for conducting research."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Forest categories",
      "section": "9",
      "title": "Article 9 – Categories of District forests",
      "content": "District forests shall comprise the following categories: 1° production planted forests; 2° protected forests meant to maintain and safeguard environment."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Forest categories",
      "section": "10",
      "title": "Article 10 – Categories of private forests",
      "content": "Private forests comprise the following two (2) categories: 1° small production planted forests which do not exceed two hectares (2 ha); 2° large production planted forests exceeding two hectares (2 ha)."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Forest management plan",
      "section": "11",
      "title": "Article 11 – Forest management plan",
      "content": "The Government shall prepare a ten (10) year forest management plan. Such a forest management plan shall be prepared following instructions of the Minister. Any forest management or harvesting operation shall be conducted in compliance with the forest management plan. The forest management plan shall be approved by an Order of the Minister. This plan may be reviewed every five (5) years whenever necessary. The provisions of this Article shall not apply to National Parks. In accordance with the forest management plan, specific plans shall be developed for State, District and private forests."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Forest management plan",
      "section": "12",
      "title": "Article 12 – State forests management plan",
      "content": "The State forests management plan shall be prepared and implemented by the Authority following the annual action plan."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Forest management plan",
      "section": "13",
      "title": "Article 13 – District forests plan",
      "content": "The District shall prepare and implement a ten (10)-year forest plan. The District forest management plan must be approved by an Order of the Minister."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Forest management plan",
      "section": "14",
      "title": "Article 14 – Private forests management plan",
      "content": "Any private forest exceeding two hectares (2 ha) shall be subject to a management plan to be submitted to the District for approval. The Authority shall issue instructions to help private persons prepare their forests management plans."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Planting, conservation and protection of forests",
      "section": "15",
      "title": "Article 15 – National afforestation program",
      "content": "Each year, the Minister, based on the national policy and forest plan, shall determine the national afforestation and forest management program."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Planting, conservation and protection of forests",
      "section": "16",
      "title": "Article 16 – Implementation of the national afforestation and forest management program",
      "content": "The Authority shall establish guidelines for the implementation of the national afforestation and forest management program and make follow up on its implementation. Each District shall determine lands for afforestation and implement the national afforestation and forest management program."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Planting, conservation and protection of forests",
      "section": "17",
      "title": "Article 17 – Planting agroforestry trees",
      "content": "Agroforestry trees shall be planted on land reserved for crops and livestock. Instructions of the Minister shall set up the guidelines for the selection of agroforestry tree species and determine application modalities."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Planting, conservation and protection of forests",
      "section": "18",
      "title": "Article 18 – Planting trees in urban areas and on roadsides",
      "content": "Trees shall be planted in urban areas and on roadsides for protection and beautification purposes. The Authority shall determine tree species to be planted in urban areas and on roadsides and determine modalities for their planting and harvesting."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Planting, conservation and protection of forests",
      "section": "19",
      "title": "Article 19 – Conservation and protection of forests",
      "content": "The purpose of conservation and protection of forests must consist in the following: 1° to minimize adverse effects on forests resulting from various activities; 2° to give particular attention to the areas of the country faced with special environmental problems; 3° to protect native plants and animals; 4° to protect the biodiversity; 5° to add value to and exploit forest resources; 6° to increase national economy."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Planting, conservation and protection of forests",
      "section": "20",
      "title": "Article 20 – Role of the population in the conservation and protection of forests",
      "content": "The responsibility to conserve and protect forests shall rest with any person who is in Rwanda. The population shall have the duty to conserve and protect forests and inform the nearest authorities of prohibited activities that may negatively affect proper forest management. In particular, those who live near the forest and who use it in accordance with the provisions of this Law shall have the duty to conserve it and protect against anything that may damage it due to activities they carried out therein."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Planting, conservation and protection of forests",
      "section": "21",
      "title": "Article 21 – Collaboration of institutions in protecting forests",
      "content": "Public and private institutions as well as non-governmental organizations shall collaborate in protecting forests against anything that may damage them. Whenever necessary, such institutions shall be called upon to intervene to fight bushfires or any other disaster that may damage the forest."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Planting, conservation and protection of forests",
      "section": "22",
      "title": "Article 22 – Responsibilities of local authorities",
      "content": "Without prejudice to the provisions of the Law establishing the Authority, local authorities shall have the responsibility to conserve, protect and develop forest resources. Local authorities having excelled in sustainable forest management shall receive a reward determined by an Order of the Minister depending on the results of their efforts."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Planting, conservation and protection of forests",
      "section": "23",
      "title": "Article 23 – Suspension of the forest harvesting and forest products collection",
      "content": "The Minister may, if he/she deems it necessary, decide to suspend the harvesting of forests in a given area or prohibit the collection of any forest products from that area for the following purposes: 1° to improve forest management, especially when there have been problems in this regard; 2° to allow forests in that area to regenerate; 3° to conserve the environment, the biodiversity and other natural resources especially in the fragile ecosystems; 4° to prevent the clearing of a forest in violation of laws."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Planting, conservation and protection of forests",
      "section": "24",
      "title": "Article 24 – Announcement of the decision to suspend forest harvesting or collection of forest products",
      "content": "The announcement of the decision to suspend forest harvesting or the collection of forest products shall be carried out as follows: 1° to publish the announcement in two (2) mostly widely read newspapers and on two (2) radio stations reaching the widest audience in the District where these forests are located; 2° to post the announcement on the notice boards of the District, Sectors and Cells concerned by this decision and in other publicly accessible locations in that District."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Planting, conservation and protection of forests",
      "section": "25",
      "title": "Article 25 – Protection of State forests",
      "content": "The State forests must be protected against anything that may damage them. In Order to protect protected State forests, the Government must create a buffer zone comprising tree species different from the main species found in the protected forest. If this is not possible, there shall be used any other method to protect such forests."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Planting, conservation and protection of forests",
      "section": "26",
      "title": "Article 26 – Allowed activities in protected State forests",
      "content": "Apart from activities authorized by the Minister, other activities conducted in the protected State forests are prohibited."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Planting, conservation and protection of forests",
      "section": "27",
      "title": "Article 27 – Protection and conservation of protected trees",
      "content": "To protect some tree species, an Order of the Minister shall set out a list of protected trees found in State forests, District or private forests and that of isolated trees."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – Planting, conservation and protection of forests",
      "section": "28",
      "title": "Article 28 – Prohibition of any activity that may cause fire in a forest",
      "content": "A person shall not be allowed to carry out in the forest any activity that may cause fire."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IV – Planting, conservation and protection of forests",
      "section": "29",
      "title": "Article 29 – Forest fire prevention",
      "content": "The Authority shall prepare and announce each year periods when forest may be prone to fire and any activity likely to cause fire to be avoided. Anyone who notices fire in the forest must try to extinguish it and urgently alert the nearest authorities or anyone who can help to extinguish the fire. Authorities who are near the place of occurrence of the fire shall urgently call upon the population neighbouring the forest to extinguish the fire without expecting to receive rewards."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter IV – Planting, conservation and protection of forests",
      "section": "30",
      "title": "Article 30 – Fire control towers in forests",
      "content": "The Authority shall install towers and communication tools to help locate fires and prevent other activities that may damage the forest."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Planting, conservation and protection of forests",
      "section": "31",
      "title": "Article 31 – Early burning",
      "content": "The Authority shall organize early burning after informing local authorities and the population neighbouring the forest."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter V – Forests management",
      "section": "32",
      "title": "Article 32 – Preparation of the list of forests",
      "content": "A list of forests in the country shall be recorded in an appropriate register. An Order of the Minister shall determine the structure and the contents of the list and the procedure for updating it whenever necessary."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter V – Forests management",
      "section": "33",
      "title": "Article 33 – Inventory of forests",
      "content": "Every ten (10) years and whenever necessary, the Minister shall organize an inventory of forests. The inventory of forests must indicate at least: 1° the surface area covered by forests; 2° different tree species, their number and their state; 3° the tree height and diameter as well as their diameter classes; 4° the number of deteriorated trees; 5° harvesting of forest products; 6° species and quantity of plants other than trees. The inventory of forests shall be prepared by the Authority in accordance with laws relating to statistics."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter V – Forests management",
      "section": "34",
      "title": "Article 34 – Management of protected State forests",
      "content": "Protected State forests shall be managed in accordance with the provisions of special laws governing such forests and in accordance with this Law. An Order of the Minister shall determine the management of protected State forests which are not governed by special laws."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter V – Forests management",
      "section": "35",
      "title": "Article 35 – Management of State production forests",
      "content": "State production forests shall be managed according to the forest plan. The whole or any part of a State production forest may be transferred to the District or an individual in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter V – Forests management",
      "section": "36",
      "title": "Article 36 – Management of forests reserved for research",
      "content": "Forests reserved for research shall be managed in accordance with the forest plan and related agreements."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter V – Forests management",
      "section": "37",
      "title": "Article 37 – Management of District forests",
      "content": "The whole or any part of a District forest may be transferred to an individual in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter V – Forests management",
      "section": "38",
      "title": "Article 38 – Management of private forests",
      "content": "Private forests exceeding two hectares (2 ha) shall be managed according to their forest plan. However, private forests not exceeding two hectares (2 ha) shall be managed according to the instructions of the Minister. For the purposes of public interests, private forests may be transferred to the State or the District in accordance with laws governing expropriation in public interest."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter V – Forests management",
      "section": "39",
      "title": "Article 39 – Harvesting of private forests",
      "content": "The harvesting of a private forest of less than a half a hectare (1/2 ha) shall not require a license. However, to prevent consequences that may result from the simultaneous harvesting of adjacent forests, the forest to be harvested must be at least twenty meters (20 m) away from an area where a similar forest was harvested the previous year. When the private forest to be harvested has a surface area equal to or exceeding half a hectare (0.5 ha), the person seeking to harvest shall inform the District Forestry Officer so that he/she advises him/her how to harvest such a forest."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter V – Forests management",
      "section": "40",
      "title": "Article 40 – Acquiring the management of a protected State forest",
      "content": "An individual, association, company, cooperative, a non-governmental organization having legal personality, the District or a government institution may be granted the right to manage the whole or any part of a protected State forest. The acquisition of the management of a protected State forest shall be approved by the Cabinet. The management of such a forest shall be done in accordance with an agreement signed between the person granted the management of the forest and Minister."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter V – Forests management",
      "section": "41",
      "title": "Article 41 – Acquiring the management of a production State forest",
      "content": "An individual, association, company, cooperative, a non-governmental organization having legal personality, the District or a Government institution may be granted the right to manage a State production forest. The management of such a forest shall be governed by this Law and other relevant legal provisions."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter V – Forests management",
      "section": "42",
      "title": "Article 42 – Acquiring the management of a District forest",
      "content": "An individual, association, company, cooperative, non-governmental organization having legal personality or a government institution may be granted the right to manage a District forest. The acquisition of the right to manage a District forest shall be approved by the District Council. The management of the forest shall be governed by this Law and other relevant legal provisions."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter V – Forests management",
      "section": "43",
      "title": "Article 43 – Changing the State forest category",
      "content": "An Order of the Minister shall determine modalities for changing the category of a State forest."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter V – Forests management",
      "section": "44",
      "title": "Article 44 – Replacement of a degazetted protected State forest",
      "content": "The Minister may degazette the whole or any part of a protected State forest. Modalities for degazettement and replacement of the whole or part of a forest shall be determined by an Order of the Minister."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter VI – Forestry research",
      "section": "45",
      "title": "Article 45 – Fundamental research",
      "content": "Fundamental forestry research shall be conducted by the national agency in charge of fundamental research or a third party authorized by that agency in writing. The Minister shall put in place guidelines for the conduct of the research."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter VI – Forestry research",
      "section": "46",
      "title": "Article 46 – Applied research",
      "content": "Applied research related to the role of the forests in the national economy and the safeguarding of environment shall be conducted by the Authority, public and private institutions and private operators authorized in writing by the Authority."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter VI – Forestry research",
      "section": "47",
      "title": "Article 47 – Publication of research results",
      "content": "The results of the research provided under Articles 45 and 46 of this Law shall be published through collaboration between the person having conducted the research and the Authority."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter VII – Licences",
      "section": "48",
      "title": "Article 48 – Issue of a license",
      "content": "In order to improve the forest management, licenses provided for by this Law shall be issued in accordance with the provisions of this Law and its implementing rules."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter VII – Licences",
      "section": "49",
      "title": "Article 49 – Conditions for applying for a license and contents of the license",
      "content": "The contents of each license provided for by this Law, its period of validity and conditions for its issue shall be determined by an Order of the Minister."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter VII – Licences",
      "section": "50",
      "title": "Article 50 – Use of license",
      "content": "The license shall be used only for the purposes of activities for which it is issued and only by the licensee. The licensee shall be bound to show the license whenever he/she is required to do so by the competent persons. Any person who fails to show a license or uses it for the purposes other than those for which it was issued shall be punished in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter VII – Licences",
      "section": "51",
      "title": "Article 51 – Withdrawal of a license",
      "content": "A licensee who uses the license for the purposes other than those for which it was issued or fails to comply with the rules and the provisions of this Law shall have his/her license withdrawn. A person whose license is withdrawn shall be bound to repair the damages caused by his/her activities or the misuse of the license."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter VII – Licences",
      "section": "52",
      "title": "Article 52 – Forest clearing license",
      "content": "The license for clearing the whole or part of a forest so that the land it covers is used for other purposes shall be issued by the Minister."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter VII – Licences",
      "section": "53",
      "title": "Article 53 – State forest harvesting license",
      "content": "The State forest harvesting license shall be issued in accordance with the forest management plan. A Prime Minister’s Order shall determine the organ that issues such a license and modalities for issuance."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter VII – Licences",
      "section": "54",
      "title": "Article 54 – District and private forests harvesting license",
      "content": "The license for harvesting a District or private forest having a surface area exceeding two hectares (2 ha) shall be issued in accordance with the management plan of the concerned forest. An Order of the Minister shall determine the organ that issues such a license."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter VII – Licences",
      "section": "55",
      "title": "Article 55 – Forest products transportation license",
      "content": "Any person who carries out transportation of forest products in their harvesting state or after they are processed into other products must have an original license issued by the District in which the forest is located. Such a license must indicate the nature, means of transport, quantity, origin and destination of the products transported."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter VII – Licences",
      "section": "56",
      "title": "Article 56 – Forest products sale license",
      "content": "Any wholesaler of forest products in their harvesting state or after they are processed into other products, shall show a license issued by the District where such business is conducted and indicating the nature of his/her goods and their origin."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter VII – Licences",
      "section": "57",
      "title": "Article 57 – Import of a forest plant",
      "content": "Any person who imports a forest planting material must show a license issued by competent organs and certifying that the plant meets the required standards."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter VII – Licences",
      "section": "58",
      "title": "Article 58 – Introducing a forest planting material into the country for the first time",
      "content": "When a forest planting material is introduced into the country for the first time, its introduction shall be authorized by the Authority in charge of forest research. The same Authority shall issue the license for its dissemination in the country."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter VII – Licences",
      "section": "59",
      "title": "Article 59 – Exportation of a forest plant",
      "content": "Anyone wishing to take a forest planting material out of the country must apply for a phytosanitary certificate issued by competent organs."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter VII – Licences",
      "section": "60",
      "title": "Article 60 – Trade in forest products",
      "content": "The forest products in their harvesting state or processed into other products that are placed on the market must meet the dimensions and standards required by the market. The Authority shall issue instructions relating to the dimensions and standards in respect of forest products in their harvesting state or after they are processed into other products."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter VII – Licences",
      "section": "61",
      "title": "Article 61 – Special sale certificate",
      "content": "The Minister may order traders of forest products of a specific nature to issue to the buyers a special sale certificate. Modalities for the application of the provisions of Paragraph One of this Article shall be determined by an Order of the Minister."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter VII – Licences",
      "section": "62",
      "title": "Article 62 – Trade in forestry seeds",
      "content": "Forestry seeds shall be sold by the National Agency in charge of applied forest research. The trade in such seeds may be carried out by another person or entity authorized by the same Agency."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter VII – Licences",
      "section": "63",
      "title": "Article 63 – Sale of forestry services",
      "content": "The sale of forestry services such as the carbon market and others shall be made in accordance with an agreement between the person seeking such a service and the Authority. The conditions of sale of such services and requirements to be met by beneficiaries of such services shall be determined by the Authority."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter VIII – Judicial police in respect of forests",
      "section": "64",
      "title": "Article 64 – Judicial police",
      "content": "In order to enforce the provisions of this Law, there is hereby created a judicial police department within the Authority."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter VIII – Judicial police in respect of forests",
      "section": "65",
      "title": "Article 65 – Conferring the capacity of judicial police officer",
      "content": "An Order of the Minister in charge of justice shall confer upon some employees of the Authority the capacity of judicial police officer for them to investigate offences related to the management and utilisation of forests."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter IX – Administrative sanctions",
      "section": "66",
      "title": "Article 66 – Violation of the provisions of this law",
      "content": "Without prejudice to the provisions of the Penal Code, any person who violates the provisions of this Law shall be liable to an administrative fine from one hundred thousand (100,000) to one million (1,000,000) Rwandan francs."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter IX – Administrative sanctions",
      "section": "67",
      "title": "Article 67 – Seizure",
      "content": "In accordance with laws governing seizure, if any person is caught carrying out an act in violation of the provisions of this Law, all the forestry products he/she is found with and tools used shall be seized. Seized forestry products shall be sold at auction and the proceeds of the sale shall go to the National Fund for Environment. Tools seized shall be returned to the owner, after he/she has paid the fine imposed on him/her."
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter X – Transitional and final provisions",
      "section": "68",
      "title": "Article 68 – Transitional provisions",
      "content": "Agreements made before the publication of this Law in the Official Gazette of the Republic of Rwanda shall remain valid."
    },
    {
      "provision_ref": "art69",
      "chapter": "Chapter X – Transitional and final provisions",
      "section": "69",
      "title": "Article 69 – Drafting, consideration and adoption of this law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter X – Transitional and final provisions",
      "section": "70",
      "title": "Article 70 – Repealing provision",
      "content": "Law n° 47/1988 of 05/12/1988 relating to the organization of the forest management system in Rwanda and all prior legal provisions inconsistent with this Law are hereby repealed."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter X – Transitional and final provisions",
      "section": "71",
      "title": "Article 71 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "forest conservation",
      "definition": "modalities for protection, maintenance, rehabilitation and developing of forests in a sustainable manner",
      "source_provision": "art2"
    },
    {
      "term": "seizure",
      "definition": "act by which a person is temporarily deprived of the right to use forest products and tools used, due to failure to comply with the provisions of this Law",
      "source_provision": "art2"
    },
    {
      "term": "pruning",
      "definition": "silvicultural tending operation that consists of cutting partially lower branches that do not shed naturally in order to increase the quality of the bole",
      "source_provision": "art2"
    },
    {
      "term": "forest utilisation",
      "definition": "harvesting forest products and using the forest for tourism, recreation or environment and research purposes",
      "source_provision": "art2"
    },
    {
      "term": "forest clearing",
      "definition": "uprooting or cutting trees and uprooting their stumps in order to use the land on which they stand for other purposes",
      "source_provision": "art2"
    },
    {
      "term": "forest harvesting",
      "definition": "removal of forest products from a forest for commercial or other uses",
      "source_provision": "art2"
    },
    {
      "term": "deforestation",
      "definition": "activities leading to the destruction of a forest to such an extent that it cannot regenerate itself",
      "source_provision": "art2"
    },
    {
      "term": "forest inventory",
      "definition": "survey carried out to determine, in a given area, the condition and volume of a forest or an area reserved for forestry",
      "source_provision": "art2"
    },
    {
      "term": "forest products",
      "definition": "trees, timber, firewood, planks, charcoal, sawdust, bark, sticky sap, oil, leaves, flowers, fruits, seeds, fibre, ash, litter, honey, mushrooms, herbs and other biotic things or their derived products, soil, stones, gravel, clay, sand or other abiotic materials from the forest",
      "source_provision": "art2"
    },
    {
      "term": "forest management",
      "definition": "acts aimed at setting up technical, economic, industrial, legal and administrative measures towards maintaining forests for increased productivity",
      "source_provision": "art2"
    },
    {
      "term": "forest regeneration",
      "definition": "operations to fill up empty spaces in the forest by planting more trees or allowing the existing trees to grow to get expected production",
      "source_provision": "art2"
    },
    {
      "term": "protected trees",
      "definition": "one or several trees that cannot be used for various reasons",
      "source_provision": "art2"
    },
    {
      "term": "sustainable forest management",
      "definition": "use of forest resources in a way that allows future generations to have access thereto and have a share in and rights to them",
      "source_provision": "art2"
    },
    {
      "term": "forest planning",
      "definition": "a document containing activities related to the maintenance, protection and use of forests in specified time and space",
      "source_provision": "art2"
    },
    {
      "term": "reconnaissance survey",
      "definition": "survey conducted in a forest using professional processes to acquire preliminary information on a given forest to prepare for in-depth inventory or make decisions relating to its management",
      "source_provision": "art2"
    },
    {
      "term": "tree",
      "definition": "any perennial plant of at least six (6) meters tall at maturity, having a stem and an upper part consisting of branches and leaves",
      "source_provision": "art2"
    },
    {
      "term": "saw log",
      "definition": "includes a tree or any part of a tree which has fallen or been felled, and all wood, whether or not sawn, split, hewn or otherwise cut up or fashioned, but does not include firewood",
      "source_provision": "art2"
    },
    {
      "term": "Authority",
      "definition": "public institution responsible for the management and development of forests",
      "source_provision": "art2"
    },
    {
      "term": "forest",
      "definition": "land covered with trees, shrubs and other plants or land which was covered with trees and is in the process of regeneration or under replantation or land that has not been covered with trees but is intended for forestry purposes or other activities related to forests",
      "source_provision": "art2"
    },
    {
      "term": "forest unit",
      "definition": "a forest divided into zones according to ecological characteristics of each zone",
      "source_provision": "art2"
    },
    {
      "term": "protected forest",
      "definition": "a forest in which it is forbidden to carry out any activities other than those provided for by this Law",
      "source_provision": "art2"
    },
    {
      "term": "District forest",
      "definition": "a forest located on a District land and that was planted by the District, a District project, planted through community work or planted by any other organ partnering with the District, a forest along the District roads or forest that has been transferred to the District",
      "source_provision": "art2"
    },
    {
      "term": "State forest",
      "definition": "a forest on State land planted by the State, Government Project, planted through community work or any other organ, a natural forest, forest planted along State roadsides, along the shores of rivers and lakes, a forest transferred to the State and any other un owned forest",
      "source_provision": "art2"
    },
    {
      "term": "production forest",
      "definition": "a forest intended to be used for production in accordance with the provisions of this law",
      "source_provision": "art2"
    },
    {
      "term": "private forest",
      "definition": "a forest planted by an individual, the State, planted through community work or by any other person on private land, planted by a group of people with or without legal personality on their land",
      "source_provision": "art2"
    },
    {
      "term": "early burning",
      "definition": "burning the vegetation around the forest or along corridors inside the forest with the purpose of preventing forest fires",
      "source_provision": "art2"
    },
    {
      "term": "thinning",
      "definition": "operation that consists of selective cutting in a growing forest plantation to improve its productivity and the quality of the remaining trees",
      "source_provision": "art2"
    },
    {
      "term": "Minister",
      "definition": "Minister in charge of forestry",
      "source_provision": "art2"
    },
    {
      "term": "forest management technique",
      "definition": "ways of managing, using, maintaining forests and trees, exploiting forests and conservation of empty forest land that is located in an area reserved for afforestation",
      "source_provision": "art2"
    },
    {
      "term": "forestry",
      "definition": "science of tree planting, management and harvesting and value addition to forest products",
      "source_provision": "art2"
    },
    {
      "term": "protected trees species",
      "definition": "one or several protected tree species on which no activity can be performed except with special authorization by the Minister",
      "source_provision": "art2"
    },
    {
      "term": "authorized person",
      "definition": "person with the powers to investigate offences related to forests and forest products",
      "source_provision": "art2"
    },
    {
      "term": "licence",
      "definition": "authorization delivered by a competent authority, related to forests and forest products",
      "source_provision": "art2"
    }
  ]
}
