{
  "id": "rw-law-2013-51",
  "type": "statute",
  "title": "Law establishing National Industrial Research and Development Agency (NIRDA) and Determining its Mission, Organisation and Functioning",
  "title_en": "Law establishing National Industrial Research and Development Agency (NIRDA) and Determining its Mission, Organisation and Functioning",
  "short_name": "Law 51 of 2013",
  "status": "repealed",
  "issued_date": "2013-06-28",
  "in_force_date": "2013-07-29",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/51/eng@2013-07-29",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes the National Industrial Research and Development Agency, abbreviated as “NIRDA”. It also determines its mission, organization and functioning. NIRDA shall have legal personality, administrative and financial autonomy and shall be managed in accordance with Laws governing public institutions."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purpose of this Law, the following terms shall be defined as follows: 1° technology incubation centre: a place designed to be used to store research products in order to improve, multiply, sell such products and disseminate them among private operators who may in turn produce and sell them; 2° invention: the idea of an invention creator or inventor that helps to solve a problem in the technical field. An invention may consist of a product or a process; 3° research: seeking to know or conduct analysis to the greatest extent possible and in an open manner, in order to establish new facts, solve new or existing problems, develop new ideas and theories using a scientific method; 4° industrial research and development: research designed to create new products or technologies and improve existing technologies."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Head of office of NIRDA",
      "content": "The Head office of NIRDA shall be located in Kigali City, the Capital of the Republic of Rwanda. It may be transferred elsewhere on the Rwandan territory if deemed necessary. In order to fulfil its mission, NIRDA may have branches elsewhere in the country if deemed necessary, upon approval by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Mission of NIRDA",
      "section": "4",
      "title": "Article 4 – Mission of NIRDA",
      "content": "The main mission of NIRDA shall be the following: 1° to implement the national industrial development policy, patent inventions and traditional knowledge in relation to industrial development and promote the trade of research products; 2° to carry out industrial and technology development research through the establishment of technology incubation centres and pilot plants and rural industrialisation; 3° to contribute to establishment of trade companies of research products; 4° to train business entrepreneurs who wish to invest in new or improved industrial research products; 5° to establish and develop industrial research and development partnership with international, regional and national institutions, whether private or public; 6° to facilitate the vertical growth of small and medium enterprises for them to enter new markets and increase new improved products; 7° to advise the Government on the national industrial research and development policy if necessary; 8° to build the capacity of small and medium enterprises by providing prototype development, reverse engineering, manufacturing facilities and business incubation."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter III – Supervising authority of NIRDA and its category",
      "section": "5",
      "title": "Article 5 – Supervising authority of NIRDA and its category",
      "content": "A Prime Minister’s Order shall determine the supervising authority of NIRDA and its category. There shall be concluded between the supervising authority of NIRDA and its decision-making organ a performance contract determining competences, rights and obligations of each party in order for NIRDA to fulfil its mission. The performance contract shall be valid for a period equal to the term of office of the members of the decision-making organ of NIRDA."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter IV – Organisation and functioning of NIRDA",
      "section": "6",
      "title": "Article 6 – Management organs of NIRDA",
      "content": "NIRDA shall be comprised of the following two (2) management organs: 1° the Board of Directors; 2° the General Directorate. A Prime Minister’s Order may determine other relevant organs in order for NIRDA to fulfil its mission."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter IV – Organisation and functioning of NIRDA",
      "section": "7",
      "title": "Article 7 – Board of Directors of NIRDA",
      "content": "he Board of Directors of NIRDA shall be the governing and decision-making organ. The competences, responsibilities and functioning of the Board of Directors as well as the responsibilities of its members and their term of office shall be determined by a Prime Minister’s Order. A Presidential Order shall appoint members of the Board of Directors including the Chairperson and the Vice Chairperson. Members of the Board of Directors shall be selected on the basis of their competence and expertise. At least thirty per cent (30%) of the members of the Board of Directors must be females."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter IV – Organisation and functioning of NIRDA",
      "section": "8",
      "title": "Article 8 – Sitting allowances for members of the Board of Directors",
      "content": "Members of the Board of Directors present in the meetings of the Board of Directors shall be entitled to sitting allowances determined by a Presidential Order."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Organisation and functioning of NIRDA",
      "section": "9",
      "title": "Article 9 – Incompatibilities with membership of the Board of Directors",
      "content": "Members of the Board of Directors shall not be allowed to perform any remunerated activity within NIRDA. Members of the Board of Directors shall also not be allowed, either individually or companies in which they hold shares, to bid for tenders of NIRDA."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organisation and functioning of NIRDA",
      "section": "10",
      "title": "Article 10 – Composition of the General Directorate of NIRDA",
      "content": "Members of the General Directorate of NIRDA shall be appointed by a Presidential Order. The competences, responsibilities and functioning of members of the General Directorate of NIRDA shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organisation and functioning of NIRDA",
      "section": "11",
      "title": "Article 11 – Statute governing staff of NIRDA and benefits of members of the General Directorate and the staff of NIRDA",
      "content": "The staff of NIRDA shall be governed by the General statutes for Rwanda Public Service. Benefits allocated to the members of the General Directorate and to the staff of NIRDA shall be determined in accordance with legal provisions governing benefits to employees of public institutions."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Organisation and functioning of NIRDA",
      "section": "12",
      "title": "Article 12 – Organization, functioning and responsibilities of organs of NIRDA",
      "content": "The organization, functioning and responsibilities of organs of NIRDA shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter V – Property and finance",
      "section": "13",
      "title": "Article 13 – Property of NIRDA and its sources",
      "content": "The property of NIRDA shall be comprised of movables and immovables. The property of NIRDA shall come from the following sources: 1° State budget allocations; 2° State or partners’ subsidies; 3° income from services rendered; 4° property formerly owned by the Institute of Scientific and Technological Research (IRST); 5° proceeds from its property; 6° loans granted to NIRDA approved by the Minister in charge of finance; 7° donations and bequests."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter V – Property and finance",
      "section": "14",
      "title": "Article 14 – Use, management and audit of the property",
      "content": "The use, management and audit of the property of NIRDA shall be carried out in accordance with relevant Laws. The internal audit unit of NIRDA shall submit a report to the Board of Directors with a copy to the head of the General Directorate of NIRDA."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter V – Property and finance",
      "section": "15",
      "title": "Article 15 – Approval and management of the budget of NIRDA",
      "content": "The budget of NIRDA shall be approved and managed in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter V – Property and finance",
      "section": "16",
      "title": "Article 16 – Annual financial report",
      "content": "Within three (3) months following the closure of the financial year, the Head of the General Directorate of NIRDA shall submit the annual financial report to the supervising authority of NIRDA after its approval by the Board of Directors in accordance with Laws governing the management of State finance and property."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "17",
      "title": "Article 17 – Transfer of property of IRST",
      "content": "Movable, immovable property, all liabilities and the name of IRST are hereby transferred to NIRDA."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "18",
      "title": "Article 18 – IRST former staff members",
      "content": "IRST staff members, who fulfill the requirements during the recruitment, shall be transferred to NIRDA in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "19",
      "title": "Article 19 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "20",
      "title": "Article 20 – Repealing provision",
      "content": "Law n° 06/1989 of 15/03/1989 establishing and organizing the Institute of Scientific and Technological Research (IRST), Law n o 42/2007 of 10/09/2007 determining the attributions, organization and functioning of the Institute of Scientific and Technological Research (IRST) and all prior legal provisions contrary to this Law, are hereby repealed."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "21",
      "title": "Article 21 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "invention",
      "definition": "the idea of an invention creator or inventor that helps to solve a problem in the technical field",
      "source_provision": "art2"
    },
    {
      "term": "research",
      "definition": "seeking to know or conduct analysis to the greatest extent possible and in an open manner, in order to establish new facts, solve new or existing problems, develop new ideas and theories using a scientific method",
      "source_provision": "art2"
    },
    {
      "term": "industrial research and development",
      "definition": "research designed to create new products or technologies and improve existing technologies",
      "source_provision": "art2"
    }
  ]
}
