{
  "id": "rw-law-2013-25",
  "type": "statute",
  "title": "Law determining the Organization and Functioning of Beekeeping in Rwanda",
  "title_en": "Law determining the Organization and Functioning of Beekeeping in Rwanda",
  "short_name": "Law 25 of 2013",
  "status": "repealed",
  "issued_date": "2013-05-10",
  "in_force_date": "2013-07-08",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/25/eng@2013-07-08",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law shall determine the organization and functioning of the beekeeping in Rwanda."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Beekeeping activities",
      "content": "The beekeeping main activities shall be the following: 1° beehiving; 2° honey harvesting; 3° processing and marketing of other beekeeping products."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Definitions of terms",
      "content": "Under this Law, the following terms shall have the meanings: 1° wax: substances secreted from bee glands by means of which bees make honeycombs and their nests; 2° pollen: male reproductive element of plants found in flower stamens collected by bees that allows fertilization of ovum in flowers and used by bees as growth food; 3° colony of bees: family of bees inside or outside of a hive; 4° beehiving: placing hives in a maintained location for bees to reproduce; 5° beekeeping: raising of bees for their rational exploitation; 6° beekeeper: person who engages in bee breeding for a production; 7° hive: artificial structure in which the beekeeper raises bees; 8° swarm: part of the population of a colony leaving the hive when a new queen is born in the existing hive; 9° propolis: resinous substance derived from trees and used by bees to restore and protect the hive; 10° apiary: several hives placed in the same location as part of beekeeping activity; 11° bee: small flying insect that makes honey; 12° queen: the only reproductive female bee in a hive;"
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Management and development of beekeeping",
      "section": "4",
      "title": "Article 4 – Management and supervision of beekeeping",
      "content": "The beekeeping shall be managed and supervised by the Ministry in charge of beekeeping."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Management and development of beekeeping",
      "section": "5",
      "title": "Article 5 – Union of beekeepers",
      "content": "A Prime Minister’s Order shall determine modalities for establishment of the Union of Beekeepers."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter III – Conservation of beekeeping resources",
      "section": "6",
      "title": "Article 6 – Place where a beekeeper places hives",
      "content": "The beekeeper shall raise bees according to relevant standards that are determined by instructions of the Minister in charge of beekeeping."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Conservation of beekeeping resources",
      "section": "7",
      "title": "Article 7 – Relocation of an apiary and hives",
      "content": "Where beekeeping service in charge of inspection finds that hives are placed contrary to the provisions of Article 6 of this Law, it shall require the owner thereof to place them in accordance with the Law."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Conservation of beekeeping resources",
      "section": "8",
      "title": "Article 8 – Capturing a colony",
      "content": "Where a colony of bees settled in a place other than hive shall be captured by the relevant authorities and be placed in a hive. Where, for the purposes of ensuring the safety of persons and property, the service in charge of beekeeping finds that a colony of bees is settled in a place other than a hive, it shall capture it and place it in an appropriate hive."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Conservation of beekeeping resources",
      "section": "9",
      "title": "Article 9 – Right of ownership",
      "content": "Hives, colonies, swarms and beekeeping products shall be the beekeeper’s private property."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Conservation of beekeeping resources",
      "section": "10",
      "title": "Article 10 – Right to a swarm",
      "content": "When a colony of bees leaves a hive and lands at the neighbor’s, the owner reserves the right to chase and capture it. After thirty (30) days, a colony of bees that is not chased by anyone shall belong to the person who captured it first."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Conservation of beekeeping resources",
      "section": "11",
      "title": "Article 11 – Loss of the right of ownership",
      "content": "An owner of a colony of bees shall lose ownership of a swarm that migrates to another occupied apiary belonging to another beekeeper. However, if the new owner of the swarm has contributed to the migration, the provisions of Paragraph One of this Article shall not apply."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Hygiene and prohibitions in beekeeping",
      "section": "12",
      "title": "Article 12 – Hygiene",
      "content": "A beekeeper must ensure the hygiene of hives, equipment, honey production and personal hygiene whenever engaged in beekeeping activities. An Order of the Minister in charge of beekeeping shall determine modalities for the enforcement of the provisions of this Article."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Hygiene and prohibitions in beekeeping",
      "section": "13",
      "title": "Article 13 – Modalities for the use of toxic substances in beekeeping",
      "content": "An Order of the Minister in charge of beekeeping shall determine modalities for the use of toxic substances employed in agriculture and for the prevention of contamination in beekeeping activities."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Hygiene and prohibitions in beekeeping",
      "section": "14",
      "title": "Article 14 – Honey harvesting equipment",
      "content": "The beekeeper, when harvesting honey, shall be bound to use appropriate equipment that are determined by instructions of the Minister in charge of beekeeping."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Hygiene and prohibitions in beekeeping",
      "section": "15",
      "title": "Article 15 – Destruction of a colony of bees",
      "content": "The beekeeping service shall order the destruction of a colony or a swarm of bees at such times and in such manner determined by it if: 1° the colony of bees is infected with pathogens difficult to treat; 2° the colony or swarm of bees may cause inevitable damage to the population; 3° the colony of bees or the place where bees are raised is neglected or abandoned; 4° the colony consists of sick or dead bees."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Hygiene and prohibitions in beekeeping",
      "section": "16",
      "title": "Article 16 – Granting, withdrawal of beekeeper’s certificate and loss of the right to practice the beekeeping profession",
      "content": "Granting certificate, its withdrawal from any beekeeper who contravenes the provisions of this Law as well as the loss of the right to practice this profession, shall be determined by instructions of the Minister in responsible for beekeeping."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Hygiene and prohibitions in beekeeping",
      "section": "17",
      "title": "Article 17 – Appeal against a decision",
      "content": "When a beekeeper is not satisfied with one or more decisions provided under Articles 15 and 16 of this a Law may appeal to the higher-level organ within ten 10 days from the time, he/she has been notified on."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter V – Final provisions",
      "section": "18",
      "title": "Article 18 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter V – Final provisions",
      "section": "19",
      "title": "Article 19 – Repealing provision",
      "content": "All prior legal provisions inconsistent with this law are hereby repealed."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter V – Final provisions",
      "section": "20",
      "title": "Article 20 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "pollen",
      "definition": "male reproductive element of plants found in flower stamens collected by bees that allows fertilization of ovum in flowers and used by bees as growth food",
      "source_provision": "art3"
    },
    {
      "term": "colony of bees",
      "definition": "family of bees inside or outside of a hive",
      "source_provision": "art3"
    },
    {
      "term": "beehiving",
      "definition": "placing hives in a maintained location for bees to reproduce",
      "source_provision": "art3"
    },
    {
      "term": "beekeeping",
      "definition": "raising of bees for their rational exploitation",
      "source_provision": "art3"
    },
    {
      "term": "beekeeper",
      "definition": "person who engages in bee breeding for a production",
      "source_provision": "art3"
    },
    {
      "term": "hive",
      "definition": "artificial structure in which the beekeeper raises bees",
      "source_provision": "art3"
    },
    {
      "term": "swarm",
      "definition": "part of the population of a colony leaving the hive when a new queen is born in the existing hive",
      "source_provision": "art3"
    },
    {
      "term": "propolis",
      "definition": "resinous substance derived from trees and used by bees to restore and protect the hive",
      "source_provision": "art3"
    },
    {
      "term": "apiary",
      "definition": "several hives placed in the same location as part of beekeeping activity",
      "source_provision": "art3"
    },
    {
      "term": "bee",
      "definition": "small flying insect that makes honey",
      "source_provision": "art3"
    },
    {
      "term": "queen",
      "definition": "the only reproductive female bee in a hive",
      "source_provision": "art3"
    }
  ]
}
