{
  "id": "rw-law-2013-45",
  "type": "statute",
  "title": "Law on the Organisation of Statistical Activities in Rwanda",
  "title_en": "Law on the Organisation of Statistical Activities in Rwanda",
  "short_name": "Law 45 of 2013",
  "status": "repealed",
  "issued_date": "2013-06-16",
  "in_force_date": "2013-06-16",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/45/eng@2013-06-16",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article one – Purpose of this Law",
      "content": "This Law determines the organization of statistical activities in Rwanda."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definition of terms",
      "content": "For the purpose of this Law, the following terms are defined as follows: 1° Statistical data: data in figures that have come out of surveys, censuses or other forms of research, that are either analyzed or not; 2° Survey: a technical operation that is used in order to obtain data on topics of particular interest. The collection of the data in the framework of a survey bases itself on a drawn sample in accordance with particular and scientific procedures. The drawing of this sample must permit the generalization of data collected on the whole Country, City of Kigali or the Province from where it has been drawn; 3° Census: an operation of data collection on features of the population of the whole Country, City of Kigali or the whole Province while proceeding to the exhaustive counting of all people, one by one; 4° Statistics: scientific methods aiming at collecting numeric data, processing, analyzing, publishing, safe storage, drawing conclusions and decision making; 5° Indicators: a set of measurements made of analyzed numeric data, permitting to appreciate the state of a phenomenon or of its evolution; 6° Statistical information: the aspect of any reality expressed in numbers; 7° Visa: written authorization delivered, upon request, by the National Institute of Statistics of Rwanda to any person undertaking a statistical survey, attesting that the survey respects the requirements, either at the level of its organization or at the level of publication of data that have come out of it."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Scope of application",
      "content": "The key domains covered by this Law include among others: 1° demographic and social data of the population; 2° cultural data; 3° economic, financial and commercial data; 4° data concerning agriculture, livestock and environment; 5° judicial data."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Statistical fundamental principles",
      "section": "4",
      "title": "Article 4 – Statistical data interest",
      "content": "Data and indicators established from statistics must be used as a basis for general planning and evaluation of the development strategies in all sectors of the national life. Statistical data also provide a basis for the development of research based on objective data and indicators."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Statistical fundamental principles",
      "section": "5",
      "title": "Article 5 – Quality of statistical data",
      "content": "The quality of statistical information is characterised by: 1° relevance; 2° comparability; 3° accuracy; 4° reliability; 5° punctuality; 6° frequency; 7° promptness; 8° accessibility; 9° indication of all the necessary requirements that enable the users of the data to trust its value."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Statistical fundamental principles",
      "section": "6",
      "title": "Article 6 – Characteristics of statistical data",
      "content": "Statistical data must be characterised by the objectivity and professionalism of the institution that produced it."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Statistical fundamental principles",
      "section": "7",
      "title": "Article 7 – Publication of statistical data",
      "content": "Statistical data should be published and made available to all users in the simplest manner. They must not be in contradiction with each other or partial."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Coordination and structure of the national statistical order",
      "section": "8",
      "title": "Article 8 – Coordination of national statistical system",
      "content": "The National Institute of Statistics of Rwanda shall be responsible for the coordination of the national statistical system. The National Institute of Statistics of Rwanda shall be the only competent institution empowered to officially provide all users with statistical data and information, whether those it published or those which have its visa, to approve the appropriate methods for the conception, collection, processing, analysis, storage, publication and dissemination of statistical information for only statistical purposes and to confirm the timing and the format of publication of such statistics. Data and information that are not yet officially published shall not be given to anybody without the visa of the National Institute of Statistics of Rwanda. However, the Institute may delegate part of its prerogatives on this matter to some services belonging to the national statistical system."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Coordination and structure of the national statistical order",
      "section": "9",
      "title": "Article 9 – Components of national statistical system",
      "content": "The national statistical system is made up of five (5) main components: 1° the National Institute of Statistics of Rwanda; 2° various State institutions that provide statistical information. Such statistical data constitute the official statistics; 3° organas which use statistical information; 4° organs that provide statistical information, including public and private institutions, nongovernmental organisations, households and the population; 5° institutions of research and training including institutions of higher learning."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Coordination and structure of the national statistical order",
      "section": "10",
      "title": "Article 10 – Modalities of conducting statistical activities by other institutions",
      "content": "The statistical services of the public administration and those of public institutions may, in their individual capacities, conduct statistical activities, process, and analyse them in accordance with their needs, with exception of surveys at the level of the whole country, City of Kigali or the whole province. This shall be done in conformity with the norms and methodologies agreed upon between such services and the National Institute of Statistics of Rwanda. These services shall have the responsibility to provide the National Institute of Statistics of Rwanda with all statistical data that they possess. Before the annual statistical reports of such services are published, they shall possess the visa of the National Institute of Statistics of Rwanda"
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Coordination and structure of the national statistical order",
      "section": "11",
      "title": "Article 11 – Approval for conducting statistical activities",
      "content": "Any person who wishes to conduct statistical surveys on a national scale or covering at least the whole Province or City of Kigali and which fall beyond the usual activities of which they are permitted to conduct, they shall obtain the prior approval of the National Institute of Statistics of Rwanda, whether on the necessity of such surveys and methodologies that shall be used. The questionnaires that will be used in such surveys shall bear the official visa of the Institute."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – National statistical program",
      "section": "12",
      "title": "Article 12 – National General Census",
      "content": "The National General Census shall be organised at least once in every ten (10) years. All components of the National Statistical System are required to provide assistance to the activities of the National Institute of Statistics of Rwanda in any manner determined by relevant laws."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – National statistical program",
      "section": "13",
      "title": "Article 13 – Other types of surveys",
      "content": "Nationwide surveys, or surveys covering City of Kigali or a whole Province conducted by any person that were not provided for in the national statistical program, shall require prior approval of the National Institute of Statistics of Rwanda with respect to the necessity of their conduct and to the methodologies that should be used. The surveys are subject to an authorisation request at least two (2) months before they are conducted. If it goes beyond one month without response from the time of the request, it is presumed as if the National Institute of Statistics of Rwanda has accepted and they shall begin to conduct the survey. If the Institute has accepted, the questionnaires shall bear the visa of the Institute."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter V – Obligation to respond to questions during censuses and statistical surveys",
      "section": "14",
      "title": "Article 14 – Response to survey and census questions",
      "content": "Upon the request of a commissioned officer, any person or legal entity is required to respond accurately and within the specified time limits, to questions asked during national censuses and other statistical surveys subject to prior approval by the National Institute of Statistics of Rwanda."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter V – Obligation to respond to questions during censuses and statistical surveys",
      "section": "15",
      "title": "Article 15 – No allegation of the principle of professional secrecy",
      "content": "A person being questioned during approved surveys shall not whatsoever invoke the principle of professional secrecy so as to refuse to give responses to questions asked."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter V – Obligation to respond to questions during censuses and statistical surveys",
      "section": "16",
      "title": "Article 16 – Providing basic database and information",
      "content": "All institutions belonging to the national statistical system are required to provide all the basic database in their keeping to the National Institute of Statistics of Rwanda if it requests so and the information related to individuals held by such institutions which shall be accessible by the Institute. These institutions shall at all times submit to the National Institute of Statistics of Rwanda as an institute responsible for collecting all the national statistical information, analysis reports of surveys conducted, as well as other statistical reports which are produced periodically. The National Institute of Statistics of Rwanda shall confidentially utilize the information given to it as provided for by this Law."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter VI – Statistical confidentiality",
      "section": "17",
      "title": "Article 17 – Prohibited dissemination of information",
      "content": "It is prohibited to every employee of a statistics service to disseminate information related to an enterprise or an establishment and an individual he or she may know in the course of performance of his or her duties or in relation to his or her responsibilities. Data collected by the institutions of the national statistical system through surveys or any other method of collection are protected by statistical confidentiality. Statistical confidentiality implies that the dissemination of such data as well as statistical information which can be calculated from them, shall be conducted in a way that those who provided it are not identified whether directly or indirectly. Statistical confidentiality does not apply to information about an institution that has already been published to the public or to information of the enterprise or establishment which it accepts, in writing, to be published. Statistical data in monopoly may be published except those concerning the cost of production or profits."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter VI – Statistical confidentiality",
      "section": "18",
      "title": "Article 18 – Making and publication of list of enterprises or establishments",
      "content": "Without prejudice to the provisions of Article 17 of this Law, the National Institute of Statistics of Rwanda has powers to make and publish each year or when necessary, a list of enterprises or establishments which indicates the following: name, address, type of activity, number of employees and legal status."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter VI – Statistical confidentiality",
      "section": "19",
      "title": "Article 19 – Accessibility to anonymous basic database not to be published",
      "content": "The anonymous basic databases on individuals and other institutions shall be accessible to researchers who, however, shall be committed to: 1° make a written note, that they shall not communicate to any person the contents of such databases without the written authorization of the National Institute of Statistics of Rwanda; 2° give to the National Institute of Statistics of Rwanda, the findings of their research."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter VI – Statistical confidentiality",
      "section": "20",
      "title": "Article 20 – Prohibited use of data",
      "content": "Data related to an organ, institution and individual shall not whatsoever be used for tax control purposes, for economic repression or for legal investigations by judicial organs."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter VI – Statistical confidentiality",
      "section": "21",
      "title": "Article 21 – Confidentiality of data obtained from administrative services",
      "content": "Legal provisions concerning statistical confidentiality shall equally apply to data obtained from administrative sources."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter VI – Statistical confidentiality",
      "section": "22",
      "title": "Article 22 – Taking oath of staff members",
      "content": "Before taking office, members of staff of the institutions of the national statistical system shall take oath before the Minister in charge of general statistics or his/her representative, that they shall never reveal the statistical confidentiality related to individuals as defined in this Law, learned in the course of performance of their duties or in relation to their responsibilities."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "23",
      "title": "Article 23 – Activities performed prior to the commencement of this Law",
      "content": "All activities legally performed pursuant to Organic Law n° 01/2005 of 14/02/2005 on the organisation of statistical activities in Rwanda before the publication of this Law in the Official Gazette of the Republic of Rwanda shall remain valid."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "24",
      "title": "Article 24 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "25",
      "title": "Article 25 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "26",
      "title": "Article 26 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "Survey",
      "definition": "a technical operation that is used in order to obtain data on topics of particular interest",
      "source_provision": "art2"
    },
    {
      "term": "Census",
      "definition": "an operation of data collection on features of the population of the whole Country, City of Kigali or the whole Province while proceeding to the exhaustive counting of all people, one by one",
      "source_provision": "art2"
    },
    {
      "term": "Statistics",
      "definition": "scientific methods aiming at collecting numeric data, processing, analyzing, publishing, safe storage, drawing conclusions and decision making",
      "source_provision": "art2"
    },
    {
      "term": "Indicators",
      "definition": "a set of measurements made of analyzed numeric data, permitting to appreciate the state of a phenomenon or of its evolution",
      "source_provision": "art2"
    },
    {
      "term": "Statistical information",
      "definition": "the aspect of any reality expressed in numbers",
      "source_provision": "art2"
    },
    {
      "term": "Visa",
      "definition": "written authorization delivered, upon request, by the National Institute of Statistics of Rwanda to any person undertaking a statistical survey, attesting that the survey respects the requirements, either at the level of its organization or at the level of publication of data that have come out of it",
      "source_provision": "art2"
    }
  ]
}
