{
  "id": "rw-law-2013-14",
  "type": "statute",
  "title": "Law determining the Organisation and Functioning of the Province",
  "title_en": "Law determining the Organisation and Functioning of the Province",
  "short_name": "Law 14 of 2013",
  "status": "repealed",
  "issued_date": "2013-03-25",
  "in_force_date": "2013-05-13",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/14/eng@2013-05-13",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the organization and functioning of the Province."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Province",
      "content": "The Province is an administrative entity of the Republic of Rwanda. Its administration represents the State. It shall have autonomy in the management of its budget."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Responsibilities of the Province",
      "section": "3",
      "title": "Article 3 – Responsibilities of the Province",
      "content": "The Province shall have the following responsibilities: 1° to supervise and advise Districts on the implementation of Government programs; 2° to carry out advocacy for Districts; 3° to advise Districts on development activities; 4° to oversee activities designed to maintain the safety of persons and property."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter III – Oganisation of the Province",
      "section": "4",
      "title": "Article 4 – Organs of the Province",
      "content": "The organs of the Province shall be the following: 1° The Governor; 2° The Executive Secretariat."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter III – Oganisation of the Province",
      "section": "5",
      "title": "Article 5 – Governor of Province",
      "content": "The Governor of Province shall be the representative of the State in the Province and responsible for the coordination of the fulfillment of the responsibilities of the Province. He/she may delegate in writing some of his/her powers to a member of staff of the Province and stand as a guarantor for the exercise of delegated powers. He/she shall be assisted by the Executive Secretariat while performing his/her daily duties. The Governor of Province shall be under the authority of the Minister in charge of Local Government."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter III – Oganisation of the Province",
      "section": "6",
      "title": "Article 6 – Responsibilities of the Governor of Province",
      "content": "The Governor of Province shall have the following responsibilities: 1° to lead the State organs at the Provincial level; 2° to provide advice to local entities in respect of their functioning; 3° to advise Districts with respect to the maintenance of the safety of persons and property; 4° to inform the country’s highest authorities on the state of the Province and anything happening in the Province that warrants their attention; 5° to convene and chair the meeting of the Security Committee; 6° to report on the functioning of the Province and its Districts; 7° to monitor the implementation of the adopted program; 8° to convene once a year and whenever necessary a consultative meeting bringing together different authorities of public organs or bringing together authorities of public organs and leaders of the public sector based in the Province; 9° to perform such other tasks within the scope of his/her duties as may be assigned to him/her by his/her superior authorities."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Oganisation of the Province",
      "section": "7",
      "title": "Article 7 – Consideration of decisions taken by the District Council",
      "content": "The Governor of Province shall consider decisions taken by the District Council but shall not countermand them unless they are contrary to the laws and general regulations governing the Country. Once seven (7) days have elapsed without having given his/her opinion, such decisions shall be applied as such."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Oganisation of the Province",
      "section": "8",
      "title": "Article 8 – Meeting bringing together the Governor, the Executive Committee and the Bureau of the District Council",
      "content": "The meeting bringing together the Governor, the Executive Committee and the Bureau of the District Council shall take place in the District and be presided over by the Governor while the Executive Secretary of that District shall serve as its rapporteur. Such a meeting shall be held once every six (6) months and whenever necessary. Resolutions from the meeting between the Governor and members of the Executive Committee and the Bureau of the District Council shall be sent to the Minister in charge of Local Government within a period not exceeding seven (7) days from the holding of the meeting. The Minister in charge of Local Government may give his/her opinion on such resolutions within a period not exceeding ten (10) working days from the date of their receipt."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Oganisation of the Province",
      "section": "9",
      "title": "Article 9 – Appointment and removal of the Governor of Province from office",
      "content": "The Governor of Province shall be appointed by a Presidential Order upon approval by the Senate. The Governor of Province shall be removed from office by a Presidential Order."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Oganisation of the Province",
      "section": "10",
      "title": "Article 10 – Structure of the Executive Secretariat",
      "content": "The Executive Secretariat of Province shall consist of the Executive Secretary and other staff members recruited in accordance with relevant laws. The personnel of the Province shall be governed by the General Statutes for Rwanda Public Service."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Oganisation of the Province",
      "section": "11",
      "title": "Article 11 – Responsibilities of the Executive Secretary",
      "content": "The Executive Secretary shall have the following responsibilities: 1° to give instructions to the staff of the Province, coordinate and supervise their activities; 2° to prepare the planning at the Provincial level and monitor its implementation; 3° to review the files and other documents to be approved or signed by the Governor of Province; 4° to serve as the chief budget manager of the Province by performing particularly the following duties: a. to monitor the inflows and outflows of funds at the Provincial level; b. to monitor the use of the property of the Province and make a report thereon to the Governor of Province; 5° to monitor activities that are carried out at the Provincial level; 6° to follow up closely the award of tenders at the Provincial level; 7° to track and control projects covering more than one District; 8° to promote technologies and knowledge of the staff of the Province and build their capacity; 9° to deputize for the Governor of Province in case of absence; 10° to supervise and carry out first-level performance assessment of the staff of the Province; 11° to prepare the draft planning of activities of the Province and transmit it the Governor of Province who in turn transmit it to the Minister in charge of local government; 12° to prepare the draft budget proposal of the Province and submit it to the relevant organs; 13° to perform such other task within the scope of the responsibilities of the Province as may be assigned to him/her by the Governor of Province. The Executive Secretary shall be supervised by the Governor of Province in performing his/her duties. In case of absence of the Executive Secretary, the Governor of Province shall appoint his/her replacement from among staff members at the Director level."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Oganisation of the Province",
      "section": "12",
      "title": "Article 12 – Appointment and removal of the Executive Secretary of Province from office",
      "content": "The Executive Secretary of Province shall be appointed and removed from office by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Oganisation of the Province",
      "section": "13",
      "title": "Article 13 – Benefits allocated to the Executive Secretary",
      "content": "The salary and other allowances allocated to the Executive Secretary shall be determined by a Presidential Order."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Functioning of the Province",
      "section": "14",
      "title": "Article 14 – Organizational structure of the Province",
      "content": "The organizational structure of the Province and duties of its staff members shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Functioning of the Province",
      "section": "15",
      "title": "Article 15 – Notices of meeting addressed to the Governor and staff members of the Province",
      "content": "Notices of meetings addressed to the Governor of Province shall be sent to her/him through the Minister in charge of local government. Notices of meetings addressed to the staff of the Province to meetings shall be addressed to the Governor of Province with a copy to the Minister in charge of local government."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Functioning of the Province",
      "section": "16",
      "title": "Article 16 – Official correspondence",
      "content": "The Minister in charge of local government shall be given copies of correspondences between the administration of the Province and other institutions in the country and between the Mayor of the District and the Governor of Province. The Minister in charge of local government shall be given copies of official correspondence between Governors of Province or between the Governor of Province and the Mayor of Kigali City. Official correspondence between the Governor of Province and Heads of Diplomatic and Consular Missions accredited to Rwanda and those between the Governor of Province and representatives of International Organizations based in Rwanda shall be sent through the Minister in charge of local government who in turn, shall send them to the Minister in charge of foreign affairs who prepares the accompanying Note Verbale."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Functioning of the Province",
      "section": "17",
      "title": "Article 17 – Security Committee",
      "content": "There is hereby established a Security Committee in the Province. Its responsibilities, organization and functioning shall be determined by a Presidential Order."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter V – Final provisions",
      "section": "18",
      "title": "Article 18 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter V – Final provisions",
      "section": "19",
      "title": "Article 19 – Repealing provision",
      "content": "Law n° 01/2006 of 24/01/2006 establishing the organization and functioning of the Province and all prior legal provisions inconsistent with this Law are hereby repealed."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter V – Final provisions",
      "section": "20",
      "title": "Article 20 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
