{
  "id": "rw-law-2013-8",
  "type": "statute",
  "title": "Law relating to the Control of Tobacco",
  "title_en": "Law relating to the Control of Tobacco",
  "short_name": "Law 8 of 2013",
  "status": "repealed",
  "issued_date": "2013-03-01",
  "in_force_date": "2013-04-08",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/8/eng@2013-04-08",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes modalities for controlling tobacco consumption and tobacco products that are manufactured in Rwanda as well as those imported so as to protect the Rwandan population’s life. In particular its purpose is: 1° to prevent under eighteen (18) persons from any contact with tobacco and tobacco products; 2° to inform, educate and communicate to the public on the health, environmental, economic and social consequences of smoking and use of tobacco products; 3° to preserve and promote the right of non-smokers to live in a smoke-free environment; 4° to eliminate illicit trade in tobacco and counterfeiting; 5° to motivate smokers to quit smoking and provide rehabilitation for those who stop smoking."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definition of terms",
      "content": "In this Law, unless the context otherwise requires, the following terms shall mean: 1° public place: any enclosed or open place, to many persons of the general public; 2° promotion includes: a. advertisement messages meant for the general public; b. to establish an association evolving tobacco product or any tobacco brand; c. any transaction or business meant for encouraging or likely to encourage the public to buy or consume tobacco and tobacco products whether directly or indirectly; d. promoting tobacco products or tobacco brand; 3° tobacco products: all products made of or mixed with tobacco and intended to be smoked, sniffed, dipped, sucked or chewed; 4° ingredient of tobacco and tobacco products: any substance or constituent except for tobacco used in the manufacturing or preparation of tobacco product and still present in the finished product even if in altered form, including paper, filter, inks and adhesives; 5° sponsorship: any contribution be it-commercial or non-commercial, public or private to any show or activity intended for or with effect of promoting either directly or indirectly tobacco and tobacco products; 6° package of tobacco: packaging, pouch, box or other package containing a tobacco product for sale; 7° cigarette: tobacco or tobacco products rolled up in a paper or any other material and capable of being used immediately for smoking. Such tobacco or tobacco products may be cut, shredded or manufactured; 8° chewing tobacco: all tobacco products for oral use, except those intended to be smoked; 9° tobacco: tobacco plant, including its seeds and leaves; 10° health warning or health message: warning or other information about the health effects of tobacco use or exposure to tobacco smoke, the benefits of and/or suggestions for quitting, and any other appropriate tobacco control message, as prescribed by ministerial instructions provided by an Order of the Minister in charge of health; 11° smoking: inhaling or exhaling the smoke or holding tobacco and tobacco product ignited tobacco or any other use of tobacco or tobacco products such as dipping, chewing and sniffing; 12° advertisement: (i) any advertisement or promotional activity meant for the general public in order to promote the name of manufacturer’s, company producing the product commonly identified or associated with a brand of tobacco; (ii) any statement, communication, representation or reference meant for the general public, and designed to promote or publicise any tobacco brand or tobacco products and encourage its consumption; 13° commercial tobacco growing: tobacco growing on a surface area equal to or more than a half (1/2) of a hectare; 14° trader: an individual or organisation engaged in the legitimate manufacture, distribution, marketing or retailing of tobacco and tobacco products or their component parts; 15° manufacturer: corporation or other person that manufactures, makes, produces, processes, package or labels tobacco and tobacco products whether manually or by way factory processes; 16° manager: any person owning or in charge of an organization, premise, a vehicle or any public place; 17° distributor: any person who buys tobacco and tobacco products and only re-sells them to retailant and does not sell them to consumers; 18° smoke: any substance or combination of substances produced as a result of a cigarette when it is lit; 19° permit: certificate awarded by the competent authorities to allow firms, organizations and other qualified individuals to grow, produce and whole-sale or retail tobacco or tobacco products; 20° importer: any person who imports, receives or arranges for the reception and storing of tobacco and tobacco products from another country for sale in Rwanda; 21° exporter: any person who sends tobacco and tobacco products outside of Rwanda for sale in another country."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Conditions for acquiring a permit",
      "section": "3",
      "title": "Article 3 – Permit for growing tobacco",
      "content": "Growing tobacco for commercial purposes shall be subject to a permit issued by the Minister in charge of agriculture. After consultation with the Minister in charge of health, the Minister in charge of agriculure shall, by an Order, determine conditions for cultivating tobacco and tobacco products."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Conditions for acquiring a permit",
      "section": "4",
      "title": "Article 4 – Authorisation to manufacture tobacco and tobacco products",
      "content": "The manufacturing of tobacco and tobacco products shall be subject to an authorisation of the Minister in charge of industry. After consultation with the Minister in charge of health, the Minister in charge of industry shall, by an Order, determine conditions for manufacturing tobacco and tobacco products."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Conditions for acquiring a permit",
      "section": "5",
      "title": "Article 5 – Authorisation to import and to export tobacco and tobacco products",
      "content": "Importation, exportation and distribution of tobacco and tobacco products shall be subject to prior authorization of the Ministry in charge of trade. After consultation with the Minister in charge of health, the Minister in charge of trade shall, by a Ministerial Order, determine conditions for importing and exporting tobacco and tobacco products."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Conditions for acquiring a permit",
      "section": "6",
      "title": "Article 6 – Required content for tobacco",
      "content": "The yields of cigarettes released for domestic sale shall not be greater than: 1° 15 mg for tar per cigarette; 2° 1,5 mg for nicotine per cigarette; 3° 15 mg for carbon monoxide per cigarette."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Protection of non-smokers",
      "section": "7",
      "title": "Article 7 – Restricted quantity of tobacco for travelers entering Rwanda",
      "content": "The importation of tobacco and tobacco products by a person other than the approved warehouse operators is prohibited. However, a traveller entering Rwanda shall be allowed a tolerable quantity of 200 cigarettes or cigarillos, 50 cigars or one kilogram of tobacco but not both. He/she shall at least be aged eighteen (18) years."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Protection of non-smokers",
      "section": "8",
      "title": "Article 8 – Distribution of tobacco and tobacco products",
      "content": "The distribution of tobacco and tobacco products is exclusively the role of the warehouse operators authorized by the Minister in charge of trade."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Protection of non-smokers",
      "section": "9",
      "title": "Article 9 – Premises prohibited for selling tobacco and tobacco products",
      "content": "It is prohibited to sell tobacco and tobacco products in the following premises: 1° all health facilities; 2° all drugs production companies and pharmacies; 3° children’s gardens and any other public place meant for children; 4° nursery, primary and secondary schools, as well as higher institutions; 5° sports and leisure grounds. An Order of the Minister in charge of health shall determine other premises prohibited for selling tobacco and tobacco products."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Protection of non-smokers",
      "section": "10",
      "title": "Article 10 – Involving a child in the business of tobacco and tobacco products",
      "content": "It is prohibited to involve a person under eighteen (18) in, buying, selling and exchanging of tobacco and tobacco products. It is also prohibited for the seller to sell tobacco and tobacco products to a person under eighteen (18)."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Protection of non-smokers",
      "section": "11",
      "title": "Article 11 – Smoking in public place",
      "content": "No person shall smoke in public, workplace or in any part of a public place such as: 1° premises meant for work; 2° in a courtroom and surroundings; 3° a factory; 4° a cinema hall, theatre and video house; 5° hospitals, clinics and other health facilities; 6° restaurants, hotels and bars; 7° children’s homes; 8° areas of residential houses and such other premises which are used for childcare activity or for schooling or tutoring; 9° places of worship; 10° prisons; 11° police stations and cells; 12° a public transport vehicle; 13° aircrafts, passenger ships, commuter boats, trains, passengers vehicles, ferries and any other transport means for persons and goods; 14° education facilities for attendees aged under eighteen (18); 15° indoor areas of railway stations, bus stops and queues at bus stops, airports, air fields, ports, and other public transport terminals; 16° indoor markets, shopping malls and retail and wholesale establishments; 17° in sitting areas of stadiums and indoor sports and recreational facilities. An Order of the Minister in charge of health shall determine other prohibited smoking areas."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Protection of non-smokers",
      "section": "12",
      "title": "Article 12 – Characteristics of smoking areas",
      "content": "The manager or owner of any of the premises listed in Article 11 of this Law may allocate a smoking area, he/she shall cause to be displayed therein, clear and prominent notices in Kinyarwanda, English and French stating that smoking is only permitted in that particular area whilst prohibited elsewhere within the premises. An Order of the Minister in charge of health shall determine characteristics of smoking areas and the content which shall be included in the notice to be displayed in those areas."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Protection of non-smokers",
      "section": "13",
      "title": "Article 13 – Measures regarding notice violation",
      "content": "An owner, manager or any other person prejudiced by a person who smokes anywhere other than in the smoking area referred to in Article 11 of this Law may take the following action: 1° request that person to stop smoking immediately and indicate to him/her the smoking area; 2° request for assistance of security organs if the person refuses to follow orders."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Advertisement, promotion and sponsorship",
      "section": "14",
      "title": "Article 14 – Advertising tobacco",
      "content": "Any free-of-charge distribution of tobacco and tobacco products with intent of advertising them is prohibited. Prohibitions referred to in this Article do not apply to the following: 1° communication by persons in the tobacco growing, manufacturing tobacco and tobacco products, importing, exporting, distributing, selling or trading business; 2° tobacco and tobacco products trade publications distributed to employees, stakeholders or investors that are not intended to, and are not likely to encourage, directly or indirectly, the purchase or use of tobacco and, tobacco products or tobacco products brands."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Advertisement, promotion and sponsorship",
      "section": "15",
      "title": "Article 15 – Advertising another product using tobacco",
      "content": "Advertisement in favor of item or a product other than tobacco and tobacco products either by its vocabulary, graphics, mode of presentation or any other method should not constitute an indirect advertisement of tobacco or tobacco products. It is prohibited to offer or distribute, free of charge or not, the name, an advertising mark or emblem of a given tobacco product."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Advertisement, promotion and sponsorship",
      "section": "16",
      "title": "Article 16 – Sponsorship of advertising tobacco and tobacco products in festivals",
      "content": "Producers, manufacturers and dealers in tobacco and tobacco products should not in any way, provide sponsorship intended for advertisement of tobacco and tobacco products to cultural and sports events and likewise. Organizers of such events should not accept such sponsorship. During a cultural or sporting event, it is prohibited to show in any form whatsoever, the name, the trade mark of the advertising emblem of a given tobacco product or the name of the producer, the manufacturer or dealer in tobacco and tobacco products."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Advertisement, promotion and sponsorship",
      "section": "17",
      "title": "Article 17 – Prosecution of an accomplice",
      "content": "An accomplice to unlawful advertisement of tobacco and tobacco products or other unlawful acts shall be prosecuted as the main perpetrator."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter V – Labelling tobacco and tobacco products sold in Rwanda",
      "section": "18",
      "title": "Article 18 – Imprints to be put on the package of tobacco and tobacco products for sale in Rwanda",
      "content": "A factory manufacturing tobacco and tobacco products sold in Rwanda shall put warning imprints on the package of tobacco and tobacco products. An Order of the Minister in charge of health shall determine the content and design of the warning to be put on the package of tobacco and tobacco products."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter V – Labelling tobacco and tobacco products sold in Rwanda",
      "section": "19",
      "title": "Article 19 – Stamp on tobacco and tobacco products for sale in Rwanda",
      "content": "Tobacco and tobacco products sold in Rwanda shall bear a stamp issued by customs services and with imprints “Ricuruzwa mu Rwanda/ Sold in Rwanda/Vendu au Rwanda”."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter V – Labelling tobacco and tobacco products sold in Rwanda",
      "section": "20",
      "title": "Article 20 – Erroneous impression of effects from tobacco and tobacco products",
      "content": "On the package of a tobacco product shall not appear any term which may create an erroneous impression regarding its health effects. This includes terms such as “low tar”, “light”, “ultra light”, “mild” and “ultra.\""
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter VI – Sanctions for violation of the provisions of this Law",
      "section": "21",
      "title": "Article 21 – Selling tobacco and tobacco products in prohibited areas",
      "content": "Any person who sells tobacco and tobacco products in prohibited areas referred to under this Law shall have such goods confiscated."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter VI – Sanctions for violation of the provisions of this Law",
      "section": "22",
      "title": "Article 22 – Illegal advertising of tobacco",
      "content": "Any person who contravenes the provisions of this Law relating to the advertising of tobacco and tobacco products shall be liable to an administrative fine equal to 100% of the value of such advertising act. In the event of recidivism, the fine shall be doubled."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter VI – Sanctions for violation of the provisions of this Law",
      "section": "23",
      "title": "Article 23 – Growing tobacco for business, manufacturing tobacco and tobacco products, importing or exporting tobacco and tobacco products without a permit",
      "content": "Any person who grows tobacco for business, manufactures tobacco and tobacco products, imports or exports tobacco or tobacco products without a licence as provided for under this Law shall be liable to an administrative fine equal to 50% of the value of such an act. In the event of recidivism, the fine shall be doubled."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter VI – Sanctions for violation of the provisions of this Law",
      "section": "24",
      "title": "Article 24 – Failure to label tobacco and tobacco products for sale in Rwanda",
      "content": "A package of tobacco and tobacco products which does not bear warning imprints as provided for under this Law shall be confiscated, and the factory or the person who attempts to bring the products in the country shall be liable to an administrative fine equal to 50% of the value of goods definitively confiscated."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter VI – Sanctions for violation of the provisions of this Law",
      "section": "25",
      "title": "Article 25 – Failure to put a stamp on tobacco and tobacco products for sale in Rwanda",
      "content": "Any person who imports tobacco and tobacco products and sells them in Rwanda without a stamp and imprints written in languages recognised in Rwanda “Ricuruzwa mu Rwanda/sold in Rwanda/ Vendu au Rwanda” as provided for under this Law, shall have such goods confiscated and be liable upon conviction to an administrative fine equal to 100% of the value of goods definitively confiscated."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter VI – Sanctions for violation of the provisions of this Law",
      "section": "26",
      "title": "Article 26 – Smoking in public, offering and selling tobacco to a child, encouraging him/her to smoke or involving him/her in the sale of tobacco",
      "content": "Any person who: 1º smokes in public places; 2º offers or sells tobacco to a child or encourages him/her to smoke; 3º involves a child in the sale of tobacco and tobacco products shall be liable to penalties provided for under the Penal Code."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "27",
      "title": "Article 27 – Transitional period",
      "content": "Factories, sellers and importers of tobacco and tobacco products shall have a period not exceeding twelve (12) months from the date of publication of this Law in the Official Gazette of the Republic of Rwanda to sell off their products kept in stores that do not fulfill the requirements of this Law."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "28",
      "title": "Article 28 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "29",
      "title": "Article 29 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "30",
      "title": "Article 30 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "tobacco products",
      "definition": "all products made of or mixed with tobacco and intended to be smoked, sniffed, dipped, sucked or chewed",
      "source_provision": "art2"
    },
    {
      "term": "ingredient of tobacco and tobacco products",
      "definition": "any substance or constituent except for tobacco used in the manufacturing or preparation of tobacco product and still present in the finished product even if in altered form, including paper, filter, inks and adhesives",
      "source_provision": "art2"
    },
    {
      "term": "sponsorship",
      "definition": "any contribution be it-commercial or non-commercial, public or private to any show or activity intended for or with effect of promoting either directly or indirectly tobacco and tobacco products",
      "source_provision": "art2"
    },
    {
      "term": "package of tobacco",
      "definition": "packaging, pouch, box or other package containing a tobacco product for sale",
      "source_provision": "art2"
    },
    {
      "term": "cigarette",
      "definition": "tobacco or tobacco products rolled up in a paper or any other material and capable of being used immediately for smoking",
      "source_provision": "art2"
    },
    {
      "term": "chewing tobacco",
      "definition": "all tobacco products for oral use, except those intended to be smoked",
      "source_provision": "art2"
    },
    {
      "term": "tobacco",
      "definition": "tobacco plant, including its seeds and leaves",
      "source_provision": "art2"
    },
    {
      "term": "health warning or health message",
      "definition": "warning or other information about the health effects of tobacco use or exposure to tobacco smoke, the benefits of and/or suggestions for quitting, and any other appropriate tobacco control message, as prescribed by ministerial instructions provided by an Order of the Minister in charge of health",
      "source_provision": "art2"
    },
    {
      "term": "smoking",
      "definition": "inhaling or exhaling the smoke or holding tobacco and tobacco product ignited tobacco or any other use of tobacco or tobacco products such as dipping, chewing and sniffing",
      "source_provision": "art2"
    },
    {
      "term": "advertisement",
      "definition": "(i) any advertisement or promotional activity meant for the general public in order to promote the name of manufacturer’s, company producing the product commonly identified or associated with a brand of tobacco",
      "source_provision": "art2"
    },
    {
      "term": "commercial tobacco growing",
      "definition": "tobacco growing on a surface area equal to or more than a half (1/2) of a hectare",
      "source_provision": "art2"
    },
    {
      "term": "trader",
      "definition": "an individual or organisation engaged in the legitimate manufacture, distribution, marketing or retailing of tobacco and tobacco products or their component parts",
      "source_provision": "art2"
    },
    {
      "term": "manufacturer",
      "definition": "corporation or other person that manufactures, makes, produces, processes, package or labels tobacco and tobacco products whether manually or by way factory processes",
      "source_provision": "art2"
    },
    {
      "term": "manager",
      "definition": "any person owning or in charge of an organization, premise, a vehicle or any public place",
      "source_provision": "art2"
    },
    {
      "term": "distributor",
      "definition": "any person who buys tobacco and tobacco products and only re-sells them to retailant and does not sell them to consumers",
      "source_provision": "art2"
    },
    {
      "term": "smoke",
      "definition": "any substance or combination of substances produced as a result of a cigarette when it is lit",
      "source_provision": "art2"
    },
    {
      "term": "permit",
      "definition": "certificate awarded by the competent authorities to allow firms, organizations and other qualified individuals to grow, produce and whole-sale or retail tobacco or tobacco products",
      "source_provision": "art2"
    },
    {
      "term": "importer",
      "definition": "any person who imports, receives or arranges for the reception and storing of tobacco and tobacco products from another country for sale in Rwanda",
      "source_provision": "art2"
    },
    {
      "term": "exporter",
      "definition": "any person who sends tobacco and tobacco products outside of Rwanda for sale in another country",
      "source_provision": "art2"
    }
  ]
}
