{
  "id": "rw-law-2012-15",
  "type": "statute",
  "title": "Law relating to Election Procedures for Members of the East African Legislative Assembly",
  "title_en": "Law relating to Election Procedures for Members of the East African Legislative Assembly",
  "short_name": "Law 15 of 2012",
  "status": "repealed",
  "issued_date": "2012-05-03",
  "in_force_date": "2012-05-04",
  "url": "https://rwandalii.org/akn/rw/act/law/2012/15/eng@2012-05-04",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs election procedures for Rwandan members of the East African Legislative Assembly, “EALA” as acronym."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Organs participating in the elections of Rwandan Members of EALA",
      "content": "Organs participating in the elections of Rwandan Members of EALA are the following: 1° Political organizations represented in the Parliament; 2° the National Youth Council; 3° the National Women Council; 4° the National Council of Persons with Disability. Modalities for conducting elections of such members are determined by this Law."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Categories of Rwandan members of EALA",
      "content": "Rwandan members of EALA shall be drawn from political organisations, the National Youth Council, the National Women Council and the National Council of Persons with Disabilities in accordance with their representation in the Parliament, the Chamber of Deputies."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Electoral college for Rwanda members of EALA",
      "content": "Election of Rwandan members of EALA shall be organised and conducted by both Chambers of the Parliament in a joint session chaired by the Speaker of the Chamber of Deputies, or in his/her absence, by the President of the Senate. The election shall be conducted in public through direct ballot in a joint plenary session of the Parliament whose members constitute the electoral college. Each category shall be voted on its own ballot paper. The election shall be held by secret ballot and votes of members present shall be counted together."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Eligibility requirements",
      "section": "5",
      "title": "Article 5 – Requirements for candidature",
      "content": "For a person to be elected as a Rwandan Member of EALA, he/she shall: 1° be a Rwandan by nationality; 2° be twenty-one (21) years old at least; 3° be a person of integrity; 4° hold at least a Bachelor's degree or equivalent qualification or have held a senior managerial position in the public service, private sector or in civil society; 5° have adequate experience or will and competence in consolidating and promoting East African Community objectives; 6° not have been deprived of civil and political rights by a court of law; 7° not have been irrevocably sentenced to a penalty equal to or higher than a six (6) months imprisonment, which has not been forgiven by amnesty or rehabilitation; 8° not have been convicted of the crime of genocide or crimes against humanity; 9° not have been convicted of the offence of the genocide ideology and related offences; 10° not have been convicted of murder and manslaughter; 11° not have been convicted of the crime of defilement or rape; 12° not be under detention; 13° not have a refugee status; 14° not suffer from mental illness."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Eligibility requirements",
      "section": "6",
      "title": "Article 6 – Incompatibilities",
      "content": "The Rwandan candidate to the EALA shall not be Parliament member, Cabinet member or member of staff of the East African Community at the time of elections. However, a person in such organs may be candidate after his/her beforehand temporary resignation from his/her duties. If he/she loses elections, he/she shall be reinstated in his/her functions unconditionally."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Election procedures",
      "section": "7",
      "title": "Article 7 – Number of Rwandan members of EALA",
      "content": "The number of Rwanda members of EALA shall be nine (9) as specified in the Treaty for the Establishment of the East African Community, and at least thirty per cent (30%) of them shall be women. Rwandan members of EALA shall serve for five (5) year term of office renewable once."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Election procedures",
      "section": "8",
      "title": "Article 8 – Number of candidates",
      "content": "Each political organisation and each category mentioned in Article 3 of this Law shall provide a number of candidates which is the double of the number of posts assigned to them by this Law. At least half (1/2) of the candidates in the categories mentioned in paragraph one of this Article shall be women."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Election procedures",
      "section": "9",
      "title": "Article 9 – Number of candidates submitted by each category",
      "content": "Political organisations and categories represented in the Chamber of Deputies shall submit the candidates in the following manner: 1° Rwandan Patriotic Front (RPF-Inkotanyi) and political organisations of its coalition: eight (8) candidates; 2° Liberal Party (PL): two (2) candidates; 3° Social Democratic Party (PSD): two(2) candidates; 4° National Women Council: two (2) candidates; 5° National Youth Council: two (2) candidates; 6° National Council of Persons with Disabilities: two (2) candidates."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Election procedures",
      "section": "10",
      "title": "Article 10 – Number of members from each category",
      "content": "In accordance with the representation scheme for different categories in the Chamber of Deputies, the nine (9) Rwanda members of EALA shall be elected as follows: 1° Rwandan Patriotic Front (RPF) and political organisations of its coalition: four (4) Members; 2° Liberal Party (PL): one (1) Member; 3° Social Democratic Party (PSD): one (1) Member; 4° National Women Council: one (1) Member; 5° National Youth Council: one (1) Member; 6° National Council of Persons with Disabilities: one (1) Member."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Election procedures",
      "section": "11",
      "title": "Article 11 – Submission to the National Electoral Commission of lists and curriculum vitae of candidates",
      "content": "Lists and curriculum vitae of candidates representing political organisations, the National Youth Council, the National Women Council and the National Council of Persons with Disabilities shall be forwarded to the National Electoral Commission in a signed note by the representatives of these respective categories. The deadline for submission of lists and curriculum vitae of candidates representing political organisations, the National Youth Council, the National Women Council and the National Council of Persons with Disabilities shall be set by the National Electoral Commission."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Election procedures",
      "section": "12",
      "title": "Article 12 – Organs in charge of submitting lists of candidates to the National Electoral Commission",
      "content": "Organs which are competent to represent Political Organisations, the National Youth Council, National Women Council and the National Council of Persons with Disabilities shall forward to the National Electoral Commission lists and curriculum vitae of candidates mentioned in Article 11 of this Law, in writing, and signed by respective representatives."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Election procedures",
      "section": "13",
      "title": "Article 13 – Submission of the approved list to the Speakers of both Chambers of the Parliament and holding of election",
      "content": "Once the National Electoral Commission has received and examined the lists and curriculum vitae of candidates, it shall transmit the approved list to the President of the Senate and the Speaker of the Chamber of Deputies and shall reserve copies to the President of the Republic and the President of the Supreme Court. The election shall be held in a period not exceeding seven (7) days from submission of the list to Speakers of both Chambers of Parliament."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Election procedures",
      "section": "14",
      "title": "Article 14 – Required quorum",
      "content": "The quorum required for the election shall be three fifths (3/5) of members of each Chamber of Parliament."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Election procedures",
      "section": "15",
      "title": "Article 15 – Determination of polling day",
      "content": "The polling day of Rwanda members of EALA shall be fixed by the joint Bureau of both Chambers of the Parliament."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Election procedures",
      "section": "16",
      "title": "Article 16 – Procedure and election campaign period",
      "content": "Election campaign shall be held on polling day before the electoral college. Candidates shall be given equal time for campaign, which is determined by the Bureau of both Chambers of Parliament."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Election procedures",
      "section": "17",
      "title": "Article 17 – Successful candidates",
      "content": "Candidates who receive more votes than others shall be declared elected according to the number of seats contested for every political organisation and categories mentioned in Article 3 of this Law. The successful candidate is the one who obtains at least one third (1/3) of all votes cast. In case of a tie for the seat contested, voting shall be repeated for those candidates with equal number of votes. The candidate obtaining a majority of the votes cast during the second round of vote shall be declared elected. In case of a second tie of votes, the system of drawing lots shall be employed to the two candidates who have equal votes. The system of lot shall be used by using papers written on YES or NO and the person who chooses YES shall be declared elected."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Election procedures",
      "section": "18",
      "title": "Article 18 – Announcement of results of election",
      "content": "The President of electoral body shall pronounce the results of the election of Rwanda members of EALA immediately after closure of the polls."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Election procedures",
      "section": "19",
      "title": "Article 19 – Deadline for appealing against the results of the election",
      "content": "Disputes relating to the election of Rwanda members of EALA shall be submitted to the Supreme Court in a period not exceeding forty-eight (48) hours following the day on which the President of the Electoral body declares the results of the polls."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Election procedures",
      "section": "20",
      "title": "Article 20 – Deadline for deciding on petitions",
      "content": "The Supreme Court shall decide on the petitions in a period not exceeding five (5) days from the receipt of the petition."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Election procedures",
      "section": "21",
      "title": "Article 21 – Final publication of Rwanda members of EALA",
      "content": "After forty-eight (48) hours without appealing against the results of election which is submitted to the Supreme Court or after the time the Chief justice has submitted the decision on appeal to the President of Senate and to the Speaker of the Chamber of Deputies, the Speaker of the Chamber of Deputies and in his/her absence the President of Senate shall submit the list of elected members for publication to the Organ in charge of the Official Gazette of the Republic of Rwanda and reserve copy to the Clerk of EALA."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Election procedures",
      "section": "22",
      "title": "Article 22 – Vacate of seat and modalities of substituting a Rwanda member of EALA",
      "content": "Without prejudice to the provisions of Article 51 of the Treaty establishing the East African Community as amended to date, a Rwanda member of EALA shall be replaced if: 1° organs that participated in his/her election notice that he/she no longer fulfils the requirements to continue to be a member of EALA; 2° he/she is given other duties of the country's interest; 3° he/she is no longer able to perform his/her duties due to physical or mental disability certified by a medical team; 4° he/she resigns; 5° he/she dies. The substitution of a Rwandan member of EALA shall be carried out when he/she vacates his/her seat one year ahead of the end of his/her term. Modalities used to elect him/her as a Rwanda member of EALA shall also be used to substitute him/her. A member replacing another member who vacated his/her seat shall serve for the remaining term of office of his/her predecessor."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Final provisions",
      "section": "23",
      "title": "Article 23 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Final provisions",
      "section": "24",
      "title": "Article 24 – Repealing provision",
      "content": "All prior legal provisions inconsistent with this law are hereby repealed."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Final provisions",
      "section": "25",
      "title": "Article 25 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
