{
  "id": "rw-law-2011-26",
  "type": "statute",
  "title": "Law on Compensation for Damages caused by Animals",
  "title_en": "Law on Compensation for Damages caused by Animals",
  "short_name": "Law 26 of 2011",
  "status": "repealed",
  "issued_date": "2011-07-27",
  "in_force_date": "2011-08-22",
  "url": "https://rwandalii.org/akn/rw/act/law/2011/26/eng@2011-08-22",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines compensation to: 1° any person damaged by any animal encountered in the National Parks or other protected area during work or visit authorized by a competent authority; 2° any person damaged by any animal on the list established by an Order of the Minister in charge of conservation of National Parks, encountered outside the Park or outside another protected area."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "In this Law, the following terms shall have the following meanings: 1° transport fees: transport fees to and from the hospital and transport fees to and from the competent authority during the process of claiming for compensation; 2° compensation for pecuniary loss: compensation granted to the victim due to the loss incurred; 3° compensation for moral loss: compensation granted to the family of a child, or an adult killed by an animal; 4° compensation for corporal injury: compensation granted to the victim for aesthetic damage caused; 5° compensating organ: the special guarantee Fund for automobile and damages caused by animals; 6° victim: any person killed, injured or whose property is damaged in one way or another by an animal referred to in Article One of this Law."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Compensation calculating principles",
      "section": "3",
      "title": "Article 3 – Categories of compensation",
      "content": "Compensation is determined in the following categories: 1° compensation to the family members of any child or adult killed by an animal; 2° compensation to a child or an adult, victim of injuries caused by an animal, or harmed in one way or another and affected by consequences thereof; 3° compensation to a child or an adult for loss or damage to his/her property caused by an animal."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Compensation calculating principles",
      "section": "4",
      "title": "Article 4 – Compensation to the family members of the person killed by an animal",
      "content": "Family members of a child or an adult killed by an animal shall receive the following compensation: 1° compensation for moral loss; 2° compensation for pecuniary loss; 3° medical expenses for the person who died following the harm caused by an animal; 4° transport fees; 5° burial fees."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Compensation calculating principles",
      "section": "5",
      "title": "Article 5 – Compensation to the victim of corporal injury caused by an animal",
      "content": "Any person injured by an animal shall be entitled to: 1° compensation for corporal injury in accordance with the level of disability ascertained by an authorized medical doctor and the loss incurred; 2° compensation for pecuniary loss; 3° all medical expenses after providing supporting documents; 4° prothesis and orthosis upon recommendation by an authorized medical doctor; 5° transport fees."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Compensation calculating principles",
      "section": "6",
      "title": "Article 6 – Compensation for loss or damage of property",
      "content": "A person whose property was damaged by an animal shall be compensated on real-cost valuation."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Compensation calculating principles",
      "section": "7",
      "title": "Article 7 – Modalities of calculating compensation and other payments to the victim of damage caused by an animal",
      "content": "A Prime Minister’s Order shall determine the rates, calculating method and criteria for determining compensation to the victim of damage caused by an animal."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Compensation calculating principles",
      "section": "8",
      "title": "Article 8 – Payment period",
      "content": "After fulfilling all the requirements, the compensation claimant shall be notified of the decision within a period of thirty (30) working days. After both parties have reached an agreement, the payment should be made to the claimant within fifteen (15) working days from the day of the agreement. At the expiry of such a period, a late payment penalty of one per cent (1%) per month shall be paid in addition to the amount of the compensation. If payment is not made after three (3) months of late payment interest, the victim may refer the matter to Court."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Compensation calculating principles",
      "section": "9",
      "title": "Article 9 – Persons entitled to compensation",
      "content": "If the deceased was killed by an animal, compensation shall be given to the spouse if he/she was married, his/her children, parents, brothers and sisters, half-brothers and half-sisters. If the person was injured, compensation shall be given to the victim him/herself or to his/her parents or legal guardian if the victim is a minor. Compensation due to loss of property shall be given to the owner on presentation of ownership evidence."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Compensation calculating principles",
      "section": "10",
      "title": "Article 10 – Filing a case with the Court",
      "content": "Filing a case with the Court shall only take place if the person damaged by an animal or his/her eligible family member does not reach any agreement with the compensation organ or when the provisions of Article 8 of this Law are not respected."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Compensation calculating principles",
      "section": "11",
      "title": "Article 11 – Legal action against the person responsible for damage caused by an animal",
      "content": "If it is established that someone has responsibility in occurrence of damage caused by an animal, the organ in charge of compensation shall compensate the victim and then cause the responsible person to be answerable."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Transitional and final provisions",
      "section": "12",
      "title": "Article 12 – Transitional provision",
      "content": "All pending cases filed at the organ in charge of National Parks or Courts of law shall be settled in accordance with this Law."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Transitional and final provisions",
      "section": "13",
      "title": "Article 13 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Transitional and final provisions",
      "section": "14",
      "title": "Article 14 – Repealing provision",
      "content": "All prior legal provisions inconsistent with this Law are hereby repealed."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Transitional and final provisions",
      "section": "15",
      "title": "Article 15 – Commencement",
      "content": "This law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "compensation for pecuniary loss",
      "definition": "compensation granted to the victim due to the loss incurred",
      "source_provision": "art2"
    },
    {
      "term": "compensation for moral loss",
      "definition": "compensation granted to the family of a child, or an adult killed by an animal",
      "source_provision": "art2"
    },
    {
      "term": "compensation for corporal injury",
      "definition": "compensation granted to the victim for aesthetic damage caused",
      "source_provision": "art2"
    },
    {
      "term": "compensating organ",
      "definition": "the special guarantee Fund for automobile and damages caused by animals",
      "source_provision": "art2"
    },
    {
      "term": "victim",
      "definition": "any person killed, injured or whose property is damaged in one way or another by an animal referred to in Article One of this Law",
      "source_provision": "art2"
    }
  ]
}
