{
  "id": "rw-law-2011-5",
  "type": "statute",
  "title": "Law regulating Special Economic Zones in Rwanda",
  "title_en": "Law regulating Special Economic Zones in Rwanda",
  "short_name": "Law 5 of 2011",
  "status": "repealed",
  "issued_date": "2011-03-21",
  "in_force_date": "2011-03-30",
  "url": "https://rwandalii.org/akn/rw/act/law/2011/5/eng@2011-03-30",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law regulates the establishment, development, operation and maintenance of special economic Zones in Rwanda."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definition of terms",
      "content": "For the purposes of this Law, the following terms are defined as follows: 1° \" certificate of registration \": a certificate issued by the Regulatory Authority of the special economic Zones; 2° \" customs territory \": the customs territory of the East African Community; 3° \" date of registration \": the date appearing in the certificate of registration; 4° \" economic activity \": any commercial, industrial, agricultural, or service activity carried out by an individual or legal entity in a special economic Zone; 5° \" export \": taking or causing goods to be taken out of the customs territory; 6° \" Zone \": a special economic Zone; 7° \" free trade Zone area \": a free trade Zone area as provided under this Law; 8° \" import \": bringing goods into the customs territory; 9° \" license \": a certificate granting the right for development, operation and use of a Zone The license shall be issued according to the type of activities carried out in a Zone; 10° \" manufacturing \": an activity involving the substantial transformation of goods that results in a change in the customs classification of a good, thereby becoming in a new and different good with different name. character and use; 11° \" negative list \": a list of economic activities which are not allowed within a Zone; 12° \" non free trade Zone area \": a Zone which is not open to free trade; 13° \" processing \": any activity involving a change in condition of merchandise at the first level; 14° \" SEZAR \": the \"Special Economic Zones Regulatory Authority of Rwanda\"; 15° \" developer \": an individual or a legal entity which holds a licence for establishing and developing a Zone or part of a Zone in accordance with this Law and relevant regulations; 16° \" operator \": an individual or legal entity that is licensed to operate a Zone according to this Law and under the terms of the Zone Operator agreement with the SEZAR; 17° \" user \": an individual or legal entity that is licensed to carry out activities in part or the entire Zone according to this law and the terms of an agreement with a Zone Operator and the SEZAR."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – The rationale for the establishment of Zones",
      "content": "Zones shall be established for the following purposes: 1° to increase the area of developed land, rehabilitate and increase available infrastructure with a view to fostering development; 2° to encourage the private sector to participate m the development, operation, and maintenance of Zones including the development of infrastructure; 3° to coordinate activities of the private sector meant to train and improve the capacity· of the workforce while ensuring the protection of workers' rights in accordance with applicable international conventions; 4° to protect private property rights in accordance with the international standards; 5° to streamline business registration and customs procedures and facilitate the issuance of all other permits; 6° to encourage competition in business and avoid monopolistic conditions in a Zone; 7° to promote a high-quality business climate with an emphasis on environmental protection in compliance with international Laws and conventions."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Criteria for establishing a Zone",
      "content": "Some of the main criteria for establishing a Zone shall include the following: 1° to provide a conducive environment for the promotion of agro-industry, financial, tourist and recreational activities, green energy technology industry, residential buildings or any other type of economic development centre; 2° to identify land dedicated to the above-mentioned activities; 3° to develop such land by developing infrastructures and improving existing ones; 4° to provide investors with satisfactory, fast and effective services."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Types of areas contained in a Zone",
      "content": "The Zone establishment decision may contain both a Free Trade Zone Area and a non Free Trade Zone Area. Duty-free admission of goods shall be based on the goods exported outside the customs territory of the country."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter One – General provisions",
      "section": "6",
      "title": "Article 6 – Activities allowed in a Zone",
      "content": "Any legal economic activity shall be allowed in a Zone, unless such an activity is prohibited by virtue of a negative list determined by an Order of the Minister in charge of trade and industry. Non-economic activities may be carried out in a Zone provided that those activities are reasonably related to the activities undertaken in such a Zone."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter One – General provisions",
      "section": "7",
      "title": "Article 7 – Recommendation for the establishment of a Zone",
      "content": "An individual or a legal entity may make a recommendation for the establishment of a Zone. The establishment of a Zone shall be done in compliance with the master plan. For an area which is not covered by a master plan, the area to be used for the establishment of a Zone shall be determined by a Prime Minister's Order."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter One – General provisions",
      "section": "8",
      "title": "Article 8 – Contents of the recommendation for the establishment of a Zone",
      "content": "Any recommendation for the establishment of a Zone shall contain the following: 1° a detailed market demand analysis and a cost-benefit analysis; 2° confirmation by the Authority in charge of land of the availability of land required for the establishment of the Zone; 3° a pre-feasibility engineering study which provides details on the infrastructure to be developed m a Zone."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter One – General provisions",
      "section": "9",
      "title": "Article 9 – Zone establishment decision and its minimum content",
      "content": "The Prime Minister's Order establishing a Zone whether on private State land, private Kigali City land, private District land, individual's or legal entity's land shall at least include the following: 1° indication of the free trade Zone or non- free trade Zone area and boundaries thereof; 2° information on whether a Zone developer or operator shall be a public entity or a private entity or a joint venture partnership between the two; 3° the negative list; 4° identification of the role of Government in developing infrastructure outside the Zone."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter One – General provisions",
      "section": "10",
      "title": "Article 10 – Validity period of the establishment decision",
      "content": "Except in cases of force majeure, the Zone establishment decision shall expire if the development of such a Zone does not start within two (2) years from the establishment decision."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Management of a Zone",
      "section": "11",
      "title": "Article 11 – Creation of a regulatory organ",
      "content": "There is hereby created a regulatory organ referred to as \" SEZAR \" responsible for coordinating activities, designing and providing direction of strategies, ensuring the operation and supervision of a Zone."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Management of a Zone",
      "section": "12",
      "title": "Article 12 – Responsibilities of SEZAR",
      "content": "SEZAR shall have the following responsibilities: 1° to collaborate with relevant Government authorities to enable Zones to fulfil their responsibilities as provided by their governing laws; 2° to ensure that Zones comply with laws, develop them and facilitate their smooth operation; 3° to ensure that systems for the provision of administrative services to prospective developer, operator or user are available in a Zone; 4° to receive and follow up on applications filed by developers, operators and users of a Zone; 5° to keep operational records of each Zone; 6° to issue the certificate of origin for all goods that are shipped from a Zone; 7° to advise Government on matters relating to the establishment of Zones."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Management of a Zone",
      "section": "13",
      "title": "Article 13 – Powers, organization and functioning of SEZAR",
      "content": "Powers, organization and functioning of SEZAR shall be determined by a Prime Minister's Order."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Management of a Zone",
      "section": "14",
      "title": "Article 14 – Rights over land in a Zone",
      "content": "A Zone developer and operator shall be entitled to leasehold right over the land in a Zone in accordance with Organic Law determining the use and management of land. The actual period of the lease of land in a Zone shall be determined in accordance with an agreement between the licensed developer of a Zone and the SEZAR. A Zone operator may be entitled to lease or sub-lease all or any part of the land in a Zone on behalf of a Zone developer."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Management of a Zone",
      "section": "15",
      "title": "Article 15 – Mortgage on land in a Zone",
      "content": "The land in a Zone may be mortgaged in accordance with the law on mortgages."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Management of a Zone",
      "section": "16",
      "title": "Article 16 – Issue of licence",
      "content": "The SEZAR shall be vested with the sole power to issue licence for development, operation and use of a Zone. The license shall indicate the type of the project and the time period for the implementation thereof."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Management of a Zone",
      "section": "17",
      "title": "Article 17 – License for development and operation of a Zone",
      "content": "An individual or a legal entity shall be authorized to develop or operate a Zone if they are licensed under this Law. A person may be both a developer and an operator of a Zone."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Management of a Zone",
      "section": "18",
      "title": "Article 18 – Requirements to be met by a Zone Developer or Operator",
      "content": "A Zone developer or operator must meet the following requirements: 1° to be a legal entity incorporated and established in Rwanda; 2° to demonstrate financial and technical capability. The SEZAR shall establish general regulations that set out requirements for the development and operation of a Zone."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – Management of a Zone",
      "section": "19",
      "title": "Article 19 – Licensing",
      "content": "The application for a license to develop and operate a Zone shall be addressed to and granted by the SEZAR. The SEZAR shall grant the licence depending on the type of application."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – Management of a Zone",
      "section": "20",
      "title": "Article 20 – Developer license requirements",
      "content": "The application for a license to develop a Zone must at least include the following information: 1° a business registration certificate; 2° all land lease documents as specified by the regulations; 3° a feasibility study and business and financial plan covering the development of the proposed Zone, including financial resources; 4° detailed description of the applicant's activities within or outside Rwanda; 5° detailed description of the infrastructure to be developed in the site; 6° payment of a non-refundable application fee as determined by an Order of the Minister in charge of trade and industry."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter II – Management of a Zone",
      "section": "21",
      "title": "Article 21 – Operator license requirements",
      "content": "The application for a license to operate a Zone must at least include the following: 1° a business registration certificate; 2° a copy of the agreement entered into with a Zone developer; 3° a feasibility study and business and financial plan depending on the proposed area of activities; 4° detailed description of the applicant's economic activities within and outside the country; 5° payment of a non-refundable application fee as determined by an Order of the Minister in charge of trade and industry. The SEZAR shall have the power to lay down rules concerning additional requirements to be met by the applicant."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter II – Management of a Zone",
      "section": "22",
      "title": "Article 22 – Timeframe within which a license is issued",
      "content": "The timeframe within which a license is issued shall be determined by the regulations of the SEZAR depending on the type of application. A license shall be issued within a period not exceeding sixty (60) days from the date of approval of the application."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter II – Management of a Zone",
      "section": "23",
      "title": "Article 23 – Rights and duties of the licensee",
      "content": "The license issued by the SEZAR shall be deemed to be an agreement binding upon both parties thereto."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter II – Management of a Zone",
      "section": "24",
      "title": "Article 24 – Legal effects of issuing a license to a developer or operator",
      "content": "A Zone developer or operator shall be entitled to dispose of the land of the area within the limits of the establishment decision. A Zone developer or operator shall also be entitled to freely set prices for land and fees for service delivery in the area depending on invested capital and expected profits, unless otherwise determined in the establishment decision."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter II – Management of a Zone",
      "section": "25",
      "title": "Article 25 – Suspension and revocation of developer or operator license",
      "content": "The SEZAR may suspend or revoke a Zone developer or operator license by virtue of laws and agreement between both parties. However, the delay in developing a Zone may constitute cause for suspension of a license. If the SEZAR deems it necessary to revoke a license while the Government feels the need to pursue the development of a Zone in the area, the Government may confiscate the area by virtue of laws relating to expropriation in the public interest and pay fair compensation to the Zone developer."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter II – Management of a Zone",
      "section": "26",
      "title": "Article 26 – Requirements to be satisfied by the applicant of a Zone user license",
      "content": "The applicant of a Zone user license shall satisfy at least the following requirements: 1° be an individual or legal entity with a business registration certificate issued in Rwanda; 2° engage in any economic activity eligible to be undertaken in the Zone."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter II – Management of a Zone",
      "section": "27",
      "title": "Article 27 – Decision with respect to Zone user license",
      "content": "A Zone user license applicant shall be issued a license within a timeframe determined by special regulations for the Zone. Any decision to deny or reject the application must be justified in writing."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter II – Management of a Zone",
      "section": "28",
      "title": "Article 28 – Obligations of licensed users",
      "content": "Licensed users shall have the following obligations: 1° to perform the activities indicated in the license granted to them. Any change to the type of activity in a Zone shall be subject to prior approval of the SEZAR for modification thereof in the license; 2° to abide by any instructions or regulations established for the operation of the Zone or for observing discipline and providing security inside the Zone; 3° to commence activities within the timeline determined in the Zone licensing Regulation; 4° to notify the SEZAR and the Customs in writing at least three (3) months in advance of the decision to liquidate and terminate operations in a Zone."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter II – Management of a Zone",
      "section": "29",
      "title": "Article 29 – Transfer of user license",
      "content": "Any licensed user may transfer the user license to another party subject to the approval of the SEZAR. The procedure for transfer of the user license shall be determined by the SEZAR."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter II – Management of a Zone",
      "section": "30",
      "title": "Article 30 – Agreement between the operator and the user of the Zone",
      "content": "The operator and the user of the Zone shall enter into an agreement stating their respective rights and obligations."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter II – Management of a Zone",
      "section": "31",
      "title": "Article 31 – Suspension and revocation of user license",
      "content": "The Zone user license may be suspended or revoked by virtue of regulations of the SEZAR."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter II – Management of a Zone",
      "section": "32",
      "title": "Article 32 – One Stop Center in a Zone",
      "content": "Every Zone shall have a One Stop Center for the purpose of facilitating the operations of the developer, operator and user of the Zone."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter II – Management of a Zone",
      "section": "33",
      "title": "Article 33 – Customs exemptions for the Free Trade Zone Area",
      "content": "Imported goods shall enter Free Trade Zone Areas free from customs duties. Duty-free goods may remain in storage in Free Trade Zone Areas for an amount of time as specified in the regulations for the Zone. There shall be established in each free trade Zone a Customs Office responsible for monitoring operations conducted therein."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter II – Management of a Zone",
      "section": "34",
      "title": "Article 34 – Movement of goods and merchandises from a Free Trade Zone Area into the customs territory",
      "content": "Foreign merchandise brought into a Free Trade Zone Area may be repacked, assembled, distributed, sorted, graded, cleaned, mixed with domestic or merchandises. If such merchandises are sold outside the Custom Territory, they shall be considered to be imported, produced, or manufactured outside the Customs Territory and shall be duty-free. If such merchandises are sold in the Customs Territory, they must be subject to the relevant duties determined by the customs regulations applicable to imported goods in Rwanda."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter II – Management of a Zone",
      "section": "35",
      "title": "Article 35 – Inventory control, accounting and reporting",
      "content": "If merchandises are transhipped within a Free Trade Zone Area, the relevant records relating to the operation shall be kept at the disposal of Customs in accordance with relevant regulations. A licensed user operating in a free Trade Zone Area shall maintain a detailed account of domestic or foreign merchandises and shall be required to document any transformation process of such merchandises. Any licensed user operating within a Free Trade Zone Area shall, in respect of any goods entering or leaving his/her business premises in a Zone, retain a copy of the entry made together with the specified documents with respect to those goods. Records in respect of goods manufactured or produced in a Free Trade Zone Area shall be kept in accordance with tax laws."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter III – Miscellaneous and final provisions",
      "section": "36",
      "title": "Article 36 – Issues relating to taxation",
      "content": "Unless otherwise provided by this Law, Zone developers, operators and users shall be bound to comply with tax laws in force in Rwanda."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter III – Miscellaneous and final provisions",
      "section": "37",
      "title": "Article 37 – Labour rules and standards",
      "content": "Labour and management relations in each Zone shall be governed by the existing labour laws of Rwanda. However, in consideration of the purposes for which a Zone was created, an Order of the Minister in charge of labour shall determine labour conditions in that Zone."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter III – Miscellaneous and final provisions",
      "section": "38",
      "title": "Article 38 – Facilitating a foreign Zone developer, operator and user",
      "content": "A foreign Zone developer, operator and user shall be facilitated in obtaining visa and operating license in accordance with emigration and immigration laws and regulations."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter III – Miscellaneous and final provisions",
      "section": "39",
      "title": "Article 39 – Environmental protection",
      "content": "A Zone developer, operator and user must comply with laws determining modalities for protection, conservation and promotion of environment."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter III – Miscellaneous and final provisions",
      "section": "40",
      "title": "Article 40 – Administrative sanctions",
      "content": "Subject to the provisions of the Penal Code, the SEZAR shall have the power to impose administrative sanctions against any Zone developer, operator and user who violates regulations governing a Zone and the agreement they signed."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter III – Miscellaneous and final provisions",
      "section": "41",
      "title": "Article 41 – Drafting, consideration and adoption of this Law",
      "content": "This law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter III – Miscellaneous and final provisions",
      "section": "42",
      "title": "Article 42 – Repealing provision",
      "content": "All prior provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter III – Miscellaneous and final provisions",
      "section": "43",
      "title": "Article 43 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
