{
  "id": "rw-law-2011-2",
  "type": "statute",
  "title": "Law determining the Responsibilities, Organization and Functioning of the National Women’s Council",
  "title_en": "Law determining the Responsibilities, Organization and Functioning of the National Women’s Council",
  "short_name": "Law 2 of 2011",
  "status": "repealed",
  "issued_date": "2011-02-10",
  "in_force_date": "2011-02-11",
  "url": "https://rwandalii.org/akn/rw/act/law/2011/2/eng@2011-02-11",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the responsibilities, organization and functioning of the National Women’s Council, abbreviated as “CNF” in French. It also determines the relationship of the National Women’s Council with other State organs."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Independence of the National Women’s Council and its supervising authority",
      "content": "The National Women’s Council is an independent organ with legal personality and both financial and administrative autonomy. The National Women’s Council shall be under the supervision of the Ministry in charge of Gender."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Members of the National Women’s Council",
      "content": "The National Women’s Council shall be composed of all persons of the female sex who are at least eighteen (18) or who have been emancipated in accordance with the provisions of the Civil Code."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Head office of the National Women’s Council",
      "content": "The head office of the National Women’s Council shall be located in Kigali City, the Capital of the Republic of Rwanda. It may be transferred elsewhere in Rwanda if deemed necessary."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Responsibilities of the National Women’s Council",
      "content": "The National Women’s Council is a forum for advocacy and social mobilisation on issues affecting women in order to build their capacity and ensure their participation in the development of the country in general, and the development of women in particular. In this regard, the Council’s main responsibilities are as follows: 1° to gather and analyse ideas of women; 2° to build the capacity of women; 3° to sensitize women to participate in the country’s development programmes; 4° to advocate for gender equality; 5° to advocate on serious issues affecting the development and the rights of women; 6° to engage in consultation and collaboration with foreign organs entrusted with the same responsibilities."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Organs of the National Women’s Council, their organization and functioning",
      "section": "6",
      "title": "Article 6 – Organs of the National Women’s Council",
      "content": "The National Women’s Council shall have the following organs: 1° the General Assembly, is the supreme governing and decision-making organ of the National Women’s Council; 2° the Executive Committee, is the organ in charge of implementing the decisions of the General Assembly and coordination of the Council’s activities with stakeholders; 3° the Executive Secretariat, is the organ operating at the national level responsible for the daily management of the Council as well as the implementation of the decisions of the General Assembly and the Executive committee at national level. The General Assembly and the Executive Committee of the National Women’s Council operate at each entity of the Country’s administration. An Order of the Prime Minister shall determine the responsibilities, organisation and functioning of organs of the National Women’s Council."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Organs of the National Women’s Council, their organization and functioning",
      "section": "7",
      "title": "Article 7 – Appointment of members of the Executive Secretariat",
      "content": "The Executive Secretary of the National Women’s Council shall be appointed by a Prime Minister’s Order. Other staff members shall be recruited in accordance with the relevant legal provisions."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Organs of the National Women’s Council, their organization and functioning",
      "section": "8",
      "title": "Article 8 – Statute governing the staff members of the Executive Secretariat and their benefits",
      "content": "The staff of the Executive Secretariat shall be governed by the General Statutes for Rwanda Public Service. Benefits allocated to the staff members of the Executive Secretariat shall be determined in accordance with legal provisions governing benefits to civil servants."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Relationship between the National Women’s Council and other organs",
      "section": "9",
      "title": "Article 9 – Relationship with other organs",
      "content": "Administrative entities shall collaborate with the National Women’s Council to facilitate achieving its mission and the promotion of women. The National Women’s Council shall collaborate with stakeholders and shall coordinate their activities to ensure woman’s promotion."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Relationship between the National Women’s Council and other organs",
      "section": "10",
      "title": "Article 10 – Report and action plan",
      "content": "The National Women’s Council shall submit its annual report and action plan to the Minister in charge of Gender."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Property",
      "section": "11",
      "title": "Article 11 – Property and its sources",
      "content": "The property of the National Women’s Council shall include movable and immovable property. It shall come from the following sources: 1° annual State budget allocation; 2° funds from services delivered by the National Women’s Council and interest from its property; 3° donation and bequest; 4° Government or partner subsidies; 5° any other lawful source of funds."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Property",
      "section": "12",
      "title": "Article 12 – Use, management and audit of the property",
      "content": "The use, management and audit of the property of the National Women’s Council shall be carried out in accordance with the relevant legal provisions."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Property",
      "section": "13",
      "title": "Article 13 – Establishment of centers and funds",
      "content": "The National Women’s Council may have support centers and funds to fulfill its mission. Their establishment, organization and functioning shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter V – Miscellaneous and final provisions",
      "section": "14",
      "title": "Article 14 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter V – Miscellaneous and final provisions",
      "section": "15",
      "title": "Article 15 – Repealing provision",
      "content": "The Law n°27/2003 of 18/08/2003 determining the organisation, attributions and functions of the National Women’s Council and all prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter V – Miscellaneous and final provisions",
      "section": "16",
      "title": "Article 16 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
