{
  "id": "rw-law-2010-15",
  "type": "statute",
  "title": "Law creating and organizing Condominiums and Setting Up Procedures for their Registration",
  "title_en": "Law creating and organizing Condominiums and Setting Up Procedures for their Registration",
  "short_name": "Law 15 of 2010",
  "status": "repealed",
  "issued_date": "2010-05-07",
  "in_force_date": "2010-05-14",
  "url": "https://rwandalii.org/akn/rw/act/law/2010/15/eng@2010-05-14",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law creates and organises condominiums and sets up procedures for their registration."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "Under this law, the following terms shall be defined as follows: 1° Association of Owners in a condominium: a non-commercial organization of at least two (2) owners in a condominium associated for the purpose of proper administration, maintenance and operation of the real estate under the condominium; 2° Condominium: a type of joint ownership of real estate in which portions of the property are commonly owned and other portions are individually owned; 3° Common elements: parts of a building and other buildings which are designed for common use by all owners of the condominium; 4° Servient tenement: developed or undeveloped land which is burdened with an easement; 5° Dominant tenement: developed or undeveloped land which benefits from an easement; 6° Co-share of participation: a property share of each owner in a condominium; 7° Property owner: a natural person or legal entity owning an immovable property in a condominium."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Scope of this Law",
      "content": "This Law deals with: 1° recognition of co-ownership in a condominium; 2° management and administration of a condominium; 3° relationship between owners under a condominium; 4° registration of a condominium and units thereof."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Condominium units",
      "content": "A condominium comprises: 1° a building, parts of the building with separate entrances or several buildings belonging to at least two (2) property owners, with the adjacent land plot within the established boundaries, as well as the attachments to the buildings, pavements for pedestrians, roads, parking lots, hallways, balconies, green perennials and other adjacent objects located on this land plot; 2° several buildings or edifices which are compactly located, such as residential houses for one family, cottages with adjacent land or without such land, garages and other objects united within a single land plot with all elements of infrastructure; 3° parts of a multi-apartment block of flats which has separate entrances and different technical implements, on condition that reconstruction, repair or demolition of one part shall not undermine the integrity of other parts of the same building. Parts of a condominium including installations of energy sector, telecommunications, technology, water and sewerage systems and other parts with strategic designation located on the condominium other than those serving properties in condominium are parts of condominium and registered under the association of co-owners. Buildings with common walls erected on separate plots shall remain governed by the joint ownership legislation."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Establishment and administration of a condominium",
      "section": "5",
      "title": "Article 5 – Establishment of a condominium",
      "content": "A condominium is established: 1° by co-owners; 2° upon request by a public institution in charge of housing promotion, when conditions of a condominium are met. The association of owners of a condominium shall be established for an open-ended period of time unless its Articles of Association provide otherwise."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Establishment and administration of a condominium",
      "section": "6",
      "title": "Article 6 – Articles of Association",
      "content": "Articles of Association must include at least the following: 1° allocation of the fraction or percentage of undivided interests in the common elements and in the common expenses of the association, and a portion of the votes in the association to each unit and state the formula used to establish those allocations; 2° maps and plan which contain the name, nature and dimensions of the condominium complex and dimensions of all existing improvements as well as the location and dimensions of the plot approved by the competent organ; 3° where it is possible, indication of all easements serving or burdening any portions of the condominium; 4° the location and dimensions of all common elements. Subject to the provisions of this law, the formation, governance, decision making system, dissolution and liquidation of the association of shall comply with existing laws and regulations governing the form of association chosen by owners."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Establishment and administration of a condominium",
      "section": "7",
      "title": "Article 7 – Purpose of the association",
      "content": "The association shall have the following objectives: 1° maintenance, development and repair of common elements in the condominium or changes to the exterior of the units or any other change that can affect all or part of the condominium; 2° provision of communal services to members of the association; 3° representation and protection of the interests of the members of the association."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Establishment and administration of a condominium",
      "section": "8",
      "title": "Article 8 – Registration of the association in a condominium",
      "content": "The association of co-owners in a condominium registered in accordance with related laws shall be a legal entity."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Establishment and administration of a condominium",
      "section": "9",
      "title": "Article 9 – Economic activities of the association of co-owners in a condominium",
      "content": "The association of co-owners in a condominium may carry out the following economic activities: 1° daily administration of the association, maintenance and repair of the real estate in condominium; 2° construction of supplementary premises and elements of common use in a condominium; 3° representation of the property of the association, when the association needs funds for maintenance of common elements in a condominium and improvement of this property. The income generated by the economic activities is used to pay for economic costs incurred for such income generation according to the decision of the general meeting of the association. The supplementary income shall be apportioned for other activities of the association."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Establishment and administration of a condominium",
      "section": "10",
      "title": "Article 10 – Maintenance of a condominium unit",
      "content": "Maintenance of the immovable property in a condominium shall be done as provided for by laws regulating housing in Rwanda."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Establishment and administration of a condominium",
      "section": "11",
      "title": "Article 11 – Obligations of the association of co-owners",
      "content": "The association of co-owners has the following main obligations: 1° oversee the whole management of the condominium and ensure full protection of common interest of owners in a condominium; 2° maintenance and improvement of the immovable property in a condominium; 3° ensure mutual respect of all co-owners’ rights; 4° provide the annual statement of income and expenditures; 5° construct and repair with or without demolition of common elements in accordance with laws governing housing; 6° ensure the compliance with laws and Articles of the Association; 7° execute its contractual obligations; 8° ensure that all members of the association fulfil their obligations; 9° ensure proper hygiene, sanitary and technical condition of the common elements of the condominium; 10° perform other activities and be involved in other businesses in line with the purposes of the association."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Establishment and administration of a condominium",
      "section": "12",
      "title": "Article 12 – Powers of the association of co-owners",
      "content": "Powers of the association shall include: 1° representing the common interests of its members in case of litigation; 2° concluding contracts for maintenance of the common elements within the building; 3° determining the quantum of obligatory fees due by each co-owner in accordance with the co-share participation of each member; 4° determining fees to be paid by each member for dealing with the consequences of calamities or other unexpected activities; 5° demanding co-owners the entire compensation of losses caused by the non-payment of obligatory fees for maintenance and repair of common elements of the condominium; 6° applying for bank loan for any activities that will benefit the association of owners in case of insufficient funds. The procedure for deciding to apply for a loan shall be provided for by the articles of the association; 7° paying for the services provided and works performed on the basis of contractual obligations; 8° selling or allocating to different businesses, exchanging, transferring, providing into lease under a lease agreement the equipment, inventory and other material assets and writing them off from the books of the association in the event of wear and tear or full depreciation; 9° initiating lawsuits for obligatory payments when the co-owners fail to fulfil their obligations regarding their contribution; 10° setting up and enforcing a code of conduct on tenants, residents and guests with regard to the common elements of the condominium; 11° taking decisions on creation or cancellation of easements within a condominium."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Establishment and administration of a condominium",
      "section": "13",
      "title": "Article 13 – Membership in the association of co-owners in a condominium",
      "content": "Owners of units in a condominium are members of the association. Membership in the association of co-owners commences upon the registration in the established manner. Interests of minors, those deprived of their capacity by courts and wards of court shall be represented by their parents or guardians in the manner established by the law. Membership in the association ceases in case of death, dissolution of the association, expropriation of the condominium or on other grounds provided for in the Articles of Association. In the event of death or following the reorganization of the association, the successors become members of the association upon confirmation of their ownership right in the condominium. In the event of death of the owner of the unit in a condominium in absence of any legal or testamentary heir, the allocation of the unit shall be determined in accordance with the succession laws."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Establishment and administration of a condominium",
      "section": "14",
      "title": "Article 14 – Insurance of the association’s property",
      "content": "The association shall insure its property against any risks. The owners of units in a condominium shall insure their own units. In the case the condominium insured has been damaged, the compensation shall be paid to the association or to its authorized representative for use in the interests of co-owners and their creditors. The amount of insurance compensation for damages caused by accidents and calamities shall be used for the rehabilitation of common elements in the condominium, when the condominium has not been liquidated as the result of such accidents and calamities. In such a case, the person who received the amount of compensation shall distribute the funds with respect to the ranks and privileged rights of all creditors in accordance with the law. The funds that remain after payment of all debts defined by the law shall be distributed among the co-owners in proportion to their co-share of participation in the condominium."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Establishment and administration of a condominium",
      "section": "15",
      "title": "Article 15 – Liability of the association of co-owners",
      "content": "The association shall carry liability in relation to the condominium but shall not carry liability for the obligations of its members; likewise, members shall not carry liability for the obligations of the association."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Rights and obligations of co-owners in a condominium",
      "section": "16",
      "title": "Article 16 – Transferability of units in a condominium",
      "content": "The owners of units in a condominium shall have the right to sell, lease, mortgage, transfer or use them in any lawful business transaction."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Rights and obligations of co-owners in a condominium",
      "section": "17",
      "title": "Article 17 – Limitations of rights",
      "content": "Owners of non-residential premises have the right to carry out entrepreneurial activities within the premises they own on condition of their observance of legal provisions, sanitary norms, fire-prevention norms and others. They should not undermine the rights of other co-owners and should observe the provisions of Articles of the Association. However, the Articles of the Association may constrain the right of use in relation to non-residential units within the condominium which are the property of the members of the association when such constraint is justified in terms of protecting the rights and interests of other co-owners."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Rights and obligations of co-owners in a condominium",
      "section": "18",
      "title": "Article 18 – Common elements in a condominium",
      "content": "The common elements in a condominium include all the parts of the property which are in common ownership for more than one person, such as land on which the building is erected, the walls, roof, terraces, chimneys, stairs, halls, basements and technical floors, garbage conduit, lifts, engineering equipment and facilities from inside and outside units or building which serve at least two units, adjacent land as well as the green perennials thereto and other objects designed to serve the condominium."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Rights and obligations of co-owners in a condominium",
      "section": "19",
      "title": "Article 19 – Rights over common elements",
      "content": "The common elements in a condominium are in the joint ownership of co-share owners. The common elements in a condominium cannot be alienated separately from the ownership right in the units which are within the condominium. By agreement of co-owners, the common elements may be given as a lien in favour of one or more persons, provided that the rights and interests of the legal owners are observed. The adjacent land plot and other property in joint ownership in a condominium may be encumbered by the right of limited use of other persons. The owner who has a share in the common elements does not have the right to demand the separation of a part of the land plot from common elements."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Rights and obligations of co-owners in a condominium",
      "section": "20",
      "title": "Article 20 – Co-share of participation in a condominium",
      "content": "The participation co-share of each owner in the common elements in a condominium is proportional to the total surface area of the units possessed by the owner, unless the decision of the general meeting states otherwise. By agreement of co-owners, the participation co-share may be established differently for various groups of co-owners, depending on the type of units they own in the condominium."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Rights and obligations of co-owners in a condominium",
      "section": "21",
      "title": "Article 21 – Improvements to a condominium",
      "content": "Improvements to a condominium shall be carried out in accordance with the law governing housing in Rwanda."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Rights and obligations of co-owners in a condominium",
      "section": "22",
      "title": "Article 22 – Rights and obligations in case of sale of units in a condominium",
      "content": "In case of transfer of units, the new co-owner takes over all the rights and obligations of the former co-owner in the condominium. In case of sale of one unit in a condominium, both parties stipulate the terms for settling outstanding debts for utilities and other services. Otherwise, the outstanding debts shall be paid by the purchaser."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Rights and obligations of co-owners in a condominium",
      "section": "23",
      "title": "Article 23 – Obligations of a unit owner as regards maintenance and repair of a unit in a condominium",
      "content": "The unit owner in a condominium is obliged to maintain and repair the units he/she owns and is not allowed to deteriorate or otherwise endanger the common elements or the unit of any other owner. Subject to a five (5) day prior notice, the unit owner is obliged to allow representatives of the association to access his/her unit when it deems necessary to perform an inspection, repair or replacement of common elements and when such access is possible only from within his/her unit. In case of emergency, in order to avoid any dire consequences or calamities, no prior notice shall be served. The non-use by the owner of the unit or the refusal to use common elements shall not be reason to exempt him/her from contributing to the common costs for maintenance and repair of the common elements in a condominium. Unit owners shall be obliged to use their units and common elements only in compliance with their designation in accordance with this law."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Rights and obligations of co-owners in a condominium",
      "section": "24",
      "title": "Article 24 – Easements",
      "content": "In respect of every unit in a condominium, the owner of a dominant tenement shall enjoy the following: 1° an easement for the subjacent and lateral support thereof, by the common elements or by other units capable of affording support thereto; 2° easements for the passage or provision of water, sewerage, drainage, gas, electricity, garbage, artificially heated or cooled air, and other services through or by means of any pipes, wires, cables or ducts existing in the land to which the relevant condominium is erected in order to be used by such unit. The owner of the servient tenement shall be obliged to provide easements for passage to other units in a condominium. The owner of an upper unit in a condominium shall be obliged to shelter lower units. Other rights relating to easements for passage shall be approved by the general meeting of the association."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Rights and obligations of co-owners in a condominium",
      "section": "25",
      "title": "Article 25 – Taxation on condominium units",
      "content": "Each unit in a condominium together with its participation co-share over common elements shall constitute a separate parcel of real estate For this reason, each unit in a condominium together with its participation co-share over common elements shall be separately assessed and taxed. Where such unit is used for other income generating activities, its owner shall pay any other applicable taxes. Owners, tenants and lessees shall carry liability for not paying on time for the units they own or rent."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Registration of a condominium and its units",
      "section": "26",
      "title": "Article 26 – Registration subjects in a condominium",
      "content": "A condominium shall be registered in the name of the association of co-owners according to the modalities for land registration. Each unit together with its participation co-share in the common elements shall be registered separately and shall constitute a separate private immovable property according to this law. For the purpose of registration: 1° each unit in a condominium shall have boundaries established by a surveyor recognized by Government. For the surveying purpose, an internal wall shall be part of the unit, and the external wall, shall be part of the common elements; 2° each unit in a condominium shall have a value fixed by a competent organ."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Registration of a condominium and its units",
      "section": "27",
      "title": "Article 27 – Register for condominium units",
      "content": "Each co-owner in a condominium shall have his/her unit registered and be issued a certificate of registration. The format of that certificate shall be determined by the Registrar of Land Titles. The Registrar of Land Titles shall determine, prepare and keep the Register of condominium titles. The condominium register shall consist of series of registers, each relating to one (1) unit."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – Registration of a condominium and its units",
      "section": "28",
      "title": "Article 28 – Caveats and other inscriptions",
      "content": "The Registrar of Land Titles shall, in the case of caveats or inscriptions appearing on the register of title to the unit in the condominium and he/she is satisfied that such caveats or inscriptions affect only a particular unit, endorse such caveats or inscriptions on the register of title to the concerned unit. Where the Registrar of Land Titles is unable to ascertain to his/her satisfaction the caveats or inscriptions which affect the particular units, he/she may, instead of setting out or summarizing them, attach a statement to the effect that the unit is subject to the caveats or other inscriptions in the register."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IV – Registration of a condominium and its units",
      "section": "29",
      "title": "Article 29 – Condominium registration fees",
      "content": "Any condominium registration, inscription, caveat, transfer, opening of a new register or lodgment of notification shall be charged a fee determined by an Order of the Minister in charge of lands."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter V – Final provisions",
      "section": "30",
      "title": "Article 30 – Validation of existing condominium registration",
      "content": "Existing certificates of condominium registration issued by a competent organ prior to the publication of this law in the Official gazette of the Republic of Rwanda shall conform to the requirements of this law in a period not exceeding three (3) years."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter V – Final provisions",
      "section": "31",
      "title": "Article 31 – Drafting, consideration and adoption of this Law",
      "content": "This law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter V – Final provisions",
      "section": "32",
      "title": "Article 32 – Repealing of inconsistent provisions",
      "content": "All prior legal provisions inconsistent with this law are hereby repealed."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter V – Final provisions",
      "section": "33",
      "title": "Article 33 – Commencement",
      "content": "This law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "Condominium",
      "definition": "a type of joint ownership of real estate in which portions of the property are commonly owned and other portions are individually owned",
      "source_provision": "art2"
    },
    {
      "term": "Common elements",
      "definition": "parts of a building and other buildings which are designed for common use by all owners of the condominium",
      "source_provision": "art2"
    },
    {
      "term": "Servient tenement",
      "definition": "developed or undeveloped land which is burdened with an easement",
      "source_provision": "art2"
    },
    {
      "term": "Dominant tenement",
      "definition": "developed or undeveloped land which benefits from an easement",
      "source_provision": "art2"
    },
    {
      "term": "Co-share of participation",
      "definition": "a property share of each owner in a condominium",
      "source_provision": "art2"
    },
    {
      "term": "Property owner",
      "definition": "a natural person or legal entity owning an immovable property in a condominium",
      "source_provision": "art2"
    }
  ]
}
