{
  "id": "rw-law-2010-13",
  "type": "statute",
  "title": "Law modifying and complementing Law on Mortgages",
  "title_en": "Law modifying and complementing Law on Mortgages",
  "short_name": "Law 13 of 2010",
  "status": "in_force",
  "issued_date": "2010-05-07",
  "in_force_date": "2010-05-14",
  "url": "https://rwandalii.org/akn/rw/act/law/2010/13/eng@2010-05-14",
  "provisions": [
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER II: ROLE",
      "section": "3",
      "title": "Article 3 - Supervisory and regulatory",
      "content": "role The Central Bank shall have overall supervisory and regulatory authority with respect to the credit information system. Particularly, the Central Bank has the authority to: 1° issue and revoke credit bureau licenses; 2° supervise the activities of the credit bureaus, participants, and their agents; 3° maintain proper standards of conduct and acceptable credit information reporting practices; 4° send written instructions to credit bureaus and participants, individually or collectively, directing them to correct any identified violation of this Law or the implementing regulations and instructions issued by the Central Bank; 5° enact regulations and instructions for credit bureaus and participants in compliancy with this law; 6° take measures to protect the interests of customers; 7° impose penalties for contravention of this Law, regulations and instructions; 8° require the submission of reports and other information to the Central Bank; 9° conduct inspections and technical audits; 10° review and approve operating procedures, data integrity, and fee structures, as it deems appropriate; 11° perform such other functions as specified in this Law or otherwise deemed necessary to ensure the effectiveness of the credit information system in Rwanda."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER II: ROLE",
      "section": "2",
      "title": "Article 2 - Definitions of terms",
      "content": "Under this Law, the following terms shall be defined as follows: 1° applicant: a person who has formally applied, usually in writing, for credit or related services; 2° Central Bank: the National Bank of Rwanda; 3° consent: a customer or guarantor’s authorization to allow a subscriber to request for a credit bureau report and its use under this Law; 4° credit bureau: a company properly organized and registered under the laws of Rwanda, and licensed by the Central Bank to engage in the credit bureau activities; 5° credit bureau report: a written, oral or other communication to a subscriber made by a credit bureau which contains a full or partial disclosure of information contained in the credit bureau’s database; 6° credit information: information concerning a customer’s identification and credit history, as defined under this Law; 7° customer: a person to whom a file is created by a credit bureau; 8° customer information: data on customers or guarantors in electronic or paper form that is collected, collated, stored, disseminated and otherwise handled by a credit bureau; 9° data base: a set of information administered by a credit bureau; 10° data provider: a person that submits customer information to a credit bureau, pursuant to the terms of a valid data submission agreement, and other sources of information recognized by the Law; 11° data standardization manual: a list of information which data providers shall collect and submit to a credit bureau, in a format determined by the Central Bank; 12° data submission agreement: an agreement between a credit bureau and a data provider that sets forth the modalities for the submission of customer information as well as other material terms of the arrangement; 13° guarantor: a person who promises to pay a debt if the person who should pay does not; 14° mandatory participants: persons required to serve as data providers and subscribers are: a) banks and financial institutions as defined in the Law concerning organization of banking that extend credit or otherwise engage in lending; b) microfinance institutions of the third and fourth categories as defined in the Law governing the Organization of Micro Finance activities; c) insurance companies as defined in the Law concerning the Organization of Insurance Business; 15° participants: both mandatory participants and voluntary participants including both data providers and subscribers; 16° subscriber: a person that is a party to a subscription agreement and is otherwise eligible to access credit bureau reports; 17° subscription agreement: an agreement between a credit bureau and a subscriber that sets forth the modalities for requesting a credit bureau report, as well as other material terms of the arrangement; 18° voluntary participant: a person who serves as a data provider, subscriber or both, on a voluntary basis. CENTRAL BANK OF THE"
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER II: ESTABLISHMENT AND | Section one: | Section II: Organization of an association",
      "section": "14",
      "title": "Article 14 - Insurance of the association’s",
      "content": "property The association shall insure its property against any risks. The owners of units in a condominium shall insure their own units. In the case the condominium insured has been damaged, the compensation shall be paid to the association or to its authorized representative for use in the interests of co- owners and their creditors. The amount of insurance compensation for damages caused by accidents and calamities shall be used for the rehabilitation of common elements in the condominium, when the condominium has not been liquidated as the result of such accidents and calamities. In such a case, the person who received the amount of compensation shall distribute the funds with respect to the ranks and privileged rights of all creditors in accordance with the law. The funds that remain after payment of all debts defined by the law shall be distributed among the co-owners in proportion to their co-share of participation in the condominium."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40 - of Law n°07/2009 of",
      "content": "27/04/2009 relating to companies is modified and complemented as follows: “Any application for a name reservation for those who wish to form a company or those who wish to change the name of the company shall be lodged in the form prescribed by the Registrar General.”"
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER II: ESTABLISHMENT AND | Section one:",
      "section": "4",
      "title": "Article 4 - Condominium units",
      "content": "A condominium comprises: 1° a building, parts of the building with separate entrances or several buildings belonging to at least two (2) property owners, with the adjacent land plot within the established boundaries, as well as the attachments to the buildings, pavements for pedestrians, roads, parking lots, hallways, balconies, green perennials and other adjacent objects located on this land plot; 2° several buildings or edifices which are compactly located, such as residential houses for one family, cottages with adjacent land or without such land, garages and other objects united within a single land plot with all elements of infrastructure; 3° parts of a multi-apartment block of flats which has separate entrances and different technical implements, on condition that reconstruction, repair or demolition of one part shall not undermine the integrity of other parts of the same building. Parts of a condominium including installations of energy sector, telecommunications, technology, water and sewerage systems and other parts with strategic designation located on the condominium other than those serving properties in condominium are parts of condominium and registered under the association of co-owners. Buildings with common walls erected on separate plots shall remain governed by the joint ownership legislation. ADMINISTRATION OF A CONDOMINIUM condominium Establishment of a Article 5: condominium Establishment of a A condominium is established: 1° by co-owners; 2° upon request by a public institution in charge of housing promotion, when conditions of a condominium are met. The association of owners of a condominium shall be established for an open-ended period of time unless its Articles of Association provide otherwise."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56 - of Law n°07/2009 of",
      "content": "27/04/2009 relating to companies is hereby repealed."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER III: LICENSING",
      "section": "5",
      "title": "Article 5 - License requirement",
      "content": "To engage in the business of credit bureau requires a license from the Central Bank."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64 - of Law n°07/2009 of",
      "content": "27/04/2009 relating to companies is modified and complemented as follows: “A private company shall not issue a prospectus.”"
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER II: ESTABLISHMENT AND | Section one:",
      "section": "6",
      "title": "Article 6 - Articles of Association",
      "content": "Articles of Association must include at least the following: 1° allocation of the fraction or percentage of undivided interests in the common elements and in the common expenses of the association, and a portion of the votes in the association to each unit and state the formula used to establish those allocations; 2° maps and plan which contain the name, nature and dimensions of the condominium complex and dimensions of all existing improvements as well as the location and dimensions of the plot approved by the competent organ; 3° where it is possible, indication of all easements serving or burdening any portions of the condominium; 4° the location and dimensions of all common elements. Subject to the provisions of this law, the formation, governance, decision making system, dissolution and liquidation of the association of shall comply with existing laws and regulations governing the form of association chosen by owners."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74 - of Law n°07/2009 of",
      "content": "27/04/2009 relating to companies is modified as follows: “Public invitation to subscribe for shares or debentures shall be construed as a document or any means whether intended to a particular section of the public or to the public in general even though such invitation is accepted by the targeted public. The offer may be made pursuant to the invitation only by a person to whom the invitation is issued. However, the invitation to subscribe for shares or debentures issued bona fide shall not be construed to be intended for the public where it is: 1° an offer to enter into an underwriting agreement for selling shares and debentures; 2° made to a person whose ordinary business is to buy and sell shares or debentures whether as principal or agent; 3° made to existing shareholders or debenture holders of a company and relates to shares or debentures of that company.”"
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER III: LICENSING",
      "section": "7",
      "title": "Article 7 - Criteria for license",
      "content": "After receiving an application for a credit bureau license, the Central Bank shall satisfy itself that the applicant: 1° is properly registered as a company under the Law relating to Companies, solely to engage in the permissible credit bureau activities; 2° has transparency in the ownership structure of the company; 3° is a company owned and managed by individuals who possess good reputation in business, integrity, and financial strength; 4° has human, financial and operational resources that will enable it to function efficiently and perform its functions effectively; 5° has internal control systems, information technology systems, policies and procedures, which are adequate for the nature and scale of proposed business operations; 6° has a satisfactory business plan to deliver value to the market; 7° has adequate plans to adopt mechanisms to gather data received, integrate, update, validate and provide its security; 8° has a credible plan to develop and adopt procedures to ensure that questions, concerns and complaints of customers, data providers or subscribers are treated equitably and consistently in a timely and efficient manner; 9° would serve the public interest if granted the license."
    },
    {
      "provision_ref": "art191",
      "section": "191",
      "title": "Article 191 - of Law n° 07/2009 of",
      "content": "27/04/2009 relating to companies is modified and complemented as follows: “A member of the Board of Directors of a company shall, forthwith after becoming aware of the fact that he/she is interested in a transaction or proposed transaction with the company, cause to be entered in the Register of interests of the members of the Board of Directors, if any, and immediately disclose to the Board of Directors and shareholders of the company: 1° the nature and monetary value of that interest, where the monetary value of interest of the member of the Board of Directors is able to be quantified; 2° the nature and extent of that interest where the monetary value of the interest of the member of the Board of Directors cannot be quantified.”"
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER III: LICENSING",
      "section": "8",
      "title": "Article 8 - Capital requirements",
      "content": "The Central Bank shall, by regulation, specify the amount of paid-up capital that a credit bureau is required to have, as well as the acceptable investments for such capital."
    },
    {
      "provision_ref": "art200",
      "section": "200",
      "title": "Article 200 - of Law n° 07/2009 of",
      "content": "27/04/2009 relating to companies is modified and complemented as follows: “A member of the Board of Directors of a public company who finds out that he/she acquires or disposes of a relevant interest in the transfer or issuance of shares shall immediately disclose to the Board of Directors and shareholders of the company: 1° the number and class of shares in which he/she holds relevant interest; 2° the nature of the relevant interest; 3° the consideration paid or received; 4° the date of acquisition or disposal.”"
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER II: ESTABLISHMENT AND | Section one: | Section II: Organization of an association",
      "section": "9",
      "title": "Article 9 - Economic activities of the",
      "content": "association of co-owners in a condominium The association of co-owners in a condominium may carry out the following economic activities: 1° daily administration of the association, maintenance and repair of the real estate in condominium; 2° construction of supplementary premises and elements of common use in a condominium; 3° representation of the property of the association, when the association needs funds for maintenance of common elements in a condominium and improvement of this property. The income generated by the economic activities is used to pay for economic costs incurred for such income generation according to the decision of the general meeting of the association. The supplementary income shall be apportioned for other activities of the association. Article 10: Maintenance condominium unit of a Maintenance of the immovable property in a condominium shall be done as provided for by laws regulating housing in Rwanda."
    },
    {
      "provision_ref": "art206",
      "section": "206",
      "title": "Article 206 - of Law n° 07/2009 of",
      "content": "27/04/2009 relating to companies is modified and complemented as follows: “The company shall by ordinary resolution approve the remuneration and any benefits payable to the members of Board of Directors and any allowances to a former member of the Board of Directors, including any allowances for loss of membership. The Board of Directors may determine the terms of any service contract with a managing director or other Executive Director. The member of the Board of Directors may be paid all traveling, accommodations and other expenses properly incurred by them in attending any meetings of the Board of Directors or in connection with the business of the company. Except for companies involved in granting loans, companies shall not be allowed to grant loans to their Board members.”"
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER IV: CREDIT BUREAU",
      "section": "10",
      "title": "Article 10 - Permissible activities of credit",
      "content": "bureau The credit bureau may engage in the following activities: 1° the collection, collation, inspection, storage, management, evaluation, updating, and dissemination of customer information as provided by this Law; 2° the provision of other services including, but not limited to: a) credit scoring; b) credit application processing; c) default notice or “watch services”; d) statistical research; e) debtor tracking services with respect to credits lawfully granted; 3° the sale of specialized literature, software and other material related to its activities; 4° audit services. Subject to the prior written approval of the Central Bank, a credit bureau may also engage in the following additional activities: 1° the assessment of business debtors at the time of the sale of the business and other transactions; 2° judicial investigations; 3° fraud detection; 4° dissemination of information for strategic risk information for market expansion or contraction purposes; 5° training and advisory services; 6° such other activities as may be approved by the Central Bank in writing. The credit bureau shall not engage in activities other than those specified in this Law or as approved by the Central Bank in writing."
    },
    {
      "provision_ref": "art208",
      "section": "208",
      "title": "Article 208 - of Law n° 07/2009 of",
      "content": "27/04/2009 relating to companies is modified and complemented as follows: “A company may: 1° grant a loan to a subsidiary of the company upon approval by the Board of Directors; 2° enter into any guarantee or provide any security in connection with a loan granted by any person to any holding company; 3° provide a member of the Board of Directors with funds to meet expenditure incurred or to be incurred by him or her for the purpose of the company or for the purpose of enabling him or her to perform his/her duties as an officer of the company; 4° grant a loan as a normal business activity by a company dealing such business; A loan which was granted without compliance with the provisions of this"
    },
    {
      "provision_ref": "artshall-be",
      "section": "shall be",
      "title": "Article shall be - cancelled by the",
      "content": "company’s resolution and shall be paid back forthwith irrespective of the loan agreement entered in previously.”"
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER IV: CREDIT BUREAU",
      "section": "11",
      "title": "Article 11 - Duties of credit bureau with",
      "content": "respect to operations The credit bureau shall ensure that: 1° its premises are safe and are adequate to operate its data systems, database and other operations, and are suitable to provide adequate customer service; 2° it uses hardware and software that meet security standards required by the Central Bank when setting up and using the information systems that fits its database; 3° it establishes and maintains an enquiry service unit and recruits and maintains personnel sufficiently trained in customer care and credit reporting to handle queries of customers and participants; 4° it prepares and maintains operational manuals that ensure the accuracy of information contained in its database including manuals for queries, loading of data, source quality control, maintenance, security, and procedure for handling complaints; 5° it adopts measures and systems that record requests or queries for the credit bureau report of a customer as well as the misuse of data held in its database; 6° it releases customer information solely for one or more permissible purposes as set forth in this Law; 7° it follows operating procedures and data integrity and safety requirements which the Central Bank may adopt from time to time in reference to international best practices; 8° it supplies to the Central Bank all the data as required by the regulation."
    },
    {
      "provision_ref": "art219",
      "section": "219",
      "title": "Article 219 - of Law n° 07/2009 of",
      "content": "27/04/2009 relating to companies is modified and complemented as follows: “Any company, other than a small private company shall have a Company Secretary whose duties shall be the following: 1° to advise members of the Board of Directors on their responsibilities and powers; 2° to inform members of the Board of Directors about all the necessary regulations or those which may affect the meetings of shareholders and of the Board of Directors, reports thereof and submission of all company documents required by the law to relevant organs as well as consequences due to the failure to comply with such regulations; 3° to ensure that minutes of the meetings of shareholders or the Board of Directors are well prepared and that registers provided for by the articles of association are accurately kept; 4° to make sure annual balance sheet and other types of required documents are submitted to the Registrar General as provided for by this Law; 5° to ensure that copies of annual balance sheet and activity reports are transmitted to relevant destinations n accordance with this Law and to any person as provided by the law”."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER II: ESTABLISHMENT AND | Section one: | Section II: Organization of an association",
      "section": "12",
      "title": "Article 12 - Powers of the association of",
      "content": "co-owners Powers of the association shall include: 1° representing the common interests of its members in case of litigation; 2° concluding contracts for maintenance of the common elements within the building; 3° determining the quantum of obligatory fees due by each co-owner in accordance with the co-share participation of each member; 4° determining fees to be paid by each member for dealing with the consequences of calamities or other unexpected activities; 5° demanding co-owners the entire compensation of losses caused by the non-payment of obligatory fees for maintenance and repair of common elements of the condominium; 6° applying for bank loan for any activities that will benefit the association of owners in case of insufficient funds. The procedure for deciding to apply for a loan shall be provided for by the articles of the association; 7° paying for the services provided and works performed on the basis of contractual obligations; 8° selling or allocating to different businesses, exchanging, transferring, providing into lease under a lease agreement the equipment, inventory and other material assets and writing them off from the books of the association in the event of wear and tear or full depreciation; 9° initiating lawsuits for obligatory payments when the co-owners fail to fulfil their obligations regarding their contribution; 10° setting up and enforcing a code of conduct on tenants, residents and guests with regard to the common elements of the condominium; 11° taking decisions on creation or cancellation of easements within a condominium."
    },
    {
      "provision_ref": "art322",
      "section": "322",
      "title": "Article 322 - of Law n° 07/2009 of",
      "content": "27/04/2009 relating to companies is modified and complemented as follows: “A foreign company shall be a company which is registered in a foreign country and which is carrying on business in Rwanda by: 1° establishing a share transfer office or a share registration office in Rwanda; 2° administering, managing or dealing with property in Rwanda as an agent, personal representative or trustee, whether through its employees or an agent or in any other manner. A foreign company shall be registered by the Registrar General. Where it is established that its name is confusing as far as companies inside the country are concerned, he/she shall request the company to change the name. Companies from East African Community member States and other companies from countries with relevant agreements with Rwanda shall enjoy national treatment. title of The title of Chapter II of Title VI of Law n° 07/2009 of 27/04/2009 relating to companies is modified as follows: “CHAPTER II: SANCTIONS”"
    },
    {
      "provision_ref": "art376",
      "section": "376",
      "title": "Article 376 - of the Law n° 07/2009 of",
      "content": "27/04/2009 relating to companies is modified and complemented as follows: “The use of electronic means is accepted in all operations provided for in this Law.”"
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER",
      "section": "15",
      "title": "Article 15 - Liability of the association of",
      "content": "co-owners The association shall carry liability in relation to the condominium but shall not carry liability for the obligations of its members; likewise, members shall not carry liability for the obligations of the association. III: RIGHTS AND OBLIGATIONS OF CO-OWNERS IN A CONDOMINIUM"
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER V: DATA PROVIDERS",
      "section": "16",
      "title": "Article 16 - Role of a data provider",
      "content": "A data provider shall collect from customers and guarantors the information required by the Data Standardization Manual, prepared by a credit bureau and approved in writing by the Central Bank."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER V: DATA PROVIDERS",
      "section": "17",
      "title": "Article 17 - Duties of a data provider",
      "content": "A data provider shall be required to: 1° enter into a data submission agreement with at least one duly licensed credit bureau; 2° collect customer information as provided under this Law or as may be ordered by the Central Bank; 3° undertake to provide complete, accurate and timely credit information or other information that accurately identifies the customer and the guarantor; 4° update customer information in accordance with the procedures of the credit bureau; 5° provide to customers on demand contact information of credit bureaus to which the customer and guarantor’s information has been submitted; 6° conduct enquiries on customer and guarantor complaints, as required by the credit bureau or the Central Bank; 7° immediately correct incomplete information detected in its database; 8° be responsible for any errors or inaccuracies within its control in the customer information provided to a credit bureau; 9° fulfill such other obligations as may be required by the Central Bank."
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER II: ESTABLISHMENT AND | Section one: | Section II: Organization of an association",
      "section": "13",
      "title": "Article 13 - Membership in the association",
      "content": "of co-owners in a condominium Owners of units in a condominium are members of the association. Membership in the association of co-owners commences upon the registration in the established manner. Interests of minors, those deprived of their capacity by courts and wards of court shall be represented by their parents or guardians in the manner established by the law. Membership in the association ceases in case of death, dissolution of the association, expropriation of the condominium or on other grounds provided for in the Articles of Association. In the event of death or following the reorganization of the association, the successors become members of the association upon confirmation of their ownership right in the condominium. In the event of death of the owner of the unit in a condominium in absence of any legal or testamentary heir, the allocation of the unit shall be determined in accordance with the succession laws."
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER",
      "section": "18",
      "title": "Article 18 - Common elements in a",
      "content": "condominium The common elements in a condominium include all the parts of the property which are in common ownership for more than one person, such as land on which the building is erected, the walls, roof, terraces, chimneys, stairs, halls, basements and technical floors, garbage conduit, lifts, engineering equipment and facilities from inside and outside units or building which serve at least two units, adjacent land as well as the green perennials thereto and other objects designed to serve the condominium."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER",
      "section": "20",
      "title": "Article 20 - Co-share of participation in a",
      "content": "condominium The participation co-share of each owner in the common elements in a condominium is proportional to the total surface area of the units possessed by the owner, unless the decision of the general meeting states otherwise. By agreement of co-owners, the participation co-share may be established differently for various groups of co-owners, depending on the type of units they own in the condominium. Article 21: condominium Improvements to a Improvements to a condominium shall be carried out in accordance with the law governing housing in Rwanda."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER VI: SUBSCRIBERS",
      "section": "22",
      "title": "Article 22 - Subscribers and their role",
      "content": "Any person with a legitimate purpose under this Law may apply to a credit bureau to be a subscriber. All mandatory participants shall serve as subscribers, and as such may be required by the Central Bank whenever necessary or for reasons specified in regulations or instructions to give a credit bureau report on the applicant or guarantor, as follows: 1° before entering into, or modifying, a credit agreement or insurance contract; 2° on annual basis or more frequent basis to assess ongoing credit or insurance exposures. The lack of information in the credit bureau regarding the applicant or guarantor shall not, by itself, prevent extending credit or providing other services to the participant."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER",
      "section": "23",
      "title": "Article 23 - Obligations of a unit owner as",
      "content": "regards maintenance and repair of a unit in a condominium The unit owner in a condominium is obliged to maintain and repair the units he/she owns and is not allowed to deteriorate or otherwise endanger the common elements or the unit of any other owner. Subject to a five (5) day prior notice, the unit owner is obliged to allow representatives of the association to access his/her unit when it deems necessary to perform an inspection, repair or replacement of common elements and when such access is possible only from within his/her unit. In case of emergency, in order to avoid any dire consequences or calamities, no prior notice shall be served. The non-use by the owner of the unit or the refusal to use common elements shall not be reason to exempt him/her from contributing to the common costs for maintenance and repair of the common elements in a condominium. Unit owners shall be obliged to use their units and common elements only in compliance with their designation in accordance with this law."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER VII: CONSENT TO ACCESS",
      "section": "25",
      "title": "Article 25 - Requirement to obtain consent",
      "content": "from existing or new client Subscribers are required to secure the consent of credit applicants, and guarantors, before providing to, or requesting from, credit bureaus information or report on the credit history of clients and guarantors. Subscribers must also inform applicants of their rights to obtain copies of their credit report from the providing credit bureau and dispute erroneous information. Subscribers are required to inform credit bureaus of the refusal to provide consent by clients and guarantors, or applicants and their guarantors, so that credit bureaus can include that information in their credit reports."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER VIII: CONFIDENTIALITY",
      "section": "26",
      "title": "Article 26 - Requirement to obtain specific",
      "content": "consent or consent deemed specific from existing and former clients Subscribers must obtain specific consent or consent deemed specific from existing and former clients subject to historical credit information, not older than seven years, to be submitted to credit bureaus. Subscribers wishing to request information from credit bureaus on existing or former clients must also obtain specific consent or consent deemed specific. Consent deemed specific shall be considered obtained, for the collection of present or historical credit information and related data through the publication by a subscriber of a notice in a newspaper for a period of three (3) months. Existing or historical clients subject to credit information, held at a subscriber, who choose to refuse to have credit history and related data shared with a credit bureau must notify the subscriber in writing, within the three (3) month period from the publication of the notice in a newspaper. Otherwise, the subscriber and the Central Bank shall deem that consent was granted. Subscribers are required to inform credit bureaus of the refusal to provide consent by clients and guarantors, if any, so that credit bureaus can include that information in their credit reports."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER IX: CUSTOMER RIGHTS",
      "section": "27",
      "title": "Article 27 - Obligation of confidentiality",
      "content": "The credit bureau shall protect the confidentiality of customer information received and shall only report or release such customer’s information: 1° upon authorization; 2° to the Central Bank; 3° to a subscriber, provided that: a) the customer or guarantor has signed a consent; b) the subscriber has certified to the credit bureau that he/she will use the customer or guarantor information for the purpose of making an eligible decision; c) the subscriber has agreed to properly dispose of customer information that is no longer needed for a duly authorized purpose so that it cannot reasonably be read or reconstituted; 4° s otherwise provided by laws. Credit bureaus and subscribers shall take all steps as reasonably necessary to ensure that the customer information obtained is duly protected against any loss, an unauthorized access, use or unauthorized disclosure. They shall ensure that their shareholders, directors, officers, employees or agents, observe a perpetual obligation of confidentiality with regard to the information provided to them under this law. Under no circumstances may a subscriber release such information to any third party other than the subscriber’s appointed agent for the purpose of assisting the subscriber in the recovery of any of its debts, or upon the written request and authorization of the concerned person by the credit bureau report."
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER IX: CUSTOMER RIGHTS",
      "section": "29",
      "title": "Article 29 - Dispute on information",
      "content": "The credit bureau shall establish an enquiry service unit to handle customer questions and other enquiries. Where a customer believes that the information contained in the database is inaccurate, erroneous, insufficient, incomplete or outdated, he/she may notify the credit bureau in writing of the information disputed. Within five (5) working days of being informed that information in its report is disputed, the credit bureau shall: 1° attach a note to the report warning that the disputed information is under investigation, and that notice shall remain on the file until resolution of the dispute; 2° give the data provider a notice of dispute requesting him/her confirmation of the accuracy of the disputed information. Within twenty (20) working days, the credit bureau shall conduct a reasonable investigation, based on all relevant information provided by the customer, and contact the data provider if necessary. Where the investigation reveals an error, the credit bureau shall promptly remedy it. If the credit bureau does not complete its investigation within twenty (20) working days, the complaint shall be referred to the Central Bank, or corrected as requested by the customer. If the credit bureau later completes its investigation, it may complete or correct disputed information based on the results of such investigation. Upon receipt of a notice of resolution or an amendment notice from a data provider the credit bureau shall, within five (5) working days of such receipt, send a notice of change to any subscriber that has in the previous six (6) months obtained a credit information report from the credit bureau containing the incorrect information, indicating the correction of the disputed data. The data provider shall inform the credit bureau that it has corrected data and updated its system accordingly. Should the customer disagree with the resolution of the disputed information, he/she may request the credit bureau to attach its report, a short statement setting out the customer’s claim that the information is not accurate and the credit bureau shall take reasonable steps to comply with the customer’s request."
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER V: FINAL PROVISIONS",
      "section": "30",
      "title": "Article 30 - Validation",
      "content": "condominium registration of existing Existing certificates of condominium registration issued by a competent organ prior to the publication of this law in the shall conform to the requirements of this law in a period not exceeding three (3) years."
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER X: GOVERNANCE",
      "section": "31",
      "title": "Article 31 - Review of the credit bureau",
      "content": "investigation Any customer who is not satisfied with the results of the investigation by the credit bureau may submit a request for review to the Central Bank."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER",
      "section": "32",
      "title": "Article 32 - Board of Directors",
      "content": "Every credit bureau shall have a Board of Directors consisting of not less than five (5) members. The Board of Directors shall elect a non- executive chairperson from amongst its members. Members of the Board of Directors shall: 1° have an overall understanding of the operation and information technology systems of the credit bureau; 2° meet at least once quarterly in any manner, including teleconferencing; 3° ensure that the activities conducted in all offices of the credit bureau are in full conformity with this Law; 4° appoint a competent Chief Executive Officer and Chief information technology officer; 5° ensure that the credit bureau maintains, at all times, an effective system of internal controls; 6° ensure that the credit bureau maintains a customer’s claims and inquiries service to assist customers who may be affected by the information contained in the database and who allege that the information is illegal, inaccurate, erroneous or outdated; 7° ensure that the credit bureau has adequate staff to undertake the functions of the credit bureau and to sufficiently meet the demands of customers; 8° promote fair conditions for all participants in the credit information system; 9° promote transparency regarding pricing policies; 10° strengthen security measures, policy on the overall service, and other policies and procedures necessary for the sound operation of the credit bureau. XI: CHANGE OF MEMBERSHIP AND LIQUIDATION"
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER",
      "section": "33",
      "title": "Article 33 - Commencement",
      "content": "LAW N°15/2010 OF 07/05/2010 CREATING AND ORGANIZING CONDOMINIUMS AND SETTING UP PROCEDURES FOR THEIR REGISTRATION We, KAGAME Paul, President of the Republic; THE PARLIAMENT HAS ADOPTED AND WE SANCTION, PROMULGATE THE FOLLOWING LAW AND ORDER IT BE PUBLISHED IN THE OFFICIAL GAZETTE OF THE REPUBLIC OF RWANDA THE PARLIAMENT: The Chamber of Deputies, in its session of 22 April 2010; Pursuant to the Constitution of the Republic of Rwanda of 4 th June 2003, as amended to date, especially in Articles 29, 30, 49, 62, 66, 67, 90, 92, 93, 94, 108, 118 and 201; Pursuant to Organic Law nº 08/2005 of 14 July 2005 relating to use and management of land in Rwanda, especially in Article 30; Pursuant to Decree of 31 st July 1912 establishing Title one of the Civil Code book entitled “property and different modifications of the property”, as modified to date; Reviewing Decree of 30 June 1913 establishing Title II of the Civil Code book entitled “property and different modifications of the property”, as modifiEd to date; especially in Articles 16, 22, 34 bis and 34 ter Reviewing Decree of 6 February 1920 establishing Title III of the Civil Code book entitled “property and different modifications of the property”, as modified to date; ADOPTS: PROVISIONS ONE: GENERAL"
    },
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER",
      "section": "1",
      "title": "Article 1 - Purpose of this Law",
      "content": "This Law creates and organises condominiums and sets up procedures for their registration."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER V: DATA PROVIDERS",
      "section": "19",
      "title": "Article 19 - Other sources of information",
      "content": "for credit bureau The credit bureau may also receive, compile and disseminate information, as regards to a person which is ordinarily available to the public, including information that may be obtained from the following government sources: 1° government agencies that register business and maintain a register of businesses in operation; 2° government agencies that register intellectual property rights and transactions including: a) registries which maintain information or interests in immovable property, b) registration of charges and other encumbrances on assets; c) registration of discharges of the encumbrances; 3° registries of courts including, but not limited to: a) data on judgments on debts; b) records on cases of insolvency proceedings; c) orders for the winding-up of businesses. Government agencies that manage information may enter into contracts with the credit bureau to establish: 1° the conditions for the provision of information; 2° the manner and form in which the information is submitted. The right of a credit bureau to access information from Government agencies shall be in addition to the right of access to information under any other law."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER",
      "section": "24",
      "title": "Article 24 - Easements",
      "content": "In respect of every unit in a condominium, the owner of a dominant tenement shall enjoy the following: 1° an easement for the subjacent and lateral support thereof, by the common elements or by other units capable of affording support thereto; 2° easements for the passage or provision of water, sewerage, drainage, gas, electricity, garbage, artificially heated or cooled air, and other services through or by means of any pipes, wires, cables or ducts existing in the land to which the relevant condominium is erected in order to be used by such unit. The owner of the servient tenement shall be obliged to provide easements for passage to other units in a condominium. The owner of an upper unit in a condominium shall be obliged to shelter lower units. Other rights relating to easements for passage shall be approved by the general meeting of the association."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER IX: CUSTOMER RIGHTS",
      "section": "28",
      "title": "Article 28 - Right to access information",
      "content": "A customer has the right to access information relating to him/her kept by the credit bureau and is entitled to obtain the credit bureau report. When a customer requests the credit bureau report, the latter shall, within three (3) working days of receiving a written request and such particulars as the credit bureau may reasonably require enabling it identify the customer, provide the customer a copy of all information relating to him/her including the credit bureau report. The customer shall have the right to receive a copy of the credit bureau report relating to him/her without charge, in the following cases: 1° when an application for credit results in the rejection by a subscriber or for other authorized purpose; 2° once per six (6) months, after making a request to have inaccurate information corrected in the database; 3° once a year. The customer also has the right to receive a copy of the credit bureau report at any time, upon payment of the fees determined by the credit bureau."
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER",
      "section": "34",
      "title": "Article 34 - Liquidation or intervention in",
      "content": "favour of a credit bureau Subject to prior notice to the Central Bank, a credit bureau may be wound up under the provisions of the Law relating to Companies and the Law relating to business recovery and settling of issues arising from insolvency. The Central Bank can intervene, for cause, in favour the licensed credit bureau, to preserve the database and the activities of the credit bureau and appoint an Administrator until the causes that motivated the intervention are remedied."
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER",
      "section": "35",
      "title": "Article 35 - Database",
      "content": "In the event a credit bureau winds up its operations either voluntarily or involuntarily, or the Central Bank revokes the license of the credit bureau, the credit bureau shall deliver the database and backup copies of customer information to the Central Bank. The database shall be accompanied by sufficient technical instructions and support to ensure that the database may reasonably be imported into a successor credit bureau system. Upon verification of the integrity of the database delivered, the Central Bank shall order the credit bureau to erase all database records of customer information from all its storage, whether in Rwanda or outside, and provide sufficient documentation to the Central Bank evidencing that erasure. XII: REPORTING REQUIREMENTS"
    },
    {
      "provision_ref": "art37",
      "chapter": "CHAPTER XIII: SANCTIONS",
      "section": "37",
      "title": "Article 37 - Supervisory powers of the",
      "content": "Central Bank The Central Bank has power to inspect books, accounts, documents, transactions and other information relating to the credit bureau or participants. The Central Bank has power to appoint at any time its own auditors or inspectors or any other competent person to carry out an on-site inspection of a credit bureau or a participant. Such person may seize or take copies of any relevant documents as they deem necessary in the proper exercise of his/her function. The Central Bank may instruct the external auditors of the credit bureau or a participant to perform audits on the Central Bank’s behalf. The external auditors are obliged to cooperate with the Central Bank and shall not invoke the professional confidentiality against the Central Bank."
    },
    {
      "provision_ref": "art38",
      "chapter": "CHAPTER XIV: TRANSITIONAL AND",
      "section": "38",
      "title": "Article 38 - Authority to administer",
      "content": "sanctions The Central Bank shall, by regulation, specify the administrative and pecuniary sanctions that shall be assessed if a credit bureau, a data provider, a subscriber contravenes any of the provisions of this law. FINAL PROVISIONS"
    },
    {
      "provision_ref": "art41",
      "chapter": "CHAPTER XIV: TRANSITIONAL AND",
      "section": "41",
      "title": "Article 41 - Repealing of inconsistent",
      "content": "provisions All prior legal provisions inconsistent with this Law are hereby repealed."
    },
    {
      "provision_ref": "art42",
      "chapter": "CHAPTER",
      "section": "42",
      "title": "Article 42 - Commencement",
      "content": "LAW N°16/2010 GOVERNING INFORMATION RWANDA OF 07/05/2010 CREDIT SYSTEM IN We, KAGAME Paul, President of the Republic; THE PARLIAMENT HAS ADOPTED, AND WE SANCTION, PROMULGATE THE FOLLOWING LAW AND ORDER IT BE PUBLISHED IN THE OFFICIAL GAZETTE OF THE REPUBLIC OF RWANDA THE PARLIAMENT: The Chamber of Deputies, in its session of 23 April 2010; Pursuant to the Constitution of the Republic of Rwanda of 04 June 2003, as amended to date, especially in Articles 22, 62, 66, 67, 90, 92, 93, 94, 108, 118 and 201; Pursuant to Law n o 50/2007 of 18/09/2007 providing for the Establishment, Organization and Functioning of Cooperative Organizations in Rwanda; Pursuant to Law n o 55/2007 of 30/11/2007 governing the Central Bank of Rwanda, especially in Articles 5, 6, 53, 56 and 57; Pursuant to Law n o 007/2008 of 08/04/2008 concerning Organization of Banking, especially in Articles 1 and 59; Pursuant to Law n o 40/2008 of 26/08/2008 Establishing the Organization of Micro Finance activities, especially in Article 2; Pursuant to Law n o 52/2008 of 10/09/2008 concerning the Organization of Insurance business, especially in Article 2; Pursuant to Law n° 07/2009 of 27/04/2009 relating to companies; Pursuant to Law n o 12/2009 of 26/05/2009 relating to busness recovery and settling of issues arising from insolvency, especially in Articles 55 and 56; ADOPTS: PROVISIONS ONE: GENERAL"
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER VI: SUBSCRIBERS",
      "section": "21",
      "title": "Article 21 - Compliance to other laws",
      "content": "A data provider that reports information to a credit bureau in accordance with this Law, does not contravene the provision of the Central Bank Law, the Banking Law, other financial and/ non-financial services legislation or legislation on privacy or confidentiality."
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER",
      "section": "36",
      "title": "Article 36 - Reports required",
      "content": "The Central Bank shall, by regulation, specify the financial and other reporting requirements that shall apply to credit bureaus and participants."
    },
    {
      "provision_ref": "art39",
      "chapter": "CHAPTER XIV: TRANSITIONAL AND",
      "section": "39",
      "title": "Article 39 - Transitional provision",
      "content": "A credit bureau shall comply with provisions of article 28, paragraph 3, 3° of this Law, one year after the commencement of its operations."
    }
  ],
  "definitions": [
    {
      "term": "Central Bank",
      "definition": "the National Bank of Rwanda",
      "source_provision": "art2"
    },
    {
      "term": "consent",
      "definition": "a customer or guarantor’s authorization to allow a subscriber to request for a credit bureau report and its use under this Law",
      "source_provision": "art2"
    },
    {
      "term": "credit bureau",
      "definition": "a company properly organized and registered under the laws of Rwanda, and licensed by the Central Bank to engage in the credit bureau activities",
      "source_provision": "art2"
    },
    {
      "term": "credit bureau report",
      "definition": "a written, oral or other communication to a subscriber made by a credit bureau which contains a full or partial disclosure of information contained in the credit bureau’s database",
      "source_provision": "art2"
    },
    {
      "term": "credit information",
      "definition": "information concerning a customer’s identification and credit history, as defined under this Law",
      "source_provision": "art2"
    },
    {
      "term": "customer",
      "definition": "a person to whom a file is created by a credit bureau",
      "source_provision": "art2"
    },
    {
      "term": "customer information",
      "definition": "data on customers or guarantors in electronic or paper form that is collected, collated, stored, disseminated and otherwise handled by a credit bureau",
      "source_provision": "art2"
    },
    {
      "term": "data base",
      "definition": "a set of information administered by a credit bureau",
      "source_provision": "art2"
    },
    {
      "term": "data provider",
      "definition": "a person that submits customer information to a credit bureau, pursuant to the terms of a valid data submission agreement, and other sources of information recognized by the Law",
      "source_provision": "art2"
    },
    {
      "term": "data standardization manual",
      "definition": "a list of information which data providers shall collect and submit to a credit bureau, in a format determined by the Central Bank",
      "source_provision": "art2"
    },
    {
      "term": "data submission agreement",
      "definition": "an agreement between a credit bureau and a data provider that sets forth the modalities for the submission of customer information as well as other material terms of the arrangement",
      "source_provision": "art2"
    },
    {
      "term": "guarantor",
      "definition": "a person who promises to pay a debt if the person who should pay does not",
      "source_provision": "art2"
    },
    {
      "term": "mandatory participants",
      "definition": "persons required to serve as data providers and subscribers are: a) banks and financial institutions as defined in the Law concerning organization of banking that extend credit or otherwise engage in lending",
      "source_provision": "art2"
    },
    {
      "term": "participants",
      "definition": "both mandatory participants and voluntary participants including both data providers and subscribers",
      "source_provision": "art2"
    },
    {
      "term": "subscriber",
      "definition": "a person that is a party to a subscription agreement and is otherwise eligible to access credit bureau reports",
      "source_provision": "art2"
    },
    {
      "term": "subscription agreement",
      "definition": "an agreement between a credit bureau and a subscriber that sets forth the modalities for requesting a credit bureau report, as well as other material terms of the arrangement",
      "source_provision": "art2"
    },
    {
      "term": "voluntary participant",
      "definition": "a person who serves as a data provider, subscriber or both, on a voluntary basis",
      "source_provision": "art2"
    }
  ]
}
