{
  "id": "rw-law-2005-22",
  "type": "statute",
  "title": "Law establishing Nyungwe National Park",
  "title_en": "Law establishing Nyungwe National Park",
  "short_name": "Law 22 of 2005",
  "status": "in_force",
  "issued_date": "2005-11-25",
  "in_force_date": "2005-11-25",
  "url": "https://rwandalii.org/akn/rw/act/law/2005/22/eng@2005-11-25",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "There is hereby established the Nyungwe National Park. The Nyungwe National Park constitutes the Nyungwe National Reserve with an area of one hundred and one thousand and one, five hundred and fifteen hectares and fifty nine acres (101,515. 59 ha), Cyamudongo Natural Forest with an area of four hundred and thirty hectares and thirty eight acres (430.38 ha) and Gisakura Natural Forest with an area of eleven hectares and seventy acres(11.70 ha). The total area is equivalent to one hundred and one thousand and nine hundred fifty seven and sixty seven acres (101,957.67 ha) The boundaries of Nyungwe National Park governed by this law are described in annex 1."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Il est créé une Zone Tampon du Parc National de Nyungwe dont la superficie est de dix mille quatre-vingt-cinq hectares et vingt-deux ares (10.085,22 ha). Les limites de la zone tampon du Parc National de Nyungwe déterminées par la présente loi sont indiquées à l’annexe 2."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L’utilisation et la gestion de la Zone Tampon sont faites conformément aux lois relatives à l’organisation du régime forestier, foncier et environnemental en vigueur."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Toutes les dispositions légales antérieures contraires à la présente loi sont abrogées."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La présente loi entre en vigueur le jour de sa publication au Journal Officiel de la République du Rwanda. Kigali, le 21/11/2005 Le Président de la République KAGAME Paul (sé) Le Premier Ministre MAKUZA Bernard (sé) Le Ministre du Commerce, de l’Industrie, de la Promotion des Investissements, du Tourisme et des Coopératives MUSONI James (sé) Le Ministre des Terres, de l’Environnement, des Forêts, de l’Eau et des Mines MUGOREWERA Drocella (sé) Vu et scellé du Sceau de la République: Le Ministre de la Justice MUKABAGWIZA Edda (sé) ANNEXE 1 A LA LOI N° 22/2005 DU 21/11/2005 PORTANT CREATION DU PARC NATIONAL DE NYUNGWE LES LIMITES DU PARC NATIONAL DE NYUNGWE A. LA RESERVE NATURELLE DE NYUNGWE Au Sud, les limites de la Réserve Naturelle de Nyungwe sont constituées par la frontière entre le Rwanda et le Burundi comprenant la rivière de Buyumbo qui sépare la Réserve Naturelle de Nyungwe de la Foret de Kibira. III. PROVINCE DE GIKONGORO Du Sud au Nord, les Districts qui partagent les mêmes limites avec la Réserve Naturelle de Nyungwe dans la Province de GIKONGORO sont NSHILI, MUDASOMWA et MUSHUBI. 1.1 DISTRICT DE NSHILI 1.1.1 Secteur Remera Cellule Mubuga Sur la colline Buyumbo La rivière Buyumbo détermine la limite de la Réserve Naturelle de Nyungwe et la sépare d’avec la Forêt de Kibira, en République du Burundi, à partir du point (0771193EW; 9690485NS: P9). A partir de la frontière entre le Rwanda et le Burundi, les limites de la Réserve Naturelle de Nyungwe passent par les points (0771184EW; 9690513NS: P15) et (0771183EW; 9690751NS: P5). 1.1.2 Secteur Gisanze Cellule Uwimbogo Sur la colline Uwimbogo Les limites de la Réserve Naturelle de Nyungwe sont dans le marais de Birara. Les limites suivent une ligne qui passe par les points: (0771171EW; 9690833NS:P9); (0771164EW; 9690835NS:P4); (07711077EW; 969023NS:P6); (0771008EW; 9690947NS:P8); (0770946EW; 9690982NS:P5); (0770829EW; 9691163NS:P6); (0770771EW; 9691270NS:P5); (0770713EW; 9691477NS:P10); (0770538EW; 9691613NS:P12); (0770479EW; 9691750NS:P7); (0770283EW; 9691847NS:P8) et (077091EW; 9691879NS:P7). A partir de la colline Uwagahunga en passant dans la cellule Tambananga, sur la colline Nyarubimba, les limites de la Réserve Naturelle de Nyungwe sont constituées par la vallée de Birara. 1.1.3 Secteur Rutiti Cellule Mishungero Sur la colline Shingangabo Les deux rivières: Birara et Uwurutake déterminent les limites de la Réserve Naturelle de Nyungwe placées aux points (0768253EW; 9694276NS: P4); (0767781EW; 9693963NS: P4); (0767466EW; 9693913NS: P5); (0767232EW; 9693917NS: P8); (0767029EW; 9693923NS: P7); (0766802EW; 9694021NS: P6); (0766784EW; 9694335NS: P6); (0766752EW; 9694600NS: P6); (0766763EW; 9694808NS: P12) et (0766836EW; 9695213NS: P6). Sur la colline Cyabakunzi A partir de la rivière Birara, les limites de la Réserve Naturelle de Nyungwe sont aux points (0766843EW; 9695293NS:P16); (0766784EW; 9695433NS:P7); (0766704EW; 9695660NS:P5); (0766615EW; 9695872NS:P15); (0766372EW; 9696003NS:P6); (0766316EW; 96963372NS:P7) et (0766969EW; 9696812NS:P5). 1.1.4 Secteur Nyabimata Cellule Ruhinga Sur la colline Kibabara Les limites de la Réserve Naturelle de Nyungwe sont dans la vallée de Birara. Elles commencent au point (0767312EW; 9697938NS:P3) jusqu’au point (0767597EW; 9697875NS:P6). Ailleurs, les limites sont constituées par les points (0767591EW; 9697893NS:P8); (0767743EW; 9698063NS:P6); (0767908EW; 9698339NS:P4); (0767767EW; 9698583NS:P5); (0767487EW; 9698943NS:P10); (0767436EW; 9699291NS:P11); (0767370EW; 9699619NS:P5) et (0767333EW; 9699796NS:P6). Sur la colline Gitake Les limites de la Réserve Naturelle de Nyungwe sont dans la petite vallée de Gabo aux points suivants: (0767386EW; 9699956NS: P13); (0767342EW; 9700131NS: P8); (0767299EW; 9700406NS: P12); (0767311EW; 9700760NS: P17); (0767453EW; 9700899NS: P14); (0767420EW; 9701159NS: P12); (0767287EW; 9701374NS: P7); (0767455EW; 9701574NS: P6); (0767470EW; 9701873NS: P11); (0767598EW; 9702291NS: P7); (07677713EW; 9702627NS: P6); (0767753EW; 9702894NS: P12); (0767618EW; 9703063NS: P8); (0767678EW; 9703319NS: P6); (0767952EW; 9703490NS: P8); (0768152EW; 9703541NS: P6); (0768329EW; 9703861NS: P7); (0768563EW; 9704087NS: P14) et (0768485EW; 9704398NS: P4). 1.1.5 Secteur Tangabo Cellule Bigugu Sur la colline Vubiro Les limites de la Réserve Naturelle de Nyungwe sont aux points (0768572EW; 9704480NS: P5); (0768656EW; 9704736NS: P4); (0768603EW; 9705063NS: P8); (0768711EW; 9705128NS: P12); (0768875EW; 9705314NS: P9) et (0769120EW; 9705479NS: P8). A partir du point (0769247EW; 9705819NS: P12) jusqu’au point (0769324EW; 9705922NS: P5), la rivière détermine les limites de la Réserve Naturelle de Nyungwe. 1.1.6 Secteur Rwishywa Cellule Karanka Sur la colline Mazimeru Les limites de la Réserve Naturelle de Nyungwe sont déterminées par la rivière Mazimeru, jusqu’au point où celleci pénètre dans la forêt. Ailleurs, les limites du Parc sont aux points (0768662EW; 9707050NS: P10); (0768607EW; 9707127NS: P7) et (0768572EW; 9707261NS: P6). Cellule Kanazi Sur la colline Rugogwe Les limites de la Réserve Naturelle de Nyungwe sont aux points (0768604EW; 9707303NS: P9); (0768707EW; 9707559NS: P13); (0768885EW; 9707919NS: P13); (0769083EW; 9708022NS: P9) et (0769186EW; 9708298NS: P10). 1.1.7 Secteur Gahurizo Cellule Mironzi Sur la colline Gahira Les limites de la Réserve Naturelle de Nyungwe sont déterminées par une ligne qui passe par les points (0769221EW; 9708443NS: P10); (0769132EW; 9708706NS: P12); (0769202EW; 9709111NS: P11); (0769287EW; 9709319NS: P9) et (0769167EW; 9709448NS: P8). Sur la colline Urutagara Les limites de la Réserve Naturelle de Nyungwe partent du point (0769155EW; 9709488NS: P5) et suivent la direction de la rivière qui passent par les points (0769137EW; 9709643NS: P10) et (0769067EW; 9709717NS: P15). Elles se prolongent aux points (0768946EW; 9709807NS: P12); (0768717EW; 9710031NS: P10) jusqu’au point (0768631EW; 9710409NS: P14). Cellule Gahurizo Sur les collines Ingogo, Agacurura, Uwingwe et Uwabazamba La rivière Akanyaru détermine les limites de la Réserve Naturelle de Nyungwe, à partir du point (0768627EW; 9710421NS:P5) en passant par (0768565EW; 9710668NS:P6) sur la colline Ingogo, au point (0769263EW; 9711623NS:P18), jusqu’au point (069847EW; 9711996NS: P10). Dans la cellule Uwanyiramariza Les limites de la Réserve Naturelle de Nyungwe sur les collines Umutiti, Uwingugu, Maruruma et Kayenzi sont déterminées par la rivière Akanyaru. 1.2 DISTRICT DE MUDASOMWA 1.2.1 Secteur Shaba Cellules Muganza, Gakoko et Uwabisonga Sur la colline Kibuye Partant de la frontière entre Mudasomwa et Nshili, les limites de la Réserve Naturelle de Nyungwe sont constituées par la rivière Akanyaru jusqu’à sa confluence avec la rivière Umunywanzuki, au point (0771806EW; 9713768NS: P4). A partir de ce point, les limites de la Réserve Naturelle de Nyungwe suivent la rivière Umunywanzuki jusqu’au point où celle-ci rencontre la rivière Macu, dans la cellule Gakoko. 1.2.2 Secteur Uwingugu Cellules Akamana, Kintobo et Biganza Sur les collines Nyakiriba et Cyuruhwa Les rivières Umunywanzuki et Nyakiriba déterminent les limites de la Réserve Naturelle de Nyungwe. 1.2.3 Secteur Kitabi Cellule Kintobo Sur les collines Mwumba, Gititi, Gikangaga, Murukungu et Ngabwe La rivière Umunywanzuki détermine les limites de la Réserve Naturelle de Nyungwe. A partir du point (07678787EW; 9719356NS: P5), les limites sont aux points (0767615EW; 9719406NS: P8); (0767398EW; 97194405NS: P7) et (0767288EW; 9719443NS: P6); (0767099EW; 9719435NS: P14) sur la colline Ngabwe, située dans la cellule Kintobo, près de la route asphaltée Gikongoro–²Cyangugu. Sur la colline Sigira A partir de la route asphaltée, aux points (0766953EW; 9720050NS: P6), les limites de la Réserve Naturelle de Nyungwe sont (0767037EW; 9720179NS: P5); (0767024EW; 9720280NS: P13); (0766883EW; 9720283NS: P5); (0766754EW; 9720365NS: P11); (0766871EW; 9720569NS: P14); (0767203EW; 9720736NS: P6); (0767093EW; 9721005NS: P9); (0767008EW; 9721180NS: P7); (0766997EW; 9721542NS: P6); (0766856EW; 9721350NS: P7); (0766791EW; 9721430NS: P10) jusqu’au point (0766687EW; 9721477NS: P10). 1.2.4 Secteur Munini Cellule Mabende Sur la colline Sigira Les limites de la Réserve Naturelle de Nyungwe, à partir du point (0766687EW; 9721505NS: P16) sur la route en terre battue, suivent les points (0766505EW; 9721432NS: P16); (0766323EW; 9721782NS: P8); (0766263EW; 9721746NS: P14); (0766143EW; 9721679NS: P8); (0766034EW; 9721704NS:P5); (0765893EW; 9721949NS: P6); (0765955EW; 9722177NS: P4); (0765822EW; 9722244NS: P6); (0765815EW; 9722377NS: P6); (0765512EW; 9722585NS: P11) jusqu’aux points (0765362EW; 9722808NS: P13). A partir des points (0765347EW; 9722824NS: P10) jusqu’aux points (0765931EW: 9723325: P12), les limites de la Réserve Naturelle de Nyungwe suivent la rivière Mariba. Sur les collines Uwabukuba, Mabende, Bicyamo, Uwamashyiga, Uwamajerekani et Uwinzovu. Les limites de la Réserve Naturelle de Nyungwe passent par les points (0767603EW; 9720998NS: P8); (0767383EW; 9721183NS:P6); (0767300EW; 9721384NS:P5) sur la routes vers Musebeya; (0767126EW; 9721570NS:P12); (0767207EW; 9721729NS:P12); (0767162EW; 9721907NS:P9); (0767156EW; 9722091NS:P15); (0767165EW; 9722234NS:P9); (0767155EW; 9722309NS:P8); (0767063EW; 9722397NS:P8); (0767109EW; 9722589NS:P11); (0767215EW; 9722776NS:P11); (0767038EW; 9722893NS:P10); (0766969EW; 9722957NS:P10); (0766844EW; 9723106NS:P10); (0766760EW; 9723288NS:P18); (0766533EW; 9723243NS:P11) et (0766501EW; 9723518NS:P7). Sur la colline Cyabarimbuzi Les limites de la Réserve Naturelle de Nyungwe passent par les points (0765888EW; 9723341NS: P23); (0765872EW; 9723381NS: P10); (0765802EW; 9723457NS: P5); (0765803EW; 9723589NS: P5); (0765734EW; 9723691NS: P11); (0765701EW; 9723794NS: P6); (0765688EW; 9723912NS: P4); (0765594EW; 9723966NS: P15); (0765414EW; 9724031NS: P8); (0765400EW; 9724233NS: P16); (0765562EW; 9724401NS: P21) et (0765752EW; 9724642NS: P8), à la limite des Districts de Mudasomwa et Mushubi située sur la rivière Rubyiro. 1.3 DISTRICT DE MUSHUBI 1.3.1 Secteur Bushigishigi Cellule Kinaba Sur la colline Gishinge Les limites de la Réserve Naturelle de Nyungwe sont déterminées par la rivière Rubyiro jusqu’au point (0765401EW; 9724897NS: P8). A partir de ce point, les limites sont aux points (0765396EW; 9725085NS: P10); (0765456EW; 9725285NS: P7); (0765392EW; 9725508NS: P7) jusqu’au point où elles rencontrent de nouveau la rivière Rubyiro. Sur la colline Uwimbaragasa Les limites de la Réserve Naturelle de Nyungwe suivent la rivière Rubyiro. Cellule Uwinzira et Tantamara Sur les collines Mugendajoro, Uwisuri, Cyurugo Les limites de la Réserve Naturelle de Nyungwe partent de la frontière des cellules Kinaba et Uwinzira située aux points (0765682EW; 9726032NS: P10). Elles se prolongent aux points (0765970EW; 9726167NS: P12); (0766051EW; 9726333NS: P10); (0765896EW; 9726634NS: P9); (0765765EW; 9727097NS: P7); (0765519EW; 9727249NS: P15); (0765299EW; 9727248NS: P6); (0765310EW; 9727480NS: P10); (0765451EW; 9727673NS: P4); (0765223EW; 9727860NS: P15); (0765132EW; 9728083NS: P14); (0764797EW; 9728160NS: P9); (0764494EW; 9728059NS: P9); (0764168EW; 9728118NS: P12); (0763973EW; 9728261NS: P12) jusqu’à la rivière Rukarara. Les limites suivent cette rivière Rukarara. 1.3.2 Secteur Gifurwe Cellule Uwinzovu Sur la colline Uwagashishi Les limites de la Réserve Naturelle de Nyungwe passent par les points (0763841EW; 9728588NS: P8); (0763715EW; 9728685NS: P9); (0763857EW; 9728877NS: P14) et (0763840EW; 9729115NS:P13). Sur les collines Katabuguza et Ruhondo Les limites de la Réserve Naturelle de Nyungwe déterminées par la route Kitabi – Mushubi, suivent les poins (0763684EW; 9729347NS: P9); (0763625EW; 9729576NS: P11); (0763546EW; 9730097NS: P12); (0763589EW; 9730507NS: P9); (0763314EW; 9730991NS: P9); (0763462EW; 9731391NS: P9); (0763895EW; 9731247NS: P13); (0764064EW; 97311358NS: P14); (0764182EW; 9731642NS: P21); (0764289EW; 9731877NS: P8); (0764147EW; 9732037NS: P12); (0763958EW; 9732063NS: P4); (0763781EW; 9731908NS: P14); (0763855EW; 9732219NS: P8); (0763971EW; 9732449NS: P8); (0763858EW; 9732739NS: P7). 1.3.3 Secteur Gikungu Cellule Kinwete Sur la colline Akanyama Les limites de la Réserve Naturelle de Nyungwe passent par les points (0763818EW; 9733059NS: P7); (0764066EW; 9733246NS: P12); (0764047EW; 9733380NS: P10); (0764027EW; 9733673NS: P8); (0764185EW; 9733928NS: P11); (0764001EW; 9734032NS: P5); (0763850EW; 9733960NS: P12); (0763665EW; 9733869NS: P10); jusqu’au point (0763490EW; 9733851NS: P9) situé sur la petite rivière. Les limites suivent cette petite rivière, à partir du point (0763490EW; 9733851NS: P9) jusqu’à la rivière Rukarara. A partir de ce point, en traversant la colline Rugege, les limites de la Réserve Naturelle de Nyungwe sont déterminées par la rivière Rukarara. Sur la colline Mubumbano Les limites de la Réserve Naturelle de Nyungwe suivent une ligne qui passe par les points (0763214EW; 9734727NS: P10); (0763313EW; 9734816NS: P11); (0763344EW; 9734995NS: P11); (0763533EW; 9735013NS: P26); (0763678EW; 9735138NS: P12) et (0763669EW; 9735414NS: P10). Sur la colline Urusekera Les limites de la Réserve Naturelle de Nyungwe sont déterminées par la rivière Uwurusekera, et se prolongent aux points (0763703EW; 9735765NS: P10) et (0763788EW; 9735984NS: P12). 1.3.4 Secteur Murambi Cellule Murembo Sur la colline Uwarugasira Les limites de la Réserve Naturelle de Nyungwe sont déterminées par la rivière Uwurusekera. 1.3.5 Secteur Nyarwungo Cellule Mwufe Sur la colline Uwanyirandinganire Les limites de la Réserve Naturelle de Nyungwe passent par les points (0764056EW; 9736895NS:P17); (0764192EW; 9737047NS:P13) (0764258EW; 9737414NS:P11); (0764244EW; 9737592NS: P9); (0764244EW; 9737707NS: P10) et (0764358EW; 9737590NS: P14) sur la frontière entre les cellules Gihuno et Gitake. Cellule Gitake Sur les collines Gihunda et Nyeshondi Les limites de la Réserve Naturelle de Nyungwe passent par les points (0764332EW; 9737685NS: P11); (0764268EW; 973914NS: P8); (0764236EW; 9738191NS: P8); (0764275EW; 9738336NS: P26); (0764202EW; 9738509NS: P14); (0764041EW; 9738720NS: P9); (0764069EW; 9738858NS: P7) et (0764052EW; 9738866NS: P16). Sur la colline Tubuye Les limites de la Réserve Naturelle de Nyungwe se trouvent dans la vallée et passent par les points (0764054EW; 9738921NS: P10); (0763804EW; 9738994NS: P11). 1.3.6 Secteur Kabavu Cellule Cyurwufe Sur les collines Ruhanga et Uwakirota Les limites de la Réserve Naturelle de Nyungwe sont situées sur les points (0763544EW; 9739077NS: P11); (0763629EW; 9739310NS: P5); (0763552EW; 9739617NS: P7) jusqu’à la rivière située sur le point (0763543EW; 9739992: P17). A partir de ce point, elles sont déterminées par la rivière Ruri jusqu’au point (0763452EW; 9740544NS: P11). A partir de ce point, les limites de la Réserve Naturelle de Nyungwe passent par les points (0763623EW; 974007NS: P12); (0763555EW; 9741275NS: P11); (0763682EW; 9741545NS: P11) et (0763670EW; 9741860NS: P12). 1.3.7 Secteur Bitandara Cellule Mutarama Sur la colline Rucundura Les limites de la Réserve Naturelle de Nyungwe passent par les points (0763705EW; 9742295NS: P11); (0763902EW; 9742450NS: P10); (0764322EW; 9742584NS: P8); (0764554EW; 9742603NS: P10); (0764680EW; 9742718NS: P10) et (0764763EW; 9742951NS: P11) située au secteur Bitandara, sur le ruisseau. 1.3.8 Secteur Musaraba Cellule Bukero Sur les collines Mukabuga et Murago Les limites de la Réserve Naturelle de Nyungwe suivent la rivière aux points (0764747EW; 9743046NS: P11); (0764800EW; 9743155NS: P8) et (0764827EW; 9743242NS: P11). Sur la colline Rushara Les limites de la Réserve Naturelle de Nyungwe passent par les points (0764689EW; 9743575NS: P10); (0764444EW; 9743701NS: P11); (0764064EW; 9743870NS: P12); (07636022EW; 9744138NS: P16); (0763353EW; 9744442NS: P11); (0763276EW; 9744719NS: P11); (0763144EW; 9744756NS: P12) sur la route qui mène vers la « Source du Nil », aux points (0763043EW; 9744910NS: P10). A partir de ce point, les limites continuent aux points (0763024EW; 9744887NS: P14); (0762920EW; 9744936NS: P13); (0762905EW; 9744979NS: P8); (0762909EW; 9745521NS: P16) et (0762880EW; 9745440NS: P9). Sur la colline Gisare Les limites de la Réserve Naturelle de Nyungwe sont déterminées par la rivière Ruri. 1.3.9 Secteur Rwufi Cellule Kinyonzwe Sur la colline Rusyo Les limites de la Réserve Naturelle, partent de la route en traversant le ruisseau jusque dans la vallée, passant par les points (0763106EW; 9745684NS: P13); (0763017EW; 9745865NS: P10); (0762783EW; 9745820NS: P10); (0762586EW; 9745727NS: P6) et (0762410EW; 9745519NS: P9). Sur la colline Cyumugondo Les limites de la Réserve Naturelle de Nyungwe partent du point (0762411EW; 9745517NS: P11) et se prolongent aux points (0762444EW; 9745260NS: P8); (0762251EW; 9745219NS: P11); (0762110EW; 9745043NS: P27) jusqu’au point (0761929EW; 9744773NS: P11). De la colline Gatakazi à la colline Mucinyiro en passant par Muyira Les limites de la Réserve Naturelle de Nyungwe sont déterminées par les rivières Cyumugondo et Gatakazi. II. PROVINCE DE KIBUYE Dans la Province de Kibuye, les Districts D’ITABIRE et RUSENYI partagent les limites avec la Réserve Naturelle de Nyungwe. 2.1 DISTRICT D’ITABIRE 2.1.1 Secteur Twumba Cellule Nyamiryango Sur la colline Mukaranka Les limites de la Réserve Naturelle de Nyungwe sont déterminées par les rivières Mbirurume et Cyumugondo. Cellule Gakoko Sur les collines Bindoyi, Bitare et Kavure Les limites de la Réserve Naturelle de Nyungwe, à partir de la rivière Mbirurume, passent par les points (0761326EW; 9746867NS: P6); (0761170EW; 9746962NS: P11); (0761038EW; 9747220NS: P8); (0760847EW; 9747471NS: P11); (0760742EW; 9747488NS: P10); (0760741EW; 9747634NS: P13); (0760726EW; 9747828NS: P5) et (0760468EW; 9748329NS: P12) à la frontière des secteurs Gakoko et Kibuburo. 2.2 DISTRICT DE RUSENYI 2.2.1 Secteur Gisovu Cellules Kibuburo et Rutiti Sur les collines Cyashyamba, Ryabicinya, Nyirakigunzu et Ryabicinyiro Les limites de la Réserve Naturelle de Nyungwe passent par les points (0760201EW; 9748051NS: P10); (0760003EW; 9747742NS: P25); (0759785EW; 9747802NS: P12); (0759597EW; 9747714NS: P10); (0759664EW; 9747555NS: P6); (0759471EW; 9747551NS: P16); (0759090EW; 9747782NS: P17); (0756585EW; 9747777NS: P8); (0759422EW; 9747457NS: P12); (0759539EW; 9747343NS: P12); (0759306EW; 9747245NS: P17); (0759285EW; 9747399NS: P6); (0759167EW; 9747364NS: P8); (0758989EW; 9747251NS: P7); (0759006EW; 9747815NS: P7); (0758768EW; 9747736NS: P7); (0758798EW; 9747401NS: P7); (0758580EW; 9747078NS: P10); (0758530EW; 9747078NS: P13); (0758377EW; 9747068NS: P11); (0758305EW; 9747175NS: P12); (0758321EW; 9747295NS: P10); (0758218EW; 9747424NS: P19); (0758238EW; 9747592NS: P12); (0758169EW; 9747817NS; P6); (0758098EW; 9748127NS: P6); (0757866EW; 9748294NS: P8); (0757576EW; 9748334NS: P5); (0757245EW; 9748261NS: P10) et (0756799EW; 9748356NS: P5) à la frontière des secteurs Gisovu et Giko. 2.2.2 Secteur Giko Cellule Nyarusiza Sur les collines Kigogo et Mishahi Les limites de la Réserve Naturelle de Nyungwe sont situées aux points (0756672EW; 9748665NS: P11); (0756444EW; 9748833NS: P7); (0756218EW; 9748848NS: P6); (0755936EW; 9748846NS: P9); (0755721EW; 9748820NS: P17); (0755569EW; 9748830NS: P11); (0755399EW; 9748735NS: P10); (0755235EW; 9748649NS: P6); (0755371EW; 9748198NS: P8) et (0755509EW; 9748147NS: P9); (0755716EW; 9748322NS:P5); (0755921EW; 9748459NS: P9); (0756069EW; 9748262NS: P11); (0756331EW; 9747991NS: P7); (0756639EW; 9748001NS: P11); (0756802EW; 9747851NS: 5); (0755808EW; 9747703NS: P14) et (0756734EW; 9747557NS: P12). III. PROVINCE DE CYANGUGU Dans la Province de Cyangugu, quatre (4) Districts qui partagent les limites avec la Réserve Naturelle de Nyungwe sont les suivants: GATARE, NYAMASHEKE, BUKUNZI et BUGARAMA. 3.1 DISTRICT DE GATARE 3.1.1 Secteur Cyiya Cellule Rugabe Sur la colline Kabere A partir de la frontière entre les Provinces de Kibuye et Cyangugu, les limites de la Réserve Naturelle de Nyungwe passent par les points (0756891EW; 9747282NS: P7); (0756822EW; 9746881NS: P11); (0757138EW; 9746835NS:P9); (0757313EW; 9746647NS: P6); (0757486EW; 9746532NS: P9); (0757251EW; 9746294NS: P13); (0757055EW; 9746219NS: P11); (0756689EW; 9745616NS: P10); (0756470EW; 9745221NS: P8); (0756409EW; 9744854NS: P7); (0756285EW; 9744261NS: P7); (0756211EW; 97434482NS: P13); (0756359EW; 9743361NS: P13); (0756029EW; 9743143NS: P5) et (0755384EW; 9742403NS: P14). Sur la colline Cyagafuni Les limites de la Réserve Naturelle de Nyungwe passent par les points (0754958EW; 9742964NS: P10); (0754936EW; 9743429NS: P8); (0754584EW; 9743632NS: P8); (0754340EW; 9743831NS: P13); (0753994EW; 9743974NS: P4) et (0753784EW; 9744246NS: P5) située à la frontière cellules Rugabe et Gitovu. 3.1.2 Secteur Ngange Cellule Kagarama et Rushubi Sur la colline Muzimu A partir de la frontière avec cellule Rugabe, les limites de la Réserve Naturelle de Nyungwe passent par les points (0753278EW; 9744106NS: P8); (0753217EW; 9743717NS: P12); (0752996EW; 9743347NS: P15); (0572700EW; 9742894NS: P13); (0752722EW; 9742724NS: P8) située à la frontière des Secteurs Cyiya et Gitovu. Cellule Nyabyumba Sur la colline Muzimu A partir de la frontière des secteurs Cyiya et Ngange, les limites de la Réserve Naturelle de Nyungwe passent par les points (0752497EW; 9742440NS: P4); (0752585EW; 9741924NS: P5); (0752925EW; 9741521NS: P7); (0753088EW; 9741224NS: P6) et (0753119EW; 9741151NS: P9). 3.1.3 Secteurs Karambi et Mugomba Cellule Misirimbo Sur la colline Muzimu Les limites de la Réserve Naturelle de Nyungwe passent par les points (0753521EW; 9741045NS: P18); (0753965EW; 9740838NS: P12) et (0753989EW; 9740801NS: P10). Cellule Gasovu, Kageyo et Rwunamuka Sur la colline Muzimu, Rutambi, Uwintobo, Gishwati et Uwinzovu Du secteur Kirambi en passant par le secteur Mugomba, les limites de la Réserve Naturelle de Nyungwe traversent la colline Muzimu B aux points (0754308EW; 9741023NS: P16); (0754794EW; 9740617NS: P7); (0754745EW; 9740134NS: P9); (0754468EW; 9739619NS: P13); (0754346EW; 9739295NS: P9); (0754170EW; 9739002NS: P6); (0753939EW; 9738977NS: P13); (0753489EW; 9738806NS: P7); (0753449EW; 9738523NS: P12) et sur les collines Rutambi, Uwintobo, Gishwati et Nzovu, aux points (0753630EW; 9738539NS: P8); (0753585EW; 9738446NS: P9); (0753242EW; 9738255NS: P7); (0753231EW; 9737652NS: P29); (0752810EW; 9737939NS: P12); (0752652EW; 9737632NS: P7); (0752724EW; 9737197NS: P9) et (0752820EW; 9737015NS: P5). 3.1.5 Secteur Rwumba Cellule Gasasa Sur les collines Kimbeho, Mushekera, Kirumbi et Kinombe A partir de la frontière entre les Secteurs Mugomba et Rwumba, les limites de la Réserve Naturelle de Nyungwe passent par les points (0752787EW; 9736883NS: P10); (0752945EW; 9736574NS: P24); (0753365EW; 9736781NS: P17); (0753896EW; 9736748NS: P10); (0753528EW; 9736393NS: P7); (0753060EW; 9736232NS: P14); (0753096EW; 9735927NS: P8); (0753064EW; 9735591NS: P7); (0753310EW; 9735775NS: P7); (0753764EW; 9735597NS: P17); (0753767EW; 9735133NS: P11); (0754131EW; 9734927NS: P6); (0754476EW; 9734358NS: P6) jusqu’au point (0754707EW; 9734244NS: P16) à la frontière des collines Kinombe et Rongi. Sur les collines Rongi, Bwiza, Cyintare et Cyumushwati Les limites de la Réserve Naturelle de Nyungwe passent par les points (0754689EW; 9734167NS: P8); (0754370EW; 9733844NS: P11); (0754002EW; 9733586NS: P19); (0754073EW; 9733202NS: P20); (0754250EW; 9733088NS: P13); (0753998EW; 9732882NS: P13); (0753711EW; 9732763NS: P8); (0753511EW; 9732837NS: P10); (0753264EW; 9732662NS: P5); (0753939EW; 9732478NS: P11); (0752433EW;9732376NS: P4); (0751864EW; 9732703NS:P 4) et (0751340EW; 9733063NS: P 4) à la frontière des Cellules Rugabe et Ntsinduka. Cellule Ntsinduka Sur les collines Kibwija et Ntabuye Les limites de la Réserve Naturelle de Nyungwe passent par les points (0750952EW; 9733889NS: P 4); (0750341EW; 9733585NS: P7); (0749797EW; 9733607NS: P4); (0749522EW; 9733158NS: P6); (0749601EW; 9732710NS: P6) et (0749525EW; 9732278NS: P10). Cellules Gashihe et Rwumba Sur les collines Gasarenda et Uwingongo Les limites de la Réserve Naturelle de Nyungwe passent par le points (0749270EW; 9732220NS: P6); (0749120EW; 9732298NS: P11); (0749086EW; 9732602NS: P5); (0748820EW; 9732978NS: P7); (0748451EW; 9732500NS: P7); (0748969EW; 9732098NS: P11) et (0747817EW; 9732129NS: P9). 3.1.6 Secteur Yove Cellule Gituntu Sur la colline Mworerwa A partir de la frontière entre les secteurs Rwumba et Yove, au point (0747757EW; 9732124NS: P9), les limites de la Réserve Naturelle de Nyungwe passent par les points (0747619EW; 9731752NS: P7); (0747681EW; 9731304NS: P9); (0747727EW; 9731047NS: P11) et (0747613EW; 9730696NS: P8). Cellules Rushahaga, Bwanama et Kizinga Sur les collines Mworerwa, Gakoko et Kinyange Les limites de la Réserve Naturelle de Nyungwe passent par les points (0747157EW; 9730847NS: P10); (0746874EW; 9730523NS: P8); (0746748EW; 9730263NS: P16); (0747098EW; 9730114NS: P12); (0747072EW; 9729804NS: P18); (0747137EW; 9729589NS: P7); (0747961EW; 9729489NS: P8); (0747165EW; 9728818NS: P11); (0746965EW; 9729308NS: P10); (0746663EW; 9729491NS: P8); (0746380EW; 9729797NS: P5); (0745992EW; 9729593NS: P5) jusqu’au point (0745782EW; 9729559NS: P11) à la limite des secteurs Yove et Gahisi. 3.1.7 Secteur Gahisi Cellule Gasanane Sur les collines Rugogwe, Banda, Gasanane, Kigezi et Uwakagano Les limites de la Réserve Naturelle de Nyungwe se prolongent sur les points (0745802EW; 9729401NS: P3); (0746123EW; 9729210NS: P4); (0746425EW; 9728884NS: P6); (0746085EW; 9728691NS: P6); (0746077EW; 9728559NS: P6); (0746626EW; 9728334NS: P12); (0746706EW; 9727964NS: P6); (0746635EW; 9727665NS: P4); (0746235EW;9727466NS: P4); (0746058EW; 9727041NS: P5); (0745723EW; 9727361NS: P7); (0745575EW; 9727864NS: P6); (0745255EW;9728098NS: P11) et (0745062EW; 9727712NS: P16). Cellule Banda Sur la colline Uwakagano Les limites de la Réserve Naturelle de Nyungwe passent par les points (0744690EW; 9727286NS: P12);(0744675EW; 9727117NS: P12); (0744176EW; 9727360NS: P7); (0744415EW; 9727689NS: P10); (0744250EW; 97277878NS: P12); (0744376EW; 9727975NS: P11) et (0744247EW; 9728445NS: P6). Cellule Ruganza Sur les collines Bururi et Kigogo Les limites de la Réserve Naturelle de Nyungwe passent par les points (0743664EW; 9728547NS: P12); (0743374EW; 9728916NS: P6); (0742960EW; 9729234NS: P6); (0742524EW; 9729490NS: P15); (0742479EW; 9730064NS: P6);(0742926EW; 9730227NS: P13); (0741974EW; 9730681NS: P6); (0741685EW; 9730331NS: P8) et (0741392EW; 9730535NS: P8). Cellule Gakenke Sur les collines Kigogo, Rutabanzogera et Tubuye Les limites de la Réserve Naturelle de Nyungwe passent par les points (0741126EW; 9730929NS: P6); (0741156EW; 9731293NS: P10); (0740630EW; 9731547NS: P10); (0740587EW; 9731872NS: P10); (0740560EW; 9732052NS: P5); (0740319EW; 9732360NS: P7) et (0740057EW: 9732667NS:P14). 3.2 DISTRICT DE NYAMASHEKE 3.2.1 Secteur Rangiro Cellules Nyakabingo et Kibavu Sur les collines Nyakibande, Gisozi et Kibavu A partir de la frontière des Districts de Gatare et de Nyamasheke, aux points (0740012EW; 9732756NS: P14), les limites de la Réserve Naturelle de Nyungwe passent par les points (0739913EW; 9732803NS: P6); (0739524EW; 9732835NS: P5); (0738925EW; 9732508NS: P11); (0738940EW;973212NS: P7); (0738771EW; 9731984NS: P5); (07387734EW; 9732275NS: P7); (0738687EW; 9732464NS: P8); (0738605EW; 9732607NS: P4); (0738652EW; 9732891NS: P11); (0738340EW; 9732914NS: P7); (0737972 EW; 9732781NS: P4); (0737701EW; 9732488NS: P4); (0737437EW; 9732182NS: P9); (0737217EW; 9732288NS: P12); (0737019EW; 9732487NS: P15); (0737014EW; 9732706 NS: P16); (0736854EW; 9732037NS: P16) et (0736439EW; 9732944NS: P7). 3.2.2 Secteur Mpabe Cellule Gasebeya Sur la colline Ryamondi Les limites de la Réserve Naturelle de Nyungwe passent par les points (736294EW; 9732772NS: P17); (0735990EW; 9732511NS: P6); (0735960EW; 9732892NS: P7); (0735840EW; 9733157NS: P11) et (0735597EW; 9733516NS: P6). 3.2.3 Secteur Bushekeri Cellule Mpumbu Sur collines Mpumbu et Rushoka Les limites de la Réserve Naturelle de Nyungwe passent par les points (0735252EW; 9733216NS: P8); (0735208EW; 9732200NS:P37); (0735275EW; 9732504NS:P13); (0735525EW; 9732090NS: P8); (0735258EW; 9731729NS: P13); (0735453EW; 9731325NS: P5); (0735182EW; 9731195NS: P6); (0734935EW; 9731086NS: P15); (0735229EW; 9731278NS: P6); (0734953EW; 9731496NS: P25); (0734544EW; 9731244NS: P4) et (0734392EW; 9730925NS: P11). Cellule Buvungira Sur la colline Gasebeya Les limites de la Réserve Naturelle de Nyungwe passent par les points (0734393EW; 9730639NS: P4); (0734510EW; 9730433NS: P6); (0734515EW; 9730179NS: P8); (0734400EW; 9729888NS: P7); (0734520EW; 9729797NS: P8); (0734308EW; 9729778NS: P4); (0734081EW; 9729662NS: P7) et (0733828EW; 9729729NS: P7). Cellule Rwumba Sur les collines Nyamirabyo, Muyogoro, Mujabagiro et Manoza Les limites de la Réserve Naturelle de Nyungwe passent par les points (0733587EW; 9729572NS: P5); (0733864EW; 9729658NS: P11); (0733933EW; 9729652NS: P4); (0733939EW; 9729569NS: P4); (0734048EW; 9729370NS: P4); (0734007EW; 9729214NS: P7); (0733671EW; 9729191NS: P11); (0733345EW; 9729223NS: P6); (0733134EW; 9729051NS: P6); (0733259NS; 9728565NS: P8); (0733130EW; 9728389NS: P5); (0733017EW; 9728230NS: P6); (0733011EW; 9728021NS: P11); (0733161EW; 9728081NS: P6); (0733429EW; 9728039NS: P8); (0733461EW; 9727784NS: P6); (0733492EW; 9727559NS: P8); (0733329EW; 9727679NS: P6); (0732997EW; 9727684NS: P8); (0732680EW; 9727827NS: P5); (0732350EW; 9727832NS: P4); (0732556EW; 9727229NS: P9); (0732216EW; 9727407NS: P9); (0732304EW; 9727588NS: P5); (0732017EW; 9727524NS: P13); (0731875EW; 9727851NS: P6); (0731452EW; 9727965NS: P10); (0731709EW; 9728121NS: P6); (0731368EW; 9728341NS: P3); (0731334EW; 9727966NS: P7); (0731213EW; 9728145NS: P5); (0731088EW; 9728349NS: P5); (0730732EW; 9728037NS: P4); (0730836EW; 9728395NS: P13); (0730527EW; 9728193NS: P9) et (0730359EW; 9728206NS: P4). Cellule Yove Sur les collines Gisunzu et Nyabinyoni Les limites de la Réserve Naturelle de Nyungwe passent par (0730238EW; 9728055NS: P17); (0730086EW; 9728190NS: P12); (0729860EW; 9728318NS: P6); (0729654EW; 9728477NS: P9); (0729553EW; 9728611NS: P4); (0729368EW; 9728807NS: P15); (0729181EW; 9728951NS: P8) et (0729010EW; 9729215NS: P11). A partir de ce point, les limites de la Réserve Naturelle de Nyungwe sont constituées par la rivière Nyabinjanga. 3.3 DISTRICT DE BUKUNZI 3.3.1 Secteur Ruharambuga Cellule Nganzo Sur la colline Nganzo De la rivière Nyabinjanga, les limites de la Réserve Naturelle de Nyungwe passent par les points (0728928EW; 9729436NS: P5); (0728687EW; 9729035NS: P9); (0728689EW; 9728845NS: P4); (0728318EW; 9728474NS: P6) et (0728150EW; 9728036NS: P5). 3.3.2 Secteur Rwabidege Cellule Wimana Sur les collines Nyagishenyi et Matyazo Les limites de la Réserve Naturelle de Nyungwe passent par les points (0728269EW; 972604NS: P4); (0728376EW; 9727241NS: P6); (0728511EW; 9726847NS: P5); (728490EW; 9726604NS: P13); (0728870EW; 9726245NS: P12); (0729086EW; 9725991NS: P10) et (0729269EW; 9725862NS: P5). Cellules Kigogo et Kagabiro Sur les collines Gihoromani et Nkomero Les limites de la Réserve Naturelle de Nyungwe passent par les points (0729617EW; 9725447NS: P8); (0729548EW; 9725082NS: P8); (0729592EW; 9724805NS: P10); (0729581EW; 9724426NS: P14) et (0729301EW; 9724167NS: P10). 3.3.3 Secteur Kanyinya Cellule Nyamurira et Gitwa Sur les collines Karumbi, Mugarama, Cyantambara et Bisuri Les limites de la Réserve Naturelle de Nyungwe passent par les points (0729631EW; 9723944NS: P5); (0729620EW; 9723528NS: P16); (0729603EW; 9723184NS: P20); (0729937EW; 9722894NS: P10); (0729952EW; 9722639NS: P10); (0730225EW; 9722302NS: P5) et (0730451EW; 9721975NS: P8). Cellule Muganza Sur les collines Bisuri et Rukereka Les limites de la Réserve Naturelle de Nyungwe passent par les points (0730582EW; 9721841NS: P9) et (07308894EW; 9721458NS: P7). Ailleurs, le Parc National de Nyungwe est déterminé par la rivière Rubyiro. 3.4 DISTRICT DE BUGARAMA 3.4.1 Secteur Bunyereri Cellule Nyantomvu Sur la colline Munagana A partir du point (0730500EW; 9719850: P8) situé à la confluence des rivières Rubyiro et Munagana, les limites de la Réserve Naturelle de Nyungwe suivent la rivière Munagana jusqu’au point (0730568EW; 9719586NS: P11). 3.4.2 Secteur Butare Cellule Rugera Sur les collines Matiritiri, Rugera et Mizibira Les limites de la Réserve Naturelle de Nyungwe passent par les points (0730568EW; 9719539NS: P12); (0731013EW; 9719658NS: P6); (0731382EW; 9719691NS:P6); (0731756EW; 9719543NS: P8); (0732093EW; 9719858NS: P8); (0732364EW; 9720082NS: P11); (0732681EW; 9749767NS: P4); (0732985EW; 9719454NS: P9); (0733088EW; 9719140NS: P20) et (0733317EW; 9718686NS: P9). 3.4.3 Secteur Gasumo Cellules Rwambogo et Kibenga Sur les collines Rugeti et Uwinturo Les limites de la Réserve Naturelle de Nyungwe passent par les points (0733965EW; 9718722NS: P7); (0734175EW; 9718283NS: P7); (0734525EW; 9718149NS: P12); (0734908EW; 9718294NS: P7); (0735327EW; 9718081NS: P15); (0735640EW; 9717488NS: P8); (0736281EW; 9716813NS: P7); (0736544EW; 9716451NS: P5); (0736877EW; 9716839NS: P13); (0737221EW; 9716591NS: P14) et (0737426EW; 9716273NS: P3). Cellule Bayumba Sur les collines Bayumba, Kibuburo, Munkamba, Rebero Les limites de la Réserve Naturelle de Nyungwe passent par les points (0737928EW; 9716060NS: P4); (0738453EW; 9716152NS: P8); (0738690EW; 9716550NS: P10); (0739235EW; 9716713NS: P6); (0739724EW; 9716912NS: P6) et (0740306EW; 9716374NS: P3). 3.4.4 Secteur Bweyeye Cellule Rasano Sur la colline Gakungu Les limites de la Réserve Naturelle de Nyungwe passent par les points (0740867EW; 9716185NS: P8); (0741454EW; 9715847EW: P5); (0741909EW; 9715689NS: P7) et (0742414EW; 9715125NS: P16). Cellules Murwa et Kiyabo Sur les collines Kabahogoye et Nyabigoma Les limites de la Réserve Naturelle de Nyungwe passent par les points (0742552EW; 9714813NS: P9); (0743123EW; 9714451NS: P4); (0743481EW; 9713774NS: P4) et (0743979EW; 9713258NS: P10). Sur les collines Bizore, Rutobo et Matyazo Les limites de la Réserve Naturelle de Nyungwe partent du point (0744253EW; 9712838NS: P4) et se prolongent sur les points (0744615EW; 9713111NS: P22); (0744969EW; 9713385NS: P7); (0745256EW; 9713649NS: P5); (0745693EW; 9713128NS: P7); (0746049EW; 9712889NS: P11); (0746161EW; 9712697NS: P5); (0746339EW; 9712812NS: P11); (0746375EW; 9712279NS: P8); (0746556EW; 9711973NS: P7); (0746752EW; 9711535NS: P10); (0747431EW; 9711615NS: P13) et (0747706EW; 9711478NS: P7). Cellule Gikungu Sur les collines Rwamagare et Kibonajoro Les limites de la Réserve Naturelle de Nyungwe passent par les points (0748162EW; 9711569NS: P6) et (0748258EW; 9711398NS: P8). Cellule Nyamuzi Sur les collines Gakopfu et Muhiza Les limites de la Réserve Naturelle de Nyungwe passent par les points (0748791EW; 9711402NS: P4); (0749018EW; 9711032NS: P3); (0749037EW; 9710177NS: P4) jusqu’au point (0749070EW; 9709663NS: P5) situé sur la rivière Ruhwa qui sépare le Rwanda et le Burundi. Au Sud, à la frontière entre Rwanda et le Burundi, les limites de la Réserve Naturelle de Nyungwe sont déterminées par la rivière Ruhwa qui la sépare de la Forêt Naturelle de Kibira. B. LA FORET NATURELLE DE CYAMUDONGO La Forêt Naturelle de Cyamudongo incorporée dans le Parc National de Nyungwe est située dans le District de BUKUNZI, Province de CYANGUGU. 1. Secteur Muhanga 1.1. Cellule Gatare Sur les collines de Mwinjiro et Gashirira Les limites de la Forêt Naturelle de Cyamudongo, constituées par la route Nkungu-Nyakabuye, partent du point (0720475EW; 9718795NS: P5) et se prolongent aux points (0720631EW; 9718875NS: P15); (0720520EW; 9719031NS: P9); (0720587EW; 9719206NS: P8); (0720702EW; 9719399NS: P8) et (0720938EW; 9719384NS: P8). 2. Secteur Nkungu 2.1. Cellule Mwango Sur les collines Gashirira, Mataba, Kiduhi et Uwisuri Les limites de la Forêt naturelle de Cyamudongo passent par les points (0721133EW; 9719313NS: P15); (0721083EW; 9719467NS: P8); (0721582EW; 9719545NS: P13); (0721446EW; 9719615NS: P10); (0721424EW; 9719472NS: P9); (0921517EW; 9719393NS: P5); (0971586EW; 9719349NS: P5); (0721573EW; 9719169NS: P11); (0721654EW; 9719019NS: P15); (0721707EW; 9718900NS: P6); (0721756EW; 9718715NS: P9) et (0721922EW; 9718650NS: P10). 2.2. Cellule Bafatampundu Sur la colline Bafatampundu Les limites de la Forêt Naturelle de Cyamudongo passent par les points (0722086EW; 9718635NS: P8); (0722116EW; 9718678NS: P11) et sur le rocher de Nyirandakunze. Elles s’étendent aux points (0722326EW; 9718595NS: P4); (0722359EW; 9718341NS: P18); (0722305EW; 9718165NS: P8); (0722281EW; 9718014NS: P20) et (0722007EW; 9717934NS: P11). 3. Secteur Nyakabuye 3.1. Cellule Gikombe Sur les collines Gikombe et Muyange Les limites de la Forêt Naturelle de Cyamudongo passent par les points (0721652EW; 9717835NS: P12); (0721396EW; 9717619NS: P20); (0721319EW; 9717420NS: P25); (0721057EW; 9717317NS: P10); (0721016EW; 9717156NS: P9); (0721085EW; 9717067NS: P14); (0721292EW; 9717031NS: P15); (0721351EW; 9716947NS: P14); (0721439EW; 9716900NS: P8) et (0721400EW; 9716820NS: P8). 4. Secteur Muhanga 4.1. Cellule Gatare Sur les collines Mwinjiro, Nyarubande, Rwanzovu et Cyamudongo Les limites de la Forêt Naturelle de Cyamudongo passent par les points (0720540EW; 9718722NS: P17); (0720646EW; 9718517NS: P8); (0720456EW; 9718359NS: P12) et (0720373EW; 9718215NS: P12) situé sur la rivière. Les limites suivent cette rivière jusqu’au point (0720207EW; 9717815NS: P10). Elles se prolongent aux points (0720156EW; 9717758NS: P16); (0720045EW; 9717736NS: P10); (0719949EW; 9717510NS:P5) situé sur la route vers Nyakabuye; (0720020EW; 9717373NS: P20); (0719947EW; 9717241NS: P9); (0719873EW; 9717155NS: P11); (0719793EW; 9717045NS: P11); (0719811EW; 9716898NS: P7) et (0719823EW; 9716795NS: P8). 5. Secteur Kaboza 5.1. Cellule Kabucuku Sur la colline Kabucuku Les limites de la Forêt Naturelle de Cyamudongo passent par les points (0719838EW; 9716584NS: P9) situé sur le rocher; (0719866EW; 9716462NS: P10); (0719981EW; 9716407NS: P15); (0720134EW; 9716591NS: P7); (0720297EW; 9716429NS: P14); (0720525EW; 9716400NS: P7) et (0720680EW; 9716338NS: P8). 6. Secteur Gitambi 6.1. Cellule Rwihene Sur la colline Rwihene Les limites de la Forêt Naturelle de Cyamudongo passent par les points (0720853EW; 9716413NS: P16) et (0721067EW; 9716411NS: P10). 7. Secteur Nyakabuye 7.1. Cellule Kinunga Sur la colline Kinunga Les limites de la forêt naturelle de Cyamudongo passent par les points (0721115EW; 9716542NS: P6); (0721014EW; 9716683NS: P10); (0721175EW; 9716699NS: P22) (0721303EW; 9716770NS: P23) et 0721369EW; 9716838NS: P8). C. LA FORET NATURELLE DE GISAKURA La Forêt Naturelle de GISAKURA incorporée dans le Parc National de Nyungwe est localisée dans le District de NYAMASHEKE, Secteur Bushekeri, Cellule Rwumba, sur la colline de Gisakura, dans la Province de CYANGUGU. Les limites de la Forêt Naturelle de Gisakura entourée par les plantations de thé, suivent les points présentés dans le tableau ci-dessous: PROVINCE DISTRICT SECTEUR CELLULE COLLINE Point No EW NS P Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Caractéristiques Une route entourée des plantations de thé; assez d’arbres de taille moyenne Une route entourée des plantations de thé; assez d’arbres de taille moyenne Une route entourée des plantations de thé; assez d’arbres de taille moyenne Une route entourée des plantations de thé; assez d’arbres de taille moyenne Une route entourée des plantations de thé; assez d’arbres de taille moyenne Une route entourée des plantations de thé; assez d’arbres de taille moyenne Une route entourée des plantations de thé; assez d’arbres de taille moyenne De gros arbres, la forêt est entourée d’une petite route et des plantations de thé De gros arbres, la forêt est entourée d’une petite route et des plantations de thé De gros arbres, la forêt est entourée d’une petite route et des plantations de thé Une route entourée des plantations de thé; assez d’arbres de taille moyenne Une route entourée des plantations de thé; assez d’arbres de taille moyenne Une route entourée des plantations de thé; assez d’arbres de taille moyenne Une route entourée des plantations de thé; assez d’arbres de taille moyenne Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Une route entourée des plantations de thé; assez d’arbres de taille moyenne Arbres de taille moyenne, la forêt est entourée d’une petite plantation d’arbres appartenant à l’usine Arbres de taille moyenne, la forêt est entourée d’une petite plantation d’arbres appartenant à l’usine Une route entourée des plantations de thé; assez d’arbres de taille moyenne Une route entourée des plantations de thé; assez d’arbres de taille moyenne De gros arbres, la forêt est entourée d’une petite route et des plantations de thé De gros arbres, la forêt est entourée d’une petite route et des plantations de thé Arbres de taille moyenne, la forêt est entourée des plantations de thé Arbres de taille moyenne, la forêt est entourée des plantations de thé Arbres de taille moyenne, la forêt est entourée des plantations de thé Arbres de taille moyenne, la forêt est entourée des plantations de thé et d’une petite route Arbres de taille moyenne, la forêt est entourée des plantations de thé et d’une petite route Arbres de taille moyenne, la forêt est entourée des plantations de thé et d’une petite route Arbres de taille moyenne, la forêt est entourée des plantations de thé et d’une petite route Arbres de taille moyenne, la forêt est entourée des plantations de thé et d’une petite route Arbres de taille moyenne, la forêt est entourée des plantations de thé et d’une petite route Arbres de taille moyenne, la forêt est entourée des plantations de thé et d’une petite route Arbres de taille moyenne, la forêt est entourée des plantations de thé et d’une petite route Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Cyangugu Nyamasheke Bushekeri Rwumba Gisakura Arbres de taille moyenne, la forêt est entourée des plantations de thé et d’une petite route Arbres de taille moyenne, la forêt est entourée des plantations de thé et d’une petite route Arbres de taille moyenne, la forêt est entourée des plantations de thé et d’une petite route Arbres de taille moyenne, la forêt est entourée des plantations de thé et d’une petite route Arbres de taille moyenne, la forêt est entourée des plantations de thé et d’une petite route Arbres de taille moyenne, la forêt est entourée des plantations de thé et d’une petite route Arbres de taille moyenne, la forêt est entourée des plantations de thé et d’une petite route Arbres de taille moyenne, la forêt est entourée des plantations de thé et d’une petite route Arbres de taille moyenne, la forêt est entourée des plantations de thé et d’une petite route Kigali, le 21/11/2005 Le Président de la République KAGAME Paul (sé) Le Premier Ministre MAKUZA Bernard (sé) Le Ministre du Commerce, de l’Industrie, de la Promotion des Investissements, du Tourisme et des Coopératives MUSONI James (sé) Le Ministre des Terres, de l’Environnement, des Forêts, de l’Eau et des Mines MUGOREWERA Drocella (sé) Vu et scellé du Sceau de la République: Le Ministre de la Justice MUKABAGWIZA Edda (sé) ANNEXE 2 A LA LOI N° 22/2005 DU 21/11/2005 PORTANT CREATION DU PARC NATIONAL DE NYUNGWE. LES LIMITES DE LA ZONE TAMPON DU PARC NATIONAL DE NYUNGWE I. PROVINCE DE GIKONGORO Dans la Province de Gikongoro, les Districts qui partagent les limites avec la Zone Tampon du Parc National de Nyungwe sont NSHILI, MUDASOMWA et MUSHUBI. 1.1. DISTRICT DE NSHILI 1.1.1 Secteur Remera Cellule Mubuga Sur la colline Nyabihu Les limites de la Zone Tampon du Parc National de Nyungwe partent du point (0771188EW; 9690795NS: P5). 1.1.2 Secteur Gisanze Cellule Uwimbogo Sur les collines Uwimbogo et Uwamaceba Les limites de la Zone Tampon du Parc National de Nyungwe s’étendent sur les points (0770880EW; 9691387NS: P4); (0770553EW; 9691893NS: P6); (0770150EW; 9692408NS: P6); (0769909EW; 9692682NS: P7) et (769657EW; 9693074NS: P5) Cellule Tambananga Sur la colline Gihehe A partir de la rontière avec la Cellule Uwimbogo, au point (07699378EW; 9693641NS: P6), les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (076993358EW; 9694230NS:P4); (0769155EW; 9694505NS:P7); (07698868EW; 9694632NS:P4) et (0768338EW; 9694321NS:P4) situé dans la vallée de Birara. 1.1.3 Secteur Rutiti Cellule Mishungero Sur les collines Shingangabo et Cyabakunzi Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0767835EW; 9694634NS: P5); (0767461EW; 9695204NS:P5); (0767366EW; 9695808NS: P7); (0767210EW; 9696191NS: P12) et (07677272EW; 9696656NS: P6). Cellule Cyabakunzi Sur la colline Uwanyirangendo Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0767202EW; 9696902NS: P7) et atteignent un ruisseau situé au point (0767489EW; 9696889NS: P5). Les limites de la Zone Tampon sont déterminées par cette petite rivière jusqu’au point où elle rencontre la rivière Birara. Les limites suivent la direction de cette rivière jusqu’au point (0767866EW; 9697055NS: P5), situé sur le pont. 1.1.4 Secteur Nyabimata Cellule Ruhinga Sur les collines Kibabara, Gitake, Gihinga, Uwabaganza, Gisego et Uwimiganza Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0767837EW; 9697315NS: P5); (0768086EW; 9697521NS: P4); (0767353EW; 9699755NS: P6); (0767445EW; 9700147NS: P6); (07677463EW; 9700826NS: P6); (0767976EW; 9701351NS: P4); (0768036EW; 9701896NS: P4); (0767856EW; 9702424NS: P11); (0767837EW; 9702867NS: P4) et (0768112EW; 9703224NS: P7). 1.1.5 Secteur Tangabo Cellule Tangabo Sur la colline Vubiro Sauf entre les points (0768559EW; 9704464NS: P14) et (0768615EW; 9704461NS: P8) où la Zone Tampon n’existe pas, les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0768675EW; 9704526NS: P8) et (0768992EW; 9704355NS: P7). 1.1.6 Secteur Rwishywa Cellule Kibarara Sur la colline Uwabiganza Les limites de la Zone Tampon du Parc National de Nyungwe passent par le point (07699079EW; 9704609NS: P8). Cellule Karanka Sur la colline Vubiro Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (07699322EW; 9704866NS: P9); (0769519EW; 9705205NS: P5); (0769501EW; 9705537NS: P9); (0769536EW; 9705661NS: P10) et (0769479EW; 9705768NS: P12). Cellules Uwagaju et Kanazi Sur les collines Uwagaju, Nkomero, Muyira et Kigogo Les limites de la Zone Tampon du Parc National de Nyungwe s’étendent sur les points (0769721EW; 9705811NS: P4); (0769561EW; 9706438NS: P4); (0769484EW; 9706947NS: P7); (0768943EW; 9707258NS: P6); (0769213EW; 9707760NS: P7); (0769566EW; 9708327NS: P4); (0769484EW; 9708534NS: P7); (0769505EW; 9708861NS: P7) et (0769723EW; 9709538NS: P4) située à la frontière des secteurs Rwishywa et Gahurizo. 1.1.7 Secteur Gahurizo Cellule Mironzi Sur les collines Kigogo et Kungongo Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0769928EW; 9710211NS: P4); (0769959EW; 9710694NS: P4); (0770414EW; 9710840NS: P9); (0770585EW; 9711041NS: P5) et (0770837EW; 9711106NS: P7). Cellules Gahurizo et Uwanyiramariza Sur les Collines Gahurizo, Uwanyiramariza, Kanyenzi, Maruruma et Kibuye Les limites de la Zone Tampon du Parc National de Nyungwe passent par les (0770705EW; 9711513NS: P5); (0770931EW; 9711899NS: P4); (07711074EW; 9711569NS: P8); (0771318EW; 9712169NS: P4); (0771602EW; 9712001NS: P9); (0771758EW; 9712220NS: P7); (0772035EW; 9712342NS: P10); (0771596EW; 9712338NS: P7); (07711471EW; 9712763NS: P6); (0771491EW; 9713033NS: P5) jusqu’à la rivière Akanyaru. 1.2 DISTRICT DE MUDASOMWA 1.2.1 Secteur Kitabi Cellule Kintobo Sur les collines Rukungu, Mushabarara et Sigira Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0767665EW; 97719544NS: P6); (0767548EW; 9719941NS: P6); (0767769EW; 9720094NS: P9); (0767465EW; 9720281NS: P8); (07677697EW; 9720702NS: P6) jusqu’à la petite rivière, au point (0767693EW; 7200778NS: P6). 1.2.2 Secteur Munini Cellule Mabende A partir de la colline Uwabukuba en passant par les collines Mabende, Bicyamo, Uwamashyiga, Uwamajerekani, Uwinzovu et Kivuko Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (07677360EW; 97221202NS: P7); (07677127EW; 9721600NS: P11); (0767136EW; 9721947NS: P7); (0767159EW; 9722255NS: P8); (0767055EW; 9722428NS: P8); (0767165EW; 9722765NS: P12); (0766938EW; 9722971NS: P9); (0766754EW; 9723297NS: P15); (0766507EW; 9723530NS: P7); (0766434EW; 9723776NS: P7);(0766798EW; 9723837NS: P9); (0767148EW; 9723984NS: P8) jusqu’au point où un ruisseau rencontre la rivière Nyirakivuko. Les limites prolongent la rivière Nyirakivuko jusqu’à la confluence avec Rubyiro et prolongent cette rivière. Aux endroits qui ne sont pas traversés par la rivière, les limites passent par le point (0767381EW; 9724920NS: P8). La rivière Rubyiro sert encore une fois de limite jusqu’au au point (0767007EW; 9724912NS: P10) à la frontière des Districts Mudasomwa et Mushubi. 1.3 DISTRICT MUSHUBI 1.3.1 Secteur Bushigishigi Cellule Kinaba Sur la colline Uwimbaragasa A partir du pont situé sur la rivière Rubyiro, les limites de la Zone Tampon du Parc National de Nyungwe, en déviant cette rivière, passent par les points (0767072EW; 9725312NS; P5); (0767176EW; 9725499NS: P7); (0767106; 9725617: P7) jusqu’au point de confluence avec la rivière Rubyiro. Cellule Uwinzira Sur les collines Uwinzira, Gihunga, Kagano et Muganza Les limites de la Zone Tampon du Parc National de Nyungwe suivent la rivière Rubyiro. Si vous laissez la direction de la rivière, les limites passent par les points (0766869EW; 9726334NS: P8); (0766958EW; 9727624NS: P7) situé sur le pont de la rivière Rwimbeho et (0766621EW; 9726968NS: P8) en déviant la rivière. Ailleurs, les limites passent par les points (0766505EW; 9727399NS: P9); (0766180EW; 9727943NS: P12); (0765950EW; 9728029NS: P10); (0765813EW; 9728062NS: P13); (0765581EW; 9728486NS: P6) et (0765208EW; 9728378NS: P8). Cellule Tantamara Sur la colline Tantamara Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0765300EW; 9728909NS: P6) situés sur la route qui mène à la Crête Congo-Nil; (0765202EW; 9729288NS: P18); (0765453EW; 9729584NS: P11) et se prolongent jusqu’à la rivière Rukarara. 1.3.2 Secteur Gifurwe Cellule Uwinzovu Sur les collines Uwagashishi et Uwuruce Les rivières Rukarara et Nyirampuhwe déterminent les limites de la Zone Tampon du Parc National de Nyungwe. Si vous déviez la rivière, les limites passent par le point (0766173EW; 9731569NS: P5) jusqu’à la rivière Nyiragitovu. Cellule Gitovu Sur les collines Gitovu, Uwabashefu, Umunini et Kukanyama Les limites de la Zone Tampon du Parc National de Nyungwe partent de la rivière Nyiragatovu et passent par les points (0766059EW; 9732035NS: P7) et (0765891EW; 9732126NS: P13). Ailleurs, les limites de la Zone Tampon du Parc National de Nyungwe sont constituées par la rivière Nyirampuhwe. En déviant la rivière, les limites passent par les points (0765751EW; 9732798NS: P5); (0765717EW; 9733176NS: P10); (0765646EW; 9733336NS: P4) et jusqu’à la confluence des rivières Umushabarara et Nyiramishwi. A partir de ce point, les limites suivent la rivière Nyiramishwi jusqu’à la confluence avec la rivière Nyirampuhwe. Les limites suivent cette rivière. 1.3.3 Secteur Gikungu Cellule Rwamakara Sur les collines Kanyama, Kibuburo, Murongoro et Gitsinduka Les rivières Nyirampuhwe et Murongoro déterminent les limites de la Zone Tampon du Parc National de Nyungwe. Ailleurs, les limites passent par les points (0764704EW; 9735297NS: P6); (0764519EW; 9735856NS: P10); (0764997EW; 9735916NS: P5); (0765053EW; 9736384NS: P8); (0764989EW; 9736837NS: P10); (0764751EW; 9737428NS: P6) et (0765024EW; 9737867NS: P9) situé à la frontière des secteurs Gikungu et Nyarwungo. 1.3.4 Secteur Nyarwungo Cellule Gitake Sur les collines Rugege, Nyeshondi, Kibuga, Kabebe et Kabuga Les limites de la Zone Tampon du Parc National de Nyungwe passent par le point (0765213EW; 9738279NS: P14); (0765599EW; 9738366NS: P5); (0765112EW; 9738708NS: P7); (0764760EW; 9739119NS: P10); (0764999EW; 9739415NS: P7) et (0764945EW; 9739713NS: P8). 1.3.5 Secteur Kabavu Cellule Kivumu Sur les collines Kavumu et Kabebe Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0764972EW; 9740109NS: P10); (0765069EW; 9740648NS: P6); (0765228EW; 9741211NS: P9); (0765146EW; 9742102NS: P11) et (0765223EW; 9742864NS: P4). 1.3.6 Secteur Bitandara Cellule Banda Sur la colline Rucundura Les limites de la Zone Tampon du Parc National de Nyungwe passent par le point (0765154EW; 9743375NS: P5) sur le pont situé sur la rivière Rucundura. 1.3.7 Secteur Musaraba Cellule Rukero Sur les collines Matyazo et Bisharara Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0764373EW; 9743888NS: P5); (0764867EW; 9744492NS: P9); (0764984EW; 9745111NS: P5); (0764950EW; 9745553NS: P7); (0764617EW; 9745538NS: P7) et (0764445EW; 9746099NS: P7). 1.3.8 Secteur Rwufi Cellule Kinyonzwe Sur les collines Shishi, Runanira, Rusyo et Gihuno Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0974308EW; 9746657NS: P12); (0763510EW; 9746690NS: P10) situés sur la petite rivière Matyazo; (0763011EW; 9746712NS: P5); (0762934EW; 9746317NS: P14) sur le pont de la rivière Ruhorobero; (0762620EW; 9746599NS: P7); (0762164EW; 9746480NS: P10) situés sur la rivière; (0761680EW; 9746269NS: P7); (0761144EW; 09746437NS: P4) jusqu’à la rivière Mbirurume. II. PROVINCE DE KIBUYE Dans la Province de Kibuye, les Districts frontaliers de la Zone Tampon du Parc National de Nyungwe sont ITABIRE et RUSENYI. 2.1 DISTRICT D’ITABIRE 2.1.1 Secteur Twumba Cellule Twumba Sur les collines Bitare, Kavure et Cyashyamba A partir de la rivière Mbirurume, les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0759362EW; 9748244NS: P10); (0758671EW; 9748473NS: P6) sur la route qui mène à Uwisumo et (0758116EW; 9748348NS: P6). 2.2 DISTRICT DE RUSENYI 2.2.1 Secteur Gisovu Cellule Kibuburo Sur les collines Ryabicinyiro, Gabiro, Kagabo, Kibumbiro, Mitake et Uwisumo A partir du pont situé à la confluence de Cyashyamba et Ryabicinyiro, les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0757547EW; 9748763NS: P9); (0757055EW; 9749035NS: P5); (0756863EW; 9749247NS: P7); (0756160EW; 9749202NS: P6); (0755490EW; 9749090NS: P5); (0756285EW; 9747938NS: P6); (0756231EW; 9747394NS: P5); (0756026EW: 9747135NS: P5) jusqu’à la rivière Kirimbi. III. PROVINCE DE CYANGUGU Dans la Province de Cyangugu, les Districts frontaliers à la Zone Tampon du Parc National de Nyungwe sont GATARE, NYAMASHEKE, BUKUNZI et BUGARAMA. 3.1 DISTRICT DE GATARE 3.1.1 Secteur Cyiya Cellule Rugabe Sur les collines Nkonde et Nyarutoyi Les limites de la Zone Tampon du Parc National de Nyungwe sont déterminées par les rivières Kirimbi. En dehors de cette rivière, les limites passent par les points (0755772EW; 9746929NS: P4); (0755622EW; 9745703NS: P5) jusqu’à la rivière qui sépare les secteurs Cyiya et Ngange. 3.1.2 Secteur Ngange Cellules Mushubi, Rushubi et Kagarama Sur les collines Uwakagano, Uwakaborogo et Makoko Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0755093EW; 9744929NS: P8) et (0754744EW; 9744293NS: P6). 3.1.3 Secteur Mugomba Cellule Kageyo Sur les collines Rutambyi, Uwintobo et Gishwati Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0752853EW; 9741391NS: P8); (0752614EW; 9740579NS: P13) jusqu’à la rivière Ruzi. Les limites continuent au point (0753261EW; 9740453NS: P4) jusqu’à la rivière Karundura. Cellule Rwunamuka Sur les collines Makukuri, Kunzovu et Gahurizi Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0753246EW 9739902NS: P10) et se prolongent en suivant la petite rivière située dans la vallée. Les limites continuent aux points (0753310EW; 9739432NS: P12); (0753186EW; 9738822NS: P9); (0752526EW; 9738509NS: P13); (0752308EW; 9737854NS: P13) et (0751060EW; 9737461NS: P8). 3.1.4 Secteur Rwumba Cellule Gasasa Sur les collines Munini, Gisyo et Gisunyu Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0750429EW; 9736513NS: P4); (0750939EW; 9735935NS: P5); (0751412EW; 9735606NS: P4) et (0751547EW; 9734862NS: P8). Les limites passent également par la rivière Gisyo, au point (0750776EW; 9734295NS: P8) et suivent la rivière Nyirakibande. Cellule Ntsinduka Sur les collines Kibwija et Gasarenda Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0749624EW; 9733724NS: P5) et (0749039EW; 9733553NS: P4). Cellule Gashihe Sur les collines Rusi et Karambo Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0748447EW; 9733312NS: P12) et (0747890EW; 9733047NS:P6). 3.1.5 Secteur Yove Cellule Gituntu Sur la colline Mworerwa Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0747380NS; 9732323NS: P6) et (0746962EW; 9731573NS: P12). Cellule Bwanama Sur la colline Gakoko I Les limites de la Zone Tampon du Parc National de Nyungwe passent par le point (0746744EW; 9730810NS: P7). Cellule Kizinga Sur les collines Gakoko II et Cyandongozi Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0746578EW; 9730182NS:P15); (0746603EW; 9729752NS:P8) et (0745825EW; 9729513NS: P4). 3.1.6 Secteur Gahisi Cellule Gasanane Sur les collines Gasanane, Gabo et Uwakagano Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0746260EW; 9727680NS: P7); (0745856EW; 9727502NS: P8); (0745404EW; 9728351NS: P5) et (0745137EW; 9728129NS: P4). Cellule Banda Sur la colline Uwakagano Les limites de la Zone Tampon du Parc National de Nyungwe constituées par la route Banda- Kamatsira, passent par les points (0744860EW; 9727972NS: P5); (0744484EW; 9727912NS: P6); (0744546EW; 9738663NS: P6); (0744193EW; 9728640NS: P5) et (0743655EW; 9728917NS: P4). Cellule Ruganza Sur les collines Kigogo II et Kigogo I Les limites de la Zone Tampon du Parc National de Nyungwe, sur la route qui mène vers Kamatsira, qui traverse la rivière Bururi, passent par les points (0743664EW; 9729413NS: P7); (0743689EW; 9729779NS: P6); (0743658EW; 9730078NS: P10); (0743442EW; 9730381NS: P7); (0743368EW; 9730523NS: P8); (0743109EW; 9730673NS: P10) situé sur la rivière; (0743231EW; 9730817NS: P6); (0742802EW; 9730982NS: 9); (0742755EW; 9731258NS: P6) et (0742340EW; 9731204NS: P9). Cellule Gakenke Sur les collines de Kigogo I, Tubuye, Kamatsira et Nyakibande Les limites de la Zone Tampon du Parc National de Nyungwe suivent la route qui mène vers Kamatsira et passent par les points (0742132EW; 9731147NS: P13); (0741805EW; 9731188NS: P5); (0741621EW; 9731167NS: P9) et (0741264EW; 9731224NS: P5). Ces limites se prolongent sur les points (0741290EW; 9731546NS: P8); (0741194EW; 9731762NS: P14); (0741007EW; 9732005NS: P8); (0740858EW; 9732409NS: P8); (0740852EW; 9732703NS: P13); (0741046EW; 9733175NS: P4); (0740720EW; 9732864NS: P9); (0740724EW; 9732947NS: P14); (0740245EW; 9732933NS: P6) jusqu’à la rivière Nyirabikesha. 3.2 DISTRICT DE NYAMASHEKE 3.2.1 Secteur Rangiro Cellule Gakenke Sur la colline Nyakibande A partir de la rivière Nyirabikesha, les limites de la Zone Tampon du Parc National de Nyungwe passent par le point (0740124EW; 9732921NS: P5). Cellule Nyakabingo Sur les collines Ryabihanga et Gisozi Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0739926EW; 9733181NS: P7); (0739846EW; 9733300NS: P7); (0739501EW; 9732985NS: P8) et (0739096EW; 9732971NS: P10). Cellule Kibavu Sur la colline Ruheru Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0737478EW; 9732489NS: P5); (0737542EW; 9733010NS: P6); (0737513EW; 9733206NS: P10) et (0737194EW; 9733021NS: P12). 3.2.2 Secteur Mpabe Cellule Gasebeya Sur la colline Ryamondi Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0737152EW; 9733221NS: P7); (0736825EW; 9733516NS: P6); (0736567EW; 9733766NS: P4); (0736253EW; 9733647NS: P11) et (0736179EW; 9733424NS: P13) situés sur la rivière Nyabugonde qui sépare les Secteurs Mpabe et Bushekeri. 3.2.3 Secteur Bushekeri Cellule Mpumbu Sur les collines Rushoka I et Rushoka II Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0735901EW; 9733766NS: P8); (0735758EW; 9733642NS: P15); (0735474EW; 9733514NS: P7); (0735077EW; 9733616NS: P10); (0734521EW; 9733482NS: P15); (0733964EW; 9733462NS: P9); (0733807EW; 9733263NS: P5) et (0734154EW; 9732558NS: P11). 3.3 DISTRICT DE BUKUNZI 3.3.1 Secteur Rwabidege Cellule Wimana Sur la colline Gihoromani et Nkomero Les limites de la Zone Tampon du Parc National de Nyungwe passent sur la rivière Maryo et (0728521EW; 9726393NS: P6). au point Cellule Kigogo Sur les collines Kanyovu, Makoti et Gihoromani Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0728635EW; 9725784NS: P6); (0728737EW; 9725626NS: P4); (0729013EW; 9725619NS: P5); (0729177EW; 9725749NS: P9); (0729303EW; 9725540NS: P7) et (0729489EW; 9725386NS: P5). Cellule Kagabiro Sur la colline Nkomero Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0729553EW; 9724766NS: P8) et (0729375EW; 9724278NS: P4). 3.3.2 Secteur Kanyinya Cellule Nyamurira Sur la colline Mugarama Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0729223EW; 9724130NS: P4) et (0729514EW; 9723791NS: P11). Cellule Gitwa Sur la colline Gitwa Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0729573EW; 9721946NS: P6); (0729960EW; 9722342NS: P5); (0730268EW; 9722052NS: P6); (0730808EW; 9721431NS: P4) jusqu’à la rivière Rubyiro. 3.4. DISTRICT DE BUGARAMA 3.4.1 Secteur Bunyereri Cellule Nyantomvu Sur la colline Munagana Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0730512EW; 9719415NS: P9) sur la rivière Cyandabageza; (0730404EW; 9719490NS: P12); (0730316; 9719619NS: P6); (0730252EW; 9719619NS:P6); (0730202; 9719697: P9) sur la rivière Bunagana et (0730182; 971818NS: P7) sur la rivière Rubyiro. 3.4.2 Secteur Butare Cellule Rugera Sur la colline Matiritiri Les rivières Rubyiro et Ruhwa déterminent les limites de la zone tampon du Parc National de Nyungwe, sauf entre les points (0730372EW; 9719188NS: P14) et (0730193EW; 9719695NS: P12). Ailleurs, les limites passent par les points (0730297EW; 9719589NS: P3); (0731180EW; 9719564NS: P5); (0731900EW; 9719583NS: P4) et (0732995EW; 9718884NS: P5). 3.4.3 Secteur Gasumo Cellule Rwambogo Sur les collines Ruhunde, Cyaruhiza et Rugete Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0734064EW; 9718283NS: P3) jusqu’à la rivière qu’elles suivent et qui se jette dans le Lac Kivu. Ailleurs, les limites passent par les points (0736298EW; 9716423NS: P9); (0736642EW; 9715794NS: P11); (0736974EW; 9716139NS: P4) et (0736764EW; 9716635NS: P7). Cellule Bayumba Sur les collines Bayumba, Munkamba et Rebero Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0737663EW; 9715912NS: P4); (0738327EW; 9716022NS: P4); (0738550EW; 9716174NS: P5) situés sur la rivière; (0739487EW; 9716627NS: P5) et (0740398EW; 9716077NS: P9). 3.4.4 Secteur Bweyeye Cellule Rasano Sur la colline Rebero Les limites de la Zone Tampon du Parc National de Nyungwe passent par le point (07740724EW; 9715761NS: P3) situé sur la rivière. Cellule Mwezi Sur la colline Nyabishyimbo Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0742253EW; 9714759NS: P6) situés sur la rivière Koko. Cellule Murwa Sur les collines Canandebe et Nyabigoma Les limites de la Zone Tampon du Parc National de Nyungwe passent par le point (0743940EW; 9712090NS: P5); (0744769EW; 9712922NS: P4) et (0745568EW; 9712647NS: P4). Cellule Kiyabo Sur la colline Bweyeye Les limites de la Zone Tampon du Parc National de Nyungwe passent par le point (0746433EW; 9711646NS: P5) situé dans la vallée. Cellule Gikungu Sur les collines Bweyeye et Kibonajoro Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0746988EW; 9711257NS: P11) et (0747993EW; 9711290NS: P4). Cellule Nyamuzi Sur les collines Gakopfu et Muhiza Les limites de la Zone Tampon du Parc National de Nyungwe passent par les points (0748888EW; 9711191NS: P4) et (0749010EW; 9710079NS: P3) jusqu’à la frontière entre le Rwanda et le Burundi. Kigali, le 21/11/2005 Le Président de la République KAGAME Paul (sé) Le Premier Ministre MAKUZA Bernard (sé) Le Ministre du Commerce, de l’Industrie, de la Promotion des Investissements, du Tourisme et des Coopératives MUSONI James (sé) Le Ministre des Terres, de l’Environnement, des Forêts, de l’Eau et des Mines MUGOREWERA Drocella (sé) Vu et scellé du Sceau de la République: Le Ministre de la Justice MUKABAGWIZA Edda (sé)"
    },
    {
      "provision_ref": "artpremier",
      "section": "premier",
      "title": "Article premier",
      "content": "Il est créé le Parc National de Nyungwe. Le Parc National de Nyungwe est constitué par la Réserve Naturelle de Nyungwe, dont la superficie est de cent un mille et cinq cent quinze hectares et cinquante-neuf ares (101.515,59 ha), la Forêt Naturelle de Cyamudongo dont la superficie est de quatre cent trente hectares et trente-huit ares (430,38 ha) et la Forêt Naturelle de Gisakura dont la superficie est de onze hectares et soixante-dix ares (11,70 ha). La superficie totale est de cent un mille neuf cent cinquante-sept hectares et soixante-sept ares (101.957,67 ha). Les limites du Parc National de Nyungwe déterminées par la présente loi sont indiquées à l’annexe 1."
    }
  ],
  "definitions": []
}
