{
  "id": "rw-law-2013-65",
  "type": "statute",
  "title": "Law establishing the Institute of Legal Practice and Development (ILPD) and determining its Mission, Organization and Functioning",
  "title_en": "Law establishing the Institute of Legal Practice and Development (ILPD) and determining its Mission, Organization and Functioning",
  "short_name": "Law 65 of 2013",
  "status": "repealed",
  "issued_date": "2013-08-27",
  "in_force_date": "2013-10-14",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/65/eng@2013-10-14",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes a high learning Institute of Legal Practice and Development, abbreviated as “ILPD” and determines its mission, organisation and functioning. ILPD shall have legal personality, administrative and financial autonomy and shall be managed in accordance with general provisions governing public institutions."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Head office of ILPD",
      "content": "The head office of ILPD shall be located in Nyanza District, Southern Province. It may be transferred elsewhere on the Rwandan territory if deemed necessary. In order to fulfill its mission, ILPD may have branches elsewhere in the country if deemed necessary, upon approval by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Mission of ILPD",
      "section": "3",
      "title": "Article 3 – Mission of ILPD",
      "content": "ILPD shall have the following main missions: 1° to provide legal professional education to persons holding at least a Bachelor’s Degree in Law; 2° to provide training to those working in the field of justice and in related fields; 3° to promote research and disseminate law; 4° to collaborate with other institutions of learning and research in Rwanda and abroad in the field of education and research in order to promote law and justice; 5° to support any other initiative that may contribute to the promotion of law and justice."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter III – Supervising authority of ILPD and its category",
      "section": "4",
      "title": "Article 4 – Supervising authority of ILPD and its category",
      "content": "A Prime Minister’s Order shall determine the supervising authority of ILPD and its category. There shall be concluded, between the supervising authority of ILPD and its decision-making organ, a performance contract determining competences, rights and obligations of each party in order for ILPD to fulfill its mission. Such a contract shall be valid for a period equal to the term of office of the members of the decision-making organ of ILPD."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter IV – Organization and functioning of ILPD",
      "section": "5",
      "title": "Article 5 – Management organs of ILPD",
      "content": "ILPD shall be comprised of the following two (2) management organs: 1° the Board of Directors; 2° the General Directorate A Prime Minister’s Order may determine other relevant organs in order for ILPD to fulfill its mission."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter IV – Organization and functioning of ILPD",
      "section": "6",
      "title": "Article 6 – Board of Directors",
      "content": "The Board of Directors of ILPD shall be the governing and decision-making organ. Its competences, responsibilities and functioning as well as responsibilities and term of office of its members shall be determined by a Prime Minister’s Order. A Presidential Order shall appoint members of the Board of Directors including the Chairperson and Vice Chairperson. Members of the Board of Directors shall be selected on the basis of their competence and expertise. At least thirty per cent (30%) of the members of the Board of Directors shall be females."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter IV – Organization and functioning of ILPD",
      "section": "7",
      "title": "Article 7 – Sitting allowances for members of the Board of Directors",
      "content": "Members of the Board of Directors present in the meetings of the Board of Directors shall be entitled to sitting allowances determined by a Presidential Order."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter IV – Organization and functioning of ILPD",
      "section": "8",
      "title": "Article 8 – Incompatibilities with membership of the Board of Directors of ILPD",
      "content": "Apart from members of the Board of Directors who are part of teaching staff of ILPD, other members shall not be allowed to perform any remunerated activity within ILPD. Members of the Board of Directors shall also not be allowed, either individually or companies in which they hold shares, to bid for tenders of ILPD."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Organization and functioning of ILPD",
      "section": "9",
      "title": "Article 9 – Composition of the General Directorate of ILPD",
      "content": "Members of the General Directorate of ILPD shall be appointed by a Presidential Order. The competences and responsibilities of members of the General Directorate of ILPD as well as modalities for performance of their duties shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organization and functioning of ILPD",
      "section": "10",
      "title": "Article 10 – Statute governing staff of ILPD and the benefits of members of General Directorate and the staff of ILPD",
      "content": "The teaching and research staff of ILPD shall be governed by a statute established by a Presidential Order. The staff of ILPD shall be governed by the General Statutes for Rwanda Public Service. Benefits allocated to members of the General Directorate and to the staff of ILPD shall be determined in accordance with legal provisions determining benefits to employees of public institutions."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organization and functioning of ILPD",
      "section": "11",
      "title": "Article 11 – Organization, functioning and responsibilities of ILPD organs",
      "content": "The organization, functioning and responsibilities of ILPD organs shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter V – Property and finance",
      "section": "12",
      "title": "Article 12 – Property of ILPD and its sources",
      "content": "The property of ILPD shall be comprised of immovables and movables. It shall come from the following sources: 1° State budget allocations; 2° State or partners’ subsidies; 3° income from various services and activities of ILPD; 4° tuition fees paid by ILPD students; 5° donations and bequests; 6° loans granted to ILPD approved by the Minister in charge of finance; 7° assets formerly owned by ILPD established by Law nº 22/2006 of 28/04/2006 establishing the Institute of Legal Practice and Development."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter V – Property and finance",
      "section": "13",
      "title": "Article 13 – Use, management and audit of the property of ILPD",
      "content": "The use, management and audit of the property of ILPD shall be carried out in accordance with relevant legal provisions. The internal audit unit of ILPD shall submit a report to the Board of Directors with a copy to the head of the General Directorate of ILPD."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter V – Property and finance",
      "section": "14",
      "title": "Article 14 – Approval and management of the budget of ILPD",
      "content": "The budget of ILPD shall be approved and managed in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter V – Property and finance",
      "section": "15",
      "title": "Article 15 – Annual financial report",
      "content": "Within three (3) months following the closure of the financial year, the head of the General Directorate of ILPD shall submit the annual financial report to the supervising authority of ILDP after its approval by the Board of Directors in accordance with laws governing the management of the State finance and property."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "16",
      "title": "Article 16 – Transfer of contracts, activities and property of ILPD",
      "content": "Any agreement of ILPD concluded before the publication of this Law in the Official Gazette of the Republic of Rwanda shall remain valid. Activities, movable and immovable property, and liabilities of ILPD instituted by Law n° 22/2006 of 28/04/2006 establishing Institute of Legal Practice and Development shall be transferred to ILPD established by this Law."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "17",
      "title": "Article 17 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "18",
      "title": "Article 18 – Repealing provision",
      "content": "Law n° 22/2006 of 28/04/2006 establishing the Institute of Legal Practice and Development and all prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "19",
      "title": "Article 19 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
