{
  "id": "rw-law-road-maintenance-fund-2013-49",
  "type": "statute",
  "title": "Law establishing Road Maintenance Fund (RMF) and determining its Mission, Organisation and Functioning",
  "title_en": "Law establishing Road Maintenance Fund (RMF) and determining its Mission, Organisation and Functioning",
  "short_name": "Law 49 of 2013",
  "status": "repealed",
  "issued_date": "2013-06-28",
  "in_force_date": "2013-07-12",
  "url": "https://rwandalii.org/akn/rw/act/law/road-maintenance-fund/2013/49/eng@2013-07-12",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes Road Maintenance Fund, abbreviated as “RMF”. It also determines its mission, organisation and functioning. RMF shall have legal personality, administrative and financial autonomy and be governed in accordance with general provisions governing Public Institutions."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Head office of RMF",
      "content": "The head office of RMF shall be located in Kigali City, the Capital of the Republic of Rwanda. It may be transferred elsewhere on the Rwandan territory if deemed necessary. In order to fulfil its mission, RMF may have branches elsewhere in the country if deemed necessary, upon approval by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Mission of RMF",
      "section": "3",
      "title": "Article 3 – Mission of RMF",
      "content": "RMF shall have the following mission: 1º 1° to receive, effectively manage, disburse funds for the maintenance of national, Districts and Kigali City roads - Class One determined by an Order of the Ministry in charge of roads; 2º to collaborate with other relevant organs in preparation of road maintenance programs which are funded by RMF; 3º to ensure that tender documents for project proposals of road maintenance comply with law before the funding of maintenance works is approved; 4º to make sure works that require payment were effectively conducted as it was planned in the signed contract; 5º to cooperate and collaborate with other regional and international funds having similar mission; 6º to expropriate the public and compensate their damaged works in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter III – Supervising authority of RMF and its category",
      "section": "4",
      "title": "Article 4 – Supervising authority of RMF and its category",
      "content": "A Prime Minister’s Order shall determine the supervising authority of RMF and its category. There shall be concluded between the supervising authority of RMF and its decision-making organ a performance contract determining competences, rights and obligations of each party in order for RMF to fulfil its mission. Such a contract shall be valid for a period equal to the term of office of members of the decision-making organ of RMF."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter IV – Organisation and functioning of RMF",
      "section": "5",
      "title": "Article 5 – Management organs of RMF",
      "content": "RMF shall be comprised of the following two (2) management organs: 1º the Board of Directors; 2º the General Directorate. A Prime Minister’s Order may determine other relevant organs in order for RMF to fulfill its mission."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter IV – Organisation and functioning of RMF",
      "section": "6",
      "title": "Article 6 – Board of Directors of RMF",
      "content": "The Board of Directors of RMF shall be the governing and decision-making organ. Competences, responsibilities and functioning of Board of Directors as well as the responsibilities and the term of office of its members shall be determined by a Prime Minister’s Order. A Presidential Order shall appoint members of the Board of Directors including the Chairperson and the Deputy Chairperson. Members of the Board of Directors shall be selected on the basis of their competence and expertise. At least thirty per cent (30%) of the members of the Board of Directors shall be females."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter IV – Organisation and functioning of RMF",
      "section": "7",
      "title": "Article 7 – Sitting allowances for members of the Board of Directors",
      "content": "Members of the Board of Directors present in meetings of the Board of Directors shall be entitled to sitting allowances determined by a Presidential Order."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter IV – Organisation and functioning of RMF",
      "section": "8",
      "title": "Article 8 – Incompatibilities with membership of the Board of Directors",
      "content": "Members of the Board of Directors shall not be allowed to perform any remunerated activity within RMF. They shall also not be allowed, either individually or companies in which they hold shares, to bid for tenders of RMF."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Organisation and functioning of RMF",
      "section": "9",
      "title": "Article 9 – Composition of the General Directorate of RMF",
      "content": "Members of the General Directorate of RMF shall be appointed by a Presidential Order. The competence and responsibilities of the members of the General Directorate of RMF as well as the modalities for performance of their duties shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organisation and functioning of RMF",
      "section": "10",
      "title": "Article 10 – Statute governing staff of RMF and benefits of members of the General Directorate and staff of RMF",
      "content": "The staff of RMF shall be governed by the General Statute for Rwanda Public Service. Benefits allocated to the members of the General Directorate and to the staff of RMF shall be determined in accordance with legal provisions governing benefits to employees of public institutions."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organisation and functioning of RMF",
      "section": "11",
      "title": "Article 11 – Organization, functioning and responsibilities of organs of RMF",
      "content": "The organization, functioning and responsibilities of organs of RMF shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter V – Property and finance",
      "section": "12",
      "title": "Article 12 – Property of RMF and its sources",
      "content": "The property of RMF shall comprise movables and immovables. It shall come from the following sources: 1° the State budget allocation; 2° State or partners' subsidies; 3° proceeds from its property; 4° road user charge levied on gas oil and petrol; 5° road toll levied on foreign registered vehicles; 6° compensation for damages caused to the national road network; 7° loans to RMF approved by the Minister in charge of Finance; 8° donation and bequests; 9° property formerly owned by FER. [article 12 substituted by article 1 of Law 12BIS of 2014 ]"
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter V – Property and finance",
      "section": "13",
      "title": "Article 13 – Use, management and audit of the property",
      "content": "The use, management and audit of the property of RMF shall be carried out in accordance with relevant legal provisions. RMF internal audit unit shall submit a report to the Board of Directors with a copy to the head of the General Directorate of RMF."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter V – Property and finance",
      "section": "14",
      "title": "Article 14 – Approval and management of the budget of RMF",
      "content": "The budget of RMF shall be approved and managed in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter V – Property and finance",
      "section": "15",
      "title": "Article 15 – Annual financial report",
      "content": "Within three (3) months following the end of the financial year, the head of the General Directorate of RMF shall submit the annual financial report to the supervising authority of RMF after approval by the Board of Directors in accordance with laws governing the management of State finance and property."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "16",
      "title": "Article 16 – Transfer of property of FER",
      "content": "Activities, movable and immovable property, liabilities and denomination of FER are hereby transferred to RMF."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "17",
      "title": "Article 17 – FER former staff members",
      "content": "FER staff members meeting the requirements during the recruitment shall be transferred to RMF in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "18",
      "title": "Article 18 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "19",
      "title": "Article 19 – Repealing provision",
      "content": "Law n° 14bis/98 of 05/11/1998 concerning the establishing of the National Road Fund and fixing its resources, Law n° 52 bis/2006 of 12/12/2006 determining responsibilities, organization and functioning of the Road Maintenance Fund (FER) as well as all other prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "20",
      "title": "Article 20 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
