{
  "id": "rw-law-2013-42",
  "type": "statute",
  "title": "Law establishing Rwanda Broadcasting Agency and determining its Mission, Organization and Functioning",
  "title_en": "Law establishing Rwanda Broadcasting Agency and determining its Mission, Organization and Functioning",
  "short_name": "Law 42 of 2013",
  "status": "repealed",
  "issued_date": "2013-06-16",
  "in_force_date": "2013-07-12",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/42/eng@2013-07-12",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law shall establish the Rwanda Broadcasting Agency, abbreviated as “RBA”. This Law shall also determine its mission, organization and functioning. RBA shall have legal personality, administrative and financial autonomy."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Objective of RBA",
      "content": "RBA’s objective shall be to provide a wide range of information and broadcasts as well as entertainment programs aimed at promoting the Rwandan society and meeting people’s needs. To achieve its objective, RBA shall use Radio broadcasting, Television and modern information technology."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Head office of RBA",
      "content": "The head office of RBA shall be located in Kigali City, the Capital of the Republic of Rwanda. The head office of RBA may be transferred elsewhere on the Rwandan territory if deemed necessary. RBA may have branches elsewhere in the country upon approval of the Board of Directors. However, the establishment of branches abroad shall be approved by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Missions of RBA",
      "section": "4",
      "title": "Article 4 – Missions of RBA",
      "content": "The main missions of RBA are shall be follows: 1° to provide the Rwandan population and other members of its audience with national and international news that is not biased and accurate; 2° to provide the Rwandan population and other members of its audience with educational programs; 3° to provide the Rwandan population and other members of its audience with recreational and entertaining programs; 4° to promote the Rwandan culture; 5° to deliver to residents of Rwanda the benefit of new information and communication technologies; 6° to act as a catalyst for national development; 7° to ensure good management of its resources and activities and to ensure their exploitation; 8° to establish relations and collaboration with other regional and international partners as appropriate; 9° to ensure equitable distribution of infrastructure for audio and video broadcasting by interested licensed operators; 10° to bring Rwanda to the Global information arena."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter III – Organisation and functioning of RBA",
      "section": "5",
      "title": "Article 5 – Management organs",
      "content": "RBA shall have the following management organs: 1° the Board of Directors; 2° the Directorate General."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter III – Organisation and functioning of RBA",
      "section": "6",
      "title": "Article 6 – Responsibilities of the Board of Directors",
      "content": "The Board of Directors of RBA shall have the following responsibilities: 1° to uphold the independence of RBA; 2° to establish the strategic vision and action plan of RBA; 3° to ensure that RBA operates in the general interest of the population; 4° to promote the editorial line of RBA, the code of professional ethics and press laws; 5° to approve RBA annual activity plan; 6° to approve RBA activity and financial reports for the preceding financial year; 7° to approve RBA annual budget; 8° to approve the internal rules and regulations of RBA; 9° to monitor the management of RBA property; 10° to approve the statutes governing RBA staff, their salaries and the organization and functioning of RBA departments; 11° to review the performance of RBA to ensure conformity with the action plan and the budget; 12° to monitor the performance of the Directorate General of RBA."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Organisation and functioning of RBA",
      "section": "7",
      "title": "Article 7 – Legal representation of RBA",
      "content": "The Chairperson of the Board of Directors shall be the legal representative of RBA."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Organisation and functioning of RBA",
      "section": "8",
      "title": "Article 8 – Members of the Board of Directors",
      "content": "The Board of Directors of RBA shall be the supreme governing organ of RBA. It shall comprise seven (7) members with skills, knowledge and integrity. At least thirty percent (30%) of the members of the Board of Directors shall be females. Members of the Board of Directors including the Chairperson and the Deputy Chairperson shall be appointed by a Presidential Order upon approval by the Cabinet after transparent and public selection. Members of the Board of Directors shall be selected from the Civil Society and Private Sector. Members of the Board of Directors shall be appointed for a term of office of three (3) years renewable only once."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Organisation and functioning of RBA",
      "section": "9",
      "title": "Article 9 – Independence of the Board of Directors",
      "content": "Members of the Board of Directors shall demonstrate independence and shall neither seek nor accept instructions from any authority unless otherwise provided for by law. Members of the Board of Directors shall always act in the public interest and not use the powers conferred upon them for personal gains."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Organisation and functioning of RBA",
      "section": "10",
      "title": "Article 10 – Functioning of the Board of Directors",
      "content": "The Chairperson shall convene and preside over the meetings of the Board of Directors. The Chairperson shall be assisted by the Deputy chairperson in performing his/her duties. Modalities for convening and presiding over the meetings of the Board of Directors and taking decisions as well as other functioning modalities for the Board of Directors shall be determined by the internal rules and regulations of RBA."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Organisation and functioning of RBA",
      "section": "11",
      "title": "Article 11 – Sitting allowances of members of the Board of Directors",
      "content": "Members of the Board of Directors present in the meetings of the Board of Directors shall receive sitting allowances as determined in RBA internal rules and regulations."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Organisation and functioning of RBA",
      "section": "12",
      "title": "Article 12 – Incompatibilities with membership of the Board of Directors of RBA",
      "content": "Members of the Board of Directors shall not be allowed to perform any remunerated activity within RBA. Neither shall they be allowed, whether individually nor companies in which they hold shares, to bid for tenders of RBA."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Organisation and functioning of RBA",
      "section": "13",
      "title": "Article 13 – Loss of membership to the Board of Directors",
      "content": "A member of the Board of Directors shall lose his/her office if: 1° he/she dies; 2° his/her term of office expires; 3° he/she gives a written notice of his/her resignation; 4° he/she can no longer perform his/her duties due to physical or mental disability duly ascertained by an authorized medical doctor; 5° he/she has been sentenced to a term of imprisonment equal to or exceeding six (6) months; 6° he/she jeopardizes the interests of RBA; 7° he/she demonstrates behaviour incompatible with his/her duties; 8° he/she no longer fulfils the requirements considered at the time of his/her appointment to the Board of Directors; 9° he/she is convicted of the crime of genocide ideology; 10° he/she is convicted of the crime of genocide against Tutsi; 11° he/she is convicted of the crime of discrimination and divisionism; 12° he/she confesses and pleads guilty of genocide. In the event of termination by a member of the Board of Directors before the expiry of his/her term of office, the competent authority shall appoint his/her successor. The appointee shall serve the remainder of the term of office if such a remainder is equal to or exceeds six (6) months."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Organisation and functioning of RBA",
      "section": "14",
      "title": "Article 14 – Members of the General Directorate, their appointment and dismissal",
      "content": "The General Directorate of RBA shall comprise of the Director General and the Deputy Director General of RBA who shall be appointed and dismissed by a Presidential Order. The President of the Republic shall nominate them after consultation with the Board of Directors of RBA."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Organisation and functioning of RBA",
      "section": "15",
      "title": "Article 15 – Responsibilities of the Director General",
      "content": "The Director General shall coordinate and manage the daily activities of RBA. He/she shall be particularly responsible for the following: 1° to monitor and coordinate Editorial Board activities and artistic output of RBA; 2° to give service-related instructions and to monitor staff performance; 3° to submit to the Board of Directors the annual action plan and related budget; 4° to submit to the Board of Directors a report on the implementation of the programs of RBA and on the execution of its budget; 5° to implement resolutions of the Board of Directors of RBA."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Organisation and functioning of RBA",
      "section": "16",
      "title": "Article 16 – Responsibilities of the Deputy Director General",
      "content": "The Deputy Director General shall assist and deputize the Director General in case of absence. He/she shall be particularly responsible for the following: 1° to prepare the annual activity plan and related budget; 2° to develop and implement the income generating activity plan of the RBA; 3° to ensure proper use of budget and property of RBA."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter V – Property and finance of RBA",
      "section": "17",
      "title": "Article 17 – Property of RBA and its sources",
      "content": "The property of RBA shall be comprised of movable and immovable assets. It shall come from the following sources: 1° income from services rendered; 2° revenue from its property; 3° Government subsidies; 4° Partners’ subsidies; 5° donations and bequests; 6° movable and immovable property which belonged to ORINFOR, with the exception of that belonging to print media."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter V – Property and finance of RBA",
      "section": "18",
      "title": "Article 18 – Use, management and auditing of the property of RBA",
      "content": "The use, management and audit of the property of RBA shall be carried out in accordance with relevant legal provisions. The internal audit department of RBA shall submit its report to the Board of Directors and reserve a copy thereof to the Director General of RBA."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter V – Property and finance of RBA",
      "section": "19",
      "title": "Article 19 – Adoption and management of the budget of RBA",
      "content": "The budget of RBA shall be adopted in accordance with this Law and managed in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "20",
      "title": "Article 20 – Transfer of the property of ORINFOR",
      "content": "With the exception of assets belonging to print media, movable and immovable property, liabilities and denominations of ORINFOR are hereby transferred to RBA."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "21",
      "title": "Article 21 – Transitional period",
      "content": "RBA shall be given a time limit not exceeding six (6) months from the publication of this Law in the Official Gazette of the Republic of Rwanda to incorporate activities formerly performed by ORINFOR to the provisions of this Law."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "22",
      "title": "Article 22 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "23",
      "title": "Article 23 – Repealing provision",
      "content": "Decree-law of 9/10/1974 establishing the Rwanda Information Office as modified and complemented to date, Law n o 47/2006 of 05/10/2006 determining the responsibilities, organization and functioning of the Rwanda Information Office (ORINFOR) as well as all prior legal provisions inconsistent with this Law are hereby repealed."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "24",
      "title": "Article 24 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
