{
  "id": "rw-law-2012-36",
  "type": "statute",
  "title": "Law relating to Competition and Consumer Protection",
  "title_en": "Law relating to Competition and Consumer Protection",
  "short_name": "Law 36 of 2012",
  "status": "repealed",
  "issued_date": "2012-09-21",
  "in_force_date": "2012-11-12",
  "url": "https://rwandalii.org/akn/rw/act/law/2012/36/eng@2012-11-12",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law aims at encouraging competition in the economy by prohibiting practices that undermine the normal and fair course of competition practices in commercial matters. It also aims at ensuring consumer’s interests promotion and protection."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "In this Law, the following terms shall have the following meanings: 1° supply contract: a contract under which a supplier agrees to supply goods or provide services to consumers by way of sale, exchange, rental or leasing and any other business-related form; 2° sale contract: contract under which the consumer acquires goods or services; 3° goods or services: goods or services ordinarily acquired for personal, domestic or for use within a household or family; 4° competition: economic competition of two or more separate enterprises engaged on the same market, in identical or similar commercial activities; 5° enterprise: any individual, firm, partnership, corporation, company, associations or other legal person, engaged in commercial activities for gain or reward, including their branches, subsidiaries, affiliates or other entities directly or indirectly controlled by them; 6° dominant enterprise: an enterprise which enjoys, either alone or in partnership with another enterprise, a dominant position on the market without any other obstacle from either other persons or companies that are or can get involved in competition; 7° anti-competitive conduct: a conduct which may restrain free competition in the market; 8° merger: the direct or indirect acquisition or establishment of a controlling interest by two or more persons in the whole or part of the business of a competitor, supplier or any other person in case there is such an interest to be controlled; 9° Minister: the Minister in charge of commerce; 10° dominant position: situation of a company that exerts a major influence, sometimes abusive, in the control of a corporation or of the market; 11° consumer: a person who purchases or acquires a commodity or a service for personal or family use for non-commercial purposes; 12° Regulatory Body: a public body responsible for regulating commercial competition and ensuring consumer protection."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Scope of this Law",
      "content": "This Law shall apply to any economic activity carried out or having an effect within Rwanda. The Government, parastatals or companies in which the Government holds shares shall be bound by the provisions of this Law in sofar as their business activities are intended to produce, supply, distribute goods or provide any services on the market in Rwanda which is open to participation by other enterprises. The provisions of this Paragraph shall apply only if they are not contrary to other legal provisions."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Matters not governed by this Law",
      "content": "This Law shall not apply to the following matters: 1° activities of employees meant to provide their own reasonable protection as employees; 2° arrangements for collective negotiations on behalf of employers and employees for the purpose of fixing terms and conditions of employment; 3° activities of trade unions or other associations meant to advance the conditions of employment of their members; 4° elements of any agreement which relate exclusively to the use, licence or assignment of rights under, or existing by virtue of, any copyright, patent or trademark; 5° activities expressly approved or required under a treaty or agreement to which Rwanda is a party; 6° activities of trade unions or other associations with regard to strategies meant for promoting and respecting the standards set to protect the population; 7° all other business activities not governed by this Law that may be determined by an Order of the Minister if the need arises."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Regulatory Body",
      "content": "A law establishes a Competition and Consumer Protection Regulatory Body."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Practices undermining, preventing or restricting competition",
      "section": "6",
      "title": "Article 6 – Anti-competitive practices",
      "content": "Any form of agreements, decisions and concerted practices which have as their object the undermining, prevention, restrictions or distortion of competition shall be prohibited."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Practices undermining, preventing or restricting competition",
      "section": "7",
      "title": "Article 7 – Prohibited practices",
      "content": "The following anti-competitive practices shall be prohibited: 1° agreements, whether written, non-written or any other form of agreement designed to fix prices, hinder or prevent the sale, supply or purchase of goods or services between persons, or restrict the terms and conditions of sale or supply or purchase between persons engaged in the sale of purchased goods or services; 2° limit or control production of goods, markets, technical development or investment; 3° share markets or sources of supply of goods; 4° apply in respect of the trading partners of dissimilar conditions to equivalent transactions thereby placing them at a competitive disadvantage; 5° request that during the trading, the consumer accepts other obligations different from what has been purchased by their nature or according to commercial usage; 6° collusive tendering and bid-rigging; 7° allocation of quotas as to sales and production; 8° collective action to enforce arrangements; 9° concerted refusals to supply goods or services to any potential consumer or not to purchase goods or services from a potential supplier; 10° collective denials of access to an arrangement or association which is crucial to competition. Agreements made based on these practices shall be null and void. However, provisions of this Article shall not apply to enterprises dealing with each other in the context of a common entity wherein they are under common control or where they are otherwise not able to act independently of each other."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Practices undermining, preventing or restricting competition",
      "section": "8",
      "title": "Article 8 – Determination of the dominant position of an enterprise",
      "content": "In determining whether an enterprise is in a dominant position, consideration shall be given to the following: 1° relevant market defined in terms of both its product and geographic dimensions; 2° level of actual or potential competition in terms of number of competitors, production capacity and demand; 3° barriers to the entry of competitors; 4° background of competition and rivalry between competitors in the sector of activity."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Practices undermining, preventing or restricting competition",
      "section": "9",
      "title": "Article 9 – Abuse of the dominant position",
      "content": "Any enterprise of a dominant position is deemed to harm competition if it: 1° restricts, or likely to restrict, the entry of any enterprise in any market; 2° prevents or deters, or is likely to prevent or deter, any enterprise from engaging in competition in the market; 3° eliminates or removes or is likely to eliminate or remove, any enterprise from the market; 4° directly or indirectly imposes unfair purchase or selling prices or other restrictive practices; 5° limits the production of goods or services for a market to the prejudice of consumers; 6° as a party to an agreement makes the conclusion of such agreement subject to acceptance by another party or supplementary obligations which, by their nature or according to commercial usage, have no connection with the subject of the agreement; 7° engages in any business activity that results in the exploitation of its customers or suppliers, so as to frustrate the benefits expected from competition in the market."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Practices undermining, preventing or restricting competition",
      "section": "10",
      "title": "Article 10 – Resale price maintenance",
      "content": "The practice of resale price maintenance shall be prohibited, but a supplier or producer may recommend a minimum resale price to the seller, which price is proposed but subject to change."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Practices undermining, preventing or restricting competition",
      "section": "11",
      "title": "Article 11 – Practices meant to prevent competition",
      "content": "Enterprises must refrain from the acts or behaviour which limit access to markets or otherwise unduly restrain competition or have adverse effect on trade or the economy in general. Such acts and behaviour are the following: 1° limiting the production of goods or services for the market to the prejudice of consumers; 2° as a party to an agreement, makes the conclusion of such agreement subject to acceptance by another party or supplementary obligations which, by their nature or according to commercial usage, have no connection with the subject of the agreement; 3° requiring a supplier or consumer not to deal with a competitor; 4° refusing to supply goods to a competitor when supplying those goods is economically feasible; 5° selling goods or services on condition that the consumer purchases separate goods or services unrelated to a contract or forcing a consumer to accept a condition unrelated to the object of a contract; 6° selling goods or services below their marginal or average variable cost; 7° buying-up a scarce supply of intermediate goods or resources required by a competitor; 8° engaging in any business activity that results in the exploitation of its customers or suppliers so as to frustrate the benefits expected from the market."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Practices undermining, preventing or restricting competition",
      "section": "12",
      "title": "Article 12 – Prohibition of price discrimination by a dominant enterprise",
      "content": "An action by a dominant enterprise, as the seller of goods or services shall be considered as a prohibited price discrimination, if: 1° it is likely to have the effect of substantially preventing or lessening competition; 2° it relates to the sale, in equivalent transactions, of goods or services of the same grade and quality to different consumers; 3° it involves discrimination between those purchases in terms of: a. the price charged for the goods or services; b. any discount, allowance, rebate or credit given in relation to the supply of goods or services; c. the provision and payment of after-sale services."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Practices undermining, preventing or restricting competition",
      "section": "13",
      "title": "Article 13 – Derogation to the prohibition of price discrimination",
      "content": "Differential treatment of consumers shall not constitute prohibited price discrimination if the dominant enterprise establishes that the differential treatment: 1° makes only reasonable allowance for differences in cost or likely cost of manufacture, distribution, sale, promotion or delivery resulting from the differing places to which, methods by which, or quantities in which, goods or services are supplied to different consumers; 2° is constituted by doing acts in good faith to meet a price or benefit offered by competitors; 3° is in response to changing conditions affecting the market for the goods or services concerned, including: a. any action in response to the actual or imminent deterioration of perishable goods; b. any action relating to the obsolescence of goods; c. a sale pursuant to a liquidation procedure or sequestration of goods; d. the sale in good faith in discontinuance of business in the goods or services concerned."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Practices undermining, preventing or restricting competition",
      "section": "14",
      "title": "Article 14 – Request for authorisation",
      "content": "The Regulatory Body may, upon request by or on behalf of an enterprise, grant an authorisation to the enterprise to take part in agreements, practices, arrangements, understandings or any of their category, even if they are anti-competitive: 1° if the Regulatory Body determines that there are public benefits outweighing the anti-competitive detriment of the contract, arrangement or understanding; 2° if the authorisation is meant to cover other persons who subsequently become parties to the contract or understanding, as long as that constitutes the purpose of the authorization. The request for authorization shall indicate the following: 1° the names of the parties to each contract; 2° the names of the parties to a proposed contract where those names are known to the applicant at the time of application. If an enterprise is granted an authorisation while the names of the parties are not known to the applicant, the authorisation shall be granted subject to a condition that the person granted such authorization will furnish to the Regulatory Body the names of all the parties to the contract. As long as the authorization is still valid, no party to the contract or understanding shall be deemed to violate the provisions of this Law when acting in accordance with the authorization."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Mergers",
      "section": "15",
      "title": "Article 15 – Merger modalities",
      "content": "A merger of enterprises occurs when: 1° two or more enterprises join together to form a new enterprise; 2° one or more enterprises join together and directly or indirectly merge their assets through the purchase of equity shares or part of assets of another company."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Mergers",
      "section": "16",
      "title": "Article 16 – Requirements for notification of merger",
      "content": "For the notification of merger to be made to the Regulatory Body such merger or the proposed merger must be based on a threshold of combined annual turnover determined by the Regulatory Body. However, the Regulatory Body may require parties to a non-notifiable merger to notify it of such merger if there is evidence that such merger may prevent or undermine competition or public interest. In this case, conditions for notifiable merger shall apply."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Mergers",
      "section": "17",
      "title": "Article 17 – Notification of notifiable merger",
      "content": "An interested party to a notifiable merger shall notify the Regulatory Body of that merger within thirty (30) days from the parties’ decision to merge. The Regulatory Body shall prescribe the form and content of the notification provided under this Article and required fees. Any merger notified in manner contrary to the provisions of this Law shall be legally null and void and rights or obligations arising from any agreement pertaining to such a merger shall not be respected. Without prejudice to the provisions of this Law, the Regulatory Body may impose administrative sanctions if the parties to a merger fail to give notice of such a merger as required by this Law."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Mergers",
      "section": "18",
      "title": "Article 18 – Proceedings in the implementation of the merger",
      "content": "The parties to a merger shall not implement that merger until it has been approved, with or without conditions, by the Regulatory Body. For the purposes of determining whether or not a merger should be approved, the Regulatory Body may, where necessary, undertake any inquiry to ascertain any competition concerns. Before embarking on an inquiry provided under this Article, the Regulatory Body shall take all reasonable steps to notify all the relevant parties, such as the employees of the enterprise or their representatives. The notice shall: 1° state the nature of the proposed inquiry; 2° call upon any interested person who wishes to submit to the authorised body written representations or other documents in regard to the subject matter of the proposed inquiry. Within thirty (30) working days after all parties to a notifiable merger have fulfilled all their notification requirements in the prescribed manner and form, the Regulatory Body may extend the period in which to consider the proposed merger for a period not exceeding fifteen (15) working days and, in that case, must issue an extension certificate to any party who notified it of the merger."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Mergers",
      "section": "19",
      "title": "Article 19 – Merger investigation procedure",
      "content": "When the Regulatory Body is required to consider a merger, it shall initially determine whether or not the merger is likely to prevent or undermine competition. If such a merger may prevent or undermine competition, the Regulatory Body shall determine whether: 1° the merger is likely to result in any technological efficiency or other competitive gains which may be greater than the effects of any prevention of competition that result from the merger, and which would not likely be obtained if the merger is prevented; 2° the merger can be justified on substantial public interest grounds."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Mergers",
      "section": "20",
      "title": "Article 20 – Criteria for appreciation of the merger",
      "content": "When determining whether the merger is likely to have the effect of substantially preventing or lessening competition in the market, the Regulatory Body shall take into account any factor relevant to competition in that market, including the following: 1° the actual or potential level of import competition in the market; 2° free entry into the market without tariff or regulatory barriers; 3° the level of preference in products by the suppliers and status of business partnership; 4° the degree of countervailing power in the market; 5° the likelihood that the merger would result in the parties having a dominant position; 6° the dynamic characteristics of the market including growth, innovation and product differentiation; 7° the nature and level of merger in the market; 8° the assurance that the business or part of the business merged or proposed for a merger has been concluded or is not likely to be concluded; 9° the assurance that the merger will result in the exclusion of the honest competitors on the market."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Mergers",
      "section": "21",
      "title": "Article 21 – Merger contrary to public interest",
      "content": "A merger shall be contrary to the public interest if the Regulatory Body is satisfied that the merger: 1° has reduced substantially or is likely to reduce substantially the degree of competition in the economic sector or at country or regional level; 2° has resulted or is likely to result in a dominant position which is contrary to the public interest; 3° is likely to have a substantial negative effect on employment; 4° is likely to have a negative effect on the ability of small enterprises to become competitive; 5° has or is likely to have a negative effect on the ability of national industries to compete in international markets."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Mergers",
      "section": "22",
      "title": "Article 22 – Criteria for appreciation of a merger contrary to the public interest",
      "content": "In order to determine whether a merger is or is likely to be contrary to the public interest, the Regulatory Body shall take into account all matters that it considers relevant in the circumstances and especially have regard to the following: 1° maintaining and promoting effective competition between persons producing or distributing goods and services in Rwanda; 2° promoting the interests of consumers and other users of goods in Rwanda, with regard to the prices, quality and variety of such goods and services; 3° promoting through competition, the reduction of costs and the development of new commodities; 4° facilitating the entry of new competitors into existing markets."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Mergers",
      "section": "23",
      "title": "Article 23 – Measures against a merger contrary to the public interest",
      "content": "If the Regulatory Body is convinced that an actual or proposed merger may be contrary to the public interest, it may take one or more of the following decisions: 1° declaring the merger unlawful, except to such extent and in such circumstance as may be provided under the decision; 2° prohibiting or restricting the acquisition by any person named in the decision of the whole or part of an enterprise or the assets of an enterprise, or the doing by that person of anything which may result in such an acquisition, if the acquisition is likely, in the Regulatory Body’s opinion, to lead to a merger; 3° requiring that if any merger takes place, any party to the merger who is named in the decision shall observe prohibitions and restrictions in regard to the manner in which he/she carries on business as specified in the decision; 4° taking all other measures that, in the opinion of the Regulatory Body, are reasonable and necessary to terminate or prevent the merger or alleviate its effects."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Mergers",
      "section": "24",
      "title": "Article 24 – Consequences related to the decision taken to prevent a merger contrary to the public interest",
      "content": "A decision taken in terms of merger in accordance with provisions of Article 23 of this Law may provide for the following: 1° the transfer or vesting of property, rights, liabilities and obligations; 2° the adjustment of contracts, whether by their discharge or reduction of any liability or obligation or otherwise; 3° the creation, allotment, surrender or cancellation of any shares, stocks or securities; 4° the establishment or winding up of any enterprise or the amendment of the memorandum or articles of association or any other instrument regulating an enterprise."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Mergers",
      "section": "25",
      "title": "Article 25 – Notification, amendment or revocation of the decision",
      "content": "The decision shall be in writing and notified to every person concerned. The Regulatory Body may amend or revoke a decision at any time if it appears that the decision was based on incorrect information for which a party to the merger is responsible, that the approval of the merger was obtained by deceit or an enterprise concerned has breached an obligation attached to the decision."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Conduct of investigation",
      "section": "26",
      "title": "Article 26 – Request for investigation",
      "content": "Any consumer association or any other person may request for investigation to the Regulatory Body where he/she has reason to believe that activities by an enterprise have the effect or are likely to have the effect of restricting competition. The request for investigation shall be either written or oral and be submitted to the Regulatory Body."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Conduct of investigation",
      "section": "27",
      "title": "Article 27 – Consultations with persons who requested for investigation",
      "content": "Upon receipt of a request, the Regulatory Body shall consult with persons who requested for investigation and other interested parties and shall determine on the basis of such consultations whether the investigation is within the jurisdiction of the Regulatory Body and justified in all the circumstances of the case. The consultations shall be concluded within thirty (30) days following the date of the request for investigation, unless the Regulatory Body has determined that a longer period is necessary and has so notified the parties. The additional period shall not exceed fifteen (15) days from the date of notification of parties by the Regulatory Body."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – Conduct of investigation",
      "section": "28",
      "title": "Article 28 – Request for confidentiality",
      "content": "When providing informations to the Regulatory Body, a person may demonstrate his/her wish that informations should be confidential. The Regulatory Body shall establish the procedure of using that information without causing any prejudice to the informer."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IV – Conduct of investigation",
      "section": "29",
      "title": "Article 29 – Investigation procedure by the Regulatory Body",
      "content": "Where the Regulatory Body decides to conduct investigation, it shall: 1° notify the interested parties; 2° complete the investigation within ninety (90) days from the date of the request; 3° where the circumstances so warrant, extend the time period for completion of the investigation and notify the interested parties. Where the Regulatory Body decides, following an investigation, that there has been a violation of provisions of this Law, it shall notify the interested parties and afford them an opportunity to defend their interests."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter IV – Conduct of investigation",
      "section": "30",
      "title": "Article 30 – Investigative officers",
      "content": "The Regulatory Body may designate some of its staff to serve as investigative officers by virtue of the provisions of this Law. Investigative officers discharge their duties in accordance with provisions of this Law subject to such directions as the Regulatory Body may give them. The Regulatory Body shall cause every investigative officer to be furnished with certificate of appointment, which the investigative officer shall exhibit on demand by any interested person before carrying out any function by virtue of provisions of this Law."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Conduct of investigation",
      "section": "31",
      "title": "Article 31 – Powers of investigative officers",
      "content": "An authorised investigative officer may: 1° enter any premises which is suspected to be linked to the information being sought; 2° require any person who is in the premises to provide all information at his/her disposal."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter IV – Conduct of investigation",
      "section": "32",
      "title": "Article 32 – Notification of investigation findings",
      "content": "At the end of investigation, the Regulatory Body shall notify the enterprise of its decisions taken based on investigation findings. Within twenty (20) days following the notification provided under the preceding Paragraph, the concerned enterprise may respond to the Regulatory Body to express its disagreement with investigation findings. If the enterprise fails to respond within the required timeframe, the Regulatory Body may impose sanctions provided under this Law or base on its decision to order such an enterprise to: 1° immediately cease unlawful conduct; 2° take all measures which the Regulatory Body considers necessary to remove or reduce the effect of this illegal conduct. In case the enterprise is not satisfied with the decisions taken by the Regulatory Body it may refer the issue to the courts."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter V – Consumer protection",
      "section": "33",
      "title": "Article 33 – Obligation to inform the consumer",
      "content": "No later than the time of the conclusion of a sale contract, the seller must provide the consumer with correct and necessary information on the characteristics of the product or service and conditions of contract considering the need for information expressed by the consumer and given the reported use by the consumer or reasonably foreseeable use."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter V – Consumer protection",
      "section": "34",
      "title": "Article 34 – Prejudice to the consumer",
      "content": "The consumer is prejudiced whenever there is no tangible fairness in the agreements between the rights and obligations of parties to the contract. Some of the reasons showing that the consumer is prejudiced are the following: 1° when the consumer accepts contract terms that are not in writing or are included in another document to which it is not expressly referred in the conclusion of the contract and of which he/she had no knowledge prior to its conclusion; 2° if the seller restricts the requirement to meet the commitments made by his/her servants or agents; 3° when the seller reserves the right to unilaterally change the terms of the contract; 4° when the seller reserves the sole right to determine if the item delivered or service provided is consistent or not with the contract or denies the discretionary right to interpret any term of the contract; 5° when the consumer is constrained to perform its obligations while, conversely, the seller has not yet fulfilled his/her obligations to deliver or guarantee the quality of a good or his/her obligations to provide a service; 6° when the consumer is deprived of his/her right to compensation for damage in the event of failure by the seller in any of his/her obligations; 7° when the consumer is deprived of his/her right to request termination or execution of the contract in case of default by the seller to fulfil his/her obligations to deliver or guarantee the quality of a commodity or his/her obligation to provide a service; 8° when the seller has the discretionary right to terminate the contract without the consumer being granted the same right; 9° when the seller reserves the right to retain the security when he/she terminates the contract; 10° when it is concluded a contract which does not provide for the period of validity and termination notice period."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter V – Consumer protection",
      "section": "35",
      "title": "Article 35 – Display of prices",
      "content": "In all enterprises, fairs and exhibitions, traders must display prices to consumers. The price, in Rwandan francs, must be written, in Arabic numerals and in legible characters, all taxes inclusive. The price must be displayed by labelling on the product or the package, on a placard fixed on the product or close to it or on a single notice board. However, the display of prices on a single notice board can only be resorted to where putting the price on the commodity or on the label of the product is impossible."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter V – Consumer protection",
      "section": "36",
      "title": "Article 36 – Denomination, labeling and composition of products and services",
      "content": "The terms which are subject to labeling and made compulsory by this Law, user manuals and warranty bulletins shall be expressed in the language or languages of the region where he products are marketed. The labelling particulars must be clear, readable and clearly distinct from advertising mentions."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter V – Consumer protection",
      "section": "37",
      "title": "Article 37 – Practices prohibited in business",
      "content": "Any act contrary to practices in commercial matters by which a seller may prejudice the interests of the consumer or other sellers is prohibited. In all business transactions in connection with the supply of goods or services to consumers, with promotion pricing in any means of supply or use of goods or services, it is prohibited for a seller to provide a consumer with information that is, in all the circumstances, deceiving or misleading."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter V – Consumer protection",
      "section": "38",
      "title": "Article 38 – Prohibited advertising",
      "content": "Any advertising that may encourage risky behavior dangerous for health or safety of persons is prohibited."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter V – Consumer protection",
      "section": "39",
      "title": "Article 39 – Comparative advertising",
      "content": "Comparative advertising shall be the one that compares goods or services by identifying explicitly or implicitly, a competitor or goods or services offered by a competitor or an enterprise without prejudice to the competition. Comparative advertising shall be permitted if it meets the following conditions: 1° it must not be misleading or likely to mislead the consumer; 2° it must be for goods or services meeting the same needs or intended for the same purpose; 3° it must objectively compare one or more characteristics of goods or services compared."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter V – Consumer protection",
      "section": "40",
      "title": "Article 40 – Invoicing",
      "content": "Business transactions by commercial firms and professional service providers shall be accompanied by invoices. All products in a business firm must bear an invoice from the supplier. For all business transactions the seller has the obligation of issuing to the buyer an invoice for the sale or the supply of goods. All sales of products from agriculture, animal husbandry, fisheries and craft products shall be exempted from the invoicing. The exemption shall not apply to industrial producers within the fields referred to in Paragraph 2 of this Article. All traders subjected to value added tax must show invoicing records. The records shall indicate the following: 1° invoice number; 2° date; 3° names of the seller or the service provider; 4° names of the buyer; 5° specifications of the sold products or services provided; 6° quantity of the sold products; 7° unit price; 8° total of sold items per item or service provided; 9° total sales."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter V – Consumer protection",
      "section": "41",
      "title": "Article 41 – Compliance with the contract",
      "content": "The seller has the obligation to deliver goods in conformity with the contract. The commodity of the consumer shall be presumed to conform to the contract if: 1° it complies with the description given by the seller and possess the qualities of the commodity which the seller has held out to the consumer as a sample or model; 2° it is fit for any particular purpose for which the consumer requires it and which he/she made known to the seller at the time of the contract and which the seller has accepted; 3° it is fit for the purposes for which goods of the same type are normally used; 4° it shows the quality and performance which are normal in good of the same type and which the consumer can reasonably expect, given the nature of the good and taking into account any public statements on the specific characteristics of the good made about it by the seller, the producer or his/her representative, particularly in advertising or on labelling."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter V – Consumer protection",
      "section": "42",
      "title": "Article 42 – Consumer rights",
      "content": "The seller shall be liable for any lack of conformity which exists at the time the commodity was delivered to the consumer. In the case of a lack of conformity, the consumer shall be entitled to have the commodity brought into conformity, repaired or replaced free of charge or have an appropriate reduction of the price, or the contract rescinded with regard to that commodity."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter V – Consumer protection",
      "section": "43",
      "title": "Article 43 – Time limits",
      "content": "The seller shall be held liable under this Law where the lack of conformity becomes apparent within one year as from delivery of the durable commodity. However, in order to benefit from his/her rights, the consumer must inform the seller of the lack of conformity within a period of fifteen (15) days from the date on which he/she detected such lack of conformity. Unless proved otherwise, any lack of conformity which becomes apparent within six (6) months of delivery of the durable commodity shall be presumed to have existed at the time of delivery unless this presumption is incompatible with the nature of the commodity or the nature of the lack of conformity. The list of durable goods shall be determined by a Ministerial Order."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter V – Consumer protection",
      "section": "44",
      "title": "Article 44 – Guarantee",
      "content": "A guarantee must be legally binding on the offered under the conditions laid down in the guaranteed statement and the associated advertising. The guarantee shall: 1° state that the consumer has legal rights and make clear that those rights are not affected by the guarantee; 2° set out in plain intelligible language the contents of the guarantee and the essential particulars necessary for making claims under the guarantee, notably the duration, the name and address of the guarantor. On request by the consumer, the guarantee may be made available in a medium other than in writing."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter V – Consumer protection",
      "section": "45",
      "title": "Article 45 – After sale services",
      "content": "Enterprises which supply durable goods must provide an after-sale service for such goods."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter V – Consumer protection",
      "section": "46",
      "title": "Article 46 – Criteria for evaluation of delivery of goods and services to consumers",
      "content": "The Regulatory Body shall monitor whether the modes used by a supplier to deliver goods and services to consumers comply with provisions of this Law. A Ministerial Order shall determine the requirements to monitor the delivery of goods and services to consumers by the supplier."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter V – Consumer protection",
      "section": "47",
      "title": "Article 47 – Goods safety",
      "content": "An enterprise shall not supply goods that are intended to be used or which are likely to be used by a consumer if: 1° those goods do not comply with prescribed consumer product safety standards; 2° there are regulations declaring that such goods may be unsafe goods; 3° there are laws and other regulations imposing a ban on such goods. A person who suffers damage by reason of noncompliance with the provisions of Paragraph One of this Article by an enterprise shall be deemed to have suffered the loss or damage caused by the supplier."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter V – Consumer protection",
      "section": "48",
      "title": "Article 48 – Product quality standards",
      "content": "An enterprise shall not supply goods that are intended to be used, or which are likely to be used by a consumer if those goods are of a kind in respect of which a consumer protection standards has been prescribed unless the enterprise has complied with that standard in relation to those goods. The Regulatory Body may, by regulations laid down in respect of goods of a particular kind, prescribes a consumer protection standards consisting of such requirements as to: 1° the disclosure of information relating to the performance, composition, contents, methods of manufacturing or processing, design, construction, finish, packaging and expiry date of the goods; 2° the form and manner in which that information is to be disclosed on or with the goods, as it is necessary to give persons using the goods information as to the quantity, quality, nature and value of the goods."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter V – Consumer protection",
      "section": "49",
      "title": "Article 49 – Unsafe or defective goods",
      "content": "Where an enterprise has supplied on the market unsafe or defective goods, potentially harmful to human health, which do not meet quality standards or consumer expectations, the Regulatory Body shall take the following appropriate actions to protect the consumer: 1° to remove those goods from the market; 2° to provide necessary information on those goods to all people or a group of people; 3° to repair goods except when it appears on the notice they may harm the health; 4° to substitute the goods; 5° to pay the price for such goods; 6° to reduce the price if the commodity cannot cause harm; 7° to be sued before courts of law."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter V – Consumer protection",
      "section": "50",
      "title": "Article 50 – Civil actions for damages",
      "content": "Any person who has incurred loss as a result of a violation of provisions of this Law regarding consumer protection may institute an action in a court of law. Registered consumers protection associations may institute a civil action in a court of law upon request by a consumer or when the subject matter of the action aims at seeking compensation for damages."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter VI – Violation of this law and sanctions",
      "section": "51",
      "title": "Article 51 – Non-compliance with the invitation to appear",
      "content": "A person violates provisions of this Law if, having been invited to appear by the Regulatory Body, he/she fails to appear or appears as required but refuses to produce books, documents or any other item as ordered which are in his/her possession or under his/her control."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter VI – Violation of this law and sanctions",
      "section": "52",
      "title": "Article 52 – Administrative fines with regard to any committed faults",
      "content": "The Regulatory Body may impose against an enterprise that violates the provisions of this Law an administrative fine of five per cent (5%) to ten percent (10%) of the enterprise’s annual turnover of the preceding fiscal year in which the violation has occurred."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter VI – Violation of this law and sanctions",
      "section": "53",
      "title": "Article 53 – Sanctions in case of illegal merger",
      "content": "Without prejudice to provisions of Article 52 of this Law, if a merger is done in violation of provisions of this Law, the Regulatory Body may: 1° order a party to the merger to sell any shares, interest or other assets it has acquired pursuant to the merger; 2° declare void all the provisions of an agreement of merger."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter VI – Violation of this law and sanctions",
      "section": "54",
      "title": "Article 54 – Sanctions in case of the abuse of dominant position",
      "content": "The Regulatory Body may order an enterprise to sell some of its shares if it appears that it has abused its dominant position and in case of recidivism."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter VI – Violation of this law and sanctions",
      "section": "55",
      "title": "Article 55 – Other sanctions",
      "content": "Any faults provided under this Law committed by an individual or an enterprise that cannot reveal its annual turnover shall be punishable by an administrative fine of twenty thousand (20,000) to five million (5,000,000) Rwandan francs."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter VI – Violation of this law and sanctions",
      "section": "56",
      "title": "Article 56 – Recourse to courts of law",
      "content": "Any enterprise affected by a decision of the Regulatory Body may, within thirty (30) days from the date of notification of the decision, file a case to a competent court of law. The decision of the Regulatory Body shall remain in force even when the matter is referred to the court of law unless the court decides to suspend it upon written request by the applicant."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter VII – Final provisions",
      "section": "57",
      "title": "Article 57 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter VII – Final provisions",
      "section": "58",
      "title": "Article 58 – Repealing provision",
      "content": "Decree-law n°41/63 of 24/02/1950 relating to the punishment of unfair competition and all other prior provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter VII – Final provisions",
      "section": "59",
      "title": "Article 59 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "sale contract",
      "definition": "contract under which the consumer acquires goods or services",
      "source_provision": "art2"
    },
    {
      "term": "goods or services",
      "definition": "goods or services ordinarily acquired for personal, domestic or for use within a household or family",
      "source_provision": "art2"
    },
    {
      "term": "competition",
      "definition": "economic competition of two or more separate enterprises engaged on the same market, in identical or similar commercial activities",
      "source_provision": "art2"
    },
    {
      "term": "enterprise",
      "definition": "any individual, firm, partnership, corporation, company, associations or other legal person, engaged in commercial activities for gain or reward, including their branches, subsidiaries, affiliates or other entities directly or indirectly controlled by them",
      "source_provision": "art2"
    },
    {
      "term": "dominant enterprise",
      "definition": "an enterprise which enjoys, either alone or in partnership with another enterprise, a dominant position on the market without any other obstacle from either other persons or companies that are or can get involved in competition",
      "source_provision": "art2"
    },
    {
      "term": "anti-competitive conduct",
      "definition": "a conduct which may restrain free competition in the market",
      "source_provision": "art2"
    },
    {
      "term": "merger",
      "definition": "the direct or indirect acquisition or establishment of a controlling interest by two or more persons in the whole or part of the business of a competitor, supplier or any other person in case there is such an interest to be controlled",
      "source_provision": "art2"
    },
    {
      "term": "Minister",
      "definition": "the Minister in charge of commerce",
      "source_provision": "art2"
    },
    {
      "term": "dominant position",
      "definition": "situation of a company that exerts a major influence, sometimes abusive, in the control of a corporation or of the market",
      "source_provision": "art2"
    },
    {
      "term": "consumer",
      "definition": "a person who purchases or acquires a commodity or a service for personal or family use for non-commercial purposes",
      "source_provision": "art2"
    },
    {
      "term": "Regulatory Body",
      "definition": "a public body responsible for regulating commercial competition and ensuring consumer protection",
      "source_provision": "art2"
    }
  ]
}
