{
  "id": "rw-law-2011-43",
  "type": "statute",
  "title": "Law establishing the National Identification Agency and Determining its Mission, Organization and Functioning",
  "title_en": "Law establishing the National Identification Agency and Determining its Mission, Organization and Functioning",
  "short_name": "Law 43 of 2011",
  "status": "repealed",
  "issued_date": "2011-10-31",
  "in_force_date": "2011-12-19",
  "url": "https://rwandalii.org/akn/rw/act/law/2011/43/eng@2011-12-19",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes the National Identification Agency, abbreviated as “NIDA”. This law also determines its mission, organization and functioning. NIDA shall have legal personality and administrative and financial autonomy and shall be governed in accordance with the general provisions governing public institutions."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "Under this Law, the following terms shall have the following meaning: 1° National identity card: a legally recognized document that bears some of the identification particulars for a person such as names, nationality, sex, place of residence, date of birth and other particulars that can enable to distinguish him/her from others. 2° Civil status: a legally recognized system relating to a particular person from birth to death. Such civil status particulars include birth, nationality, marriage, change of domicile, death, divorce, marriage annulment, adoption, name change, child legitimization and legal recognition of children. 3° Identification: a legally recognized data system which helps to record some of the person’s identity particulars including names, nationality, sex, place of residence, date of birth, civil status and other personal particulars."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Head office of NIDA",
      "content": "The Head office of NIDA shall be located in Kigali City, the Capital of the Republic of Rwanda. It may be transferred elsewhere on the Rwandan territory if considered necessary. NIDA may have branches elsewhere in the country if considered necessary in order to fulfil its mission, upon approval by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Mission of NIDA",
      "section": "4",
      "title": "Article 4 – Mission of NIDA",
      "content": "NIDA shall be in charge of population registration, civil registration and issuance of the national identity card. NIDA shall have the following main mission: 1° to promote civil registration through implementing a modern and permanent system for population registration and identification towards national development; 2° to implement laws and general regulations relating to population registration, civil registration and issuance of national identity card; 3° to produce and issue the national identity card and other identification documents of the population, except for those which are issued by other organs by virtue of a specific Law; 4° to sensitise the population on the activities of population registration, civil registration and issuance of the national identity card; 5° to gather, approve, and keep identification data of the population; 6° to build the capacity of local administrative entities and give them instructions relating to population registration, civil registration, issuance of the national identity card and monitor implementation those institutions; 7° to specify the format of documents pertaining to population registration, civil registration and issuance of the national identity card; 8° to advise the Government on matters relating to population registration, civil registration and issuance of the national identity card; 9° to collaborate with other organs involved in population registration, civil registration, issuance of the national identity card and provide them with information where necessary; 10° to establish relations and collaborate with regional and international organizations to which Rwanda is a member and having the mission similar to that of NIDA; 11° to perform such other duties as may be assigned to it by competent organs."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter III – Supervising authority of NIDA and its category",
      "section": "5",
      "title": "Article 5 – Supervising authority of NIDA and its category",
      "content": "A Prime Minister’s Order shall determine the supervising authority of NIDA and its category. There shall be concluded a performance contract between the supervising authority of NIDA and the decision-making organ determining competences, rights and obligations of each party in order for NIDA to fulfil its mission. Such contract shall be valid for a period equal to the term of office of members of the decision-making organ of NIDA."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter IV – Organization and functioning of NIDA",
      "section": "6",
      "title": "Article 6 – Management organs of NIDA",
      "content": "NIDA shall comprise the following two (2) management organs: 1° the Board of Directors; 2° the General Directorate. A Prime Minister’s Order may determine other relevant organs in order for NIDA to fulfil its mission."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter IV – Organization and functioning of NIDA",
      "section": "7",
      "title": "Article 7 – Board of Directors of NIDA",
      "content": "The Board of Directors of NIDA shall be the governing and decision-making organ. Its competence, responsibilities and functioning as well as the responsibilities and the term of office of its members shall be determined by a Prime Minister’s Order. A Presidential Order shall appoint members of the Board of Directors including the Chairperson and the Deputy Chairperson. Members of the Board of Directors shall be selected on the basis of their competence and expertise. At least thirty per cent (30%) of members of the Board of Directors shall be females."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter IV – Organization and functioning of NIDA",
      "section": "8",
      "title": "Article 8 – Sitting allowances for members of the Board of Directors",
      "content": "Members of the Board of Directors present in the meetings of the Board of Directors shall be entitled to sitting allowances determined by a Presidential Order."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Organization and functioning of NIDA",
      "section": "9",
      "title": "Article 9 – Incompatibilities with membership of the Board of Directors",
      "content": "Members of the Board of Directors of NIDA shall not be allowed to perform any remunerated activity within NIDA. They are also not allowed, whether individually or companies in which they hold shares, to bid for tenders of NIDA."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organization and functioning of NIDA",
      "section": "10",
      "title": "Article 10 – Composition of the General Directorate of NIDA",
      "content": "A Presidential Order shall determine members of the General Directorate of NIDA. The competence, responsibilities and functioning of members of the General Directorate of NIDA shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organization and functioning of NIDA",
      "section": "11",
      "title": "Article 11 – Statute governing staff of NIDA and benefits of members of the General Directorate and staff of NIDA",
      "content": "The staff of NIDA is governed by the General Statute for Rwanda Public Service. Benefits allocated to members of the General Directorate of NIDA and of its staff shall be determined in accordance with legal provisions governing benefits to employees of public institutions."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Organization and functioning of NIDA",
      "section": "12",
      "title": "Article 12 – Organization, functioning and responsibilities of organs of NIDA",
      "content": "The organization, functioning and responsibilities of organs of NIDA shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter V – Property and finance",
      "section": "13",
      "title": "Article 13 – Property of NIDA and its source",
      "content": "The property of NIDA shall comprise of movables and immovable. The property of NIDA shall come from the following: 1° State budget allocations; 2° Government or donors' grants; 3° proceeds from rendered services; 4° income derived from its assets; 5° loans extended to NIDA, approved by the Minister in charge of Finance; 6° donations and bequests; 7° property formerly owned by NID-Project."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter V – Property and finance",
      "section": "14",
      "title": "Article 14 – Use, management and audit of the property of NIDA",
      "content": "The use, management and audit of the property of NIDA shall be carried out in accordance with relevant legal provisions. NIDA internal audit department shall submit a report to the Board of Directors with a copy to the head of the General Directorate of NIDA."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter V – Property and finance",
      "section": "15",
      "title": "Article 15 – Approval and management of the budget of NIDA",
      "content": "The budget of NIDA shall be approved and managed in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter V – Property and finance",
      "section": "16",
      "title": "Article 16 – Annual financial report",
      "content": "Within three (3) months following the end of the financial year, the head of the General Directorate of NIDA shall submit the annual financial report to the supervising authority of NIDA after approval thereof by the Board of Directors in accordance with laws governing management of State finance and property."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "17",
      "title": "Article 17 – Transitional period",
      "content": "NIDA is given a period not exceeding six (6) months from the day of the publication of this Law in the Official Gazette of the Republic of Rwanda, to coordinate activities formerly performed by NID-Project."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "18",
      "title": "Article 18 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "19",
      "title": "Article 19 – Repealing provision",
      "content": "All prior legal provisions inconsistent with this Law are hereby repealed."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter VI – Transitional and final provisions",
      "section": "20",
      "title": "Article 20 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
