{
  "id": "rw-law-2008-50",
  "type": "statute",
  "title": "Law determining the Procedure for Disposal of State Private Assets",
  "title_en": "Law determining the Procedure for Disposal of State Private Assets",
  "short_name": "Law 50 of 2008",
  "status": "repealed",
  "issued_date": "2008-09-09",
  "in_force_date": "2008-12-15",
  "url": "https://rwandalii.org/akn/rw/act/law/2008/50/eng@2008-12-15",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – The general provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "The purpose of this Law is to determine the procedure governing the disposal of State private assets. This Law shall not apply to State assets disposed of in accordance with Law n° 2/1996 of 11/03/1996 governing privatisation of public institutions and National investment."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – The general provisions",
      "section": "2",
      "title": "Article 2 – Definition of terms",
      "content": "1° Public institutions: organs of central government, local government, national commissions, public projects, public enterprises and public companies. 2° State assets: movable and immovable assets of public institutions 3° Movable assets: means any property that can be moved from one location to another. 4° Immovable assets: any property that can not be moved from one place to another. 5° Disposal of assets: means selling, exchange, granting or destruction of property. 6° State private assests movable and immovable property considered to be property of State organs not intended for public use and shall also include property whose proprietorship is not known."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – The general provisions",
      "section": "3",
      "title": "Article 3 – Scope of application",
      "content": "This Law concerns private movable and immovable property for State institutions, which has lost value, spoilt to the extent that they serve no more purpose or still have value but is no longer of use to State institutions. This Law shall not be applicable to Government land, lakes, rivers, national parks and natural forests."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – The general provisions",
      "section": "4",
      "title": "Article 4 – Procedure for disposal of State private assets",
      "content": "Public institutions may sell, donate or destroy their private assets in accordance with this Law."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – The determination of State private assets to be disposed of",
      "section": "5",
      "title": "Article 5 – Competent authority",
      "content": "The chief budget manager of a public institution that is allocated a budget in accordance with the Organic Law on State Finances and Property shall prepare a list of assets owned by the institution to be disposed of indicating their state of condition and value."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – The determination of State private assets to be disposed of",
      "section": "6",
      "title": "Article 6 – List of assets to be disposed of",
      "content": "Each year, public institutions with private assets to be disposed of shall prepare a list indicating their state of condition and value. Such a list of assets to be sold, donated, exchanged or destroyed shall be prepared within the same period as the annual budget and transmitted to the Minister supervising the institution, Minister in charge of Finance and Minister in charge of Infrastructure. In public administration, a list of State private assets to be disposed of shall be approved by Cabinet. With local administrative entities, the list of private assets shall be approved by the District Council. With autonomous Public enterprises, the list of private assets shall be approved by the Board of Directors."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – The determination of State private assets to be disposed of",
      "section": "7",
      "title": "Article 7 – Accounting",
      "content": "Any assets disposed of by public entities shall immediately be removed from the books of accounts in accordance with Laws, Orders and Regulations governing the State Financial Accounts. No institution shall dispose of its assets before giving it a basic value."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – The valuation of State private assets",
      "section": "8",
      "title": "Article 8 – Valuation committee",
      "content": "A valuation committee shall determine the value of State private assets. Every public institution that is allocated a budget shall have an asset disposal valuation committee to set value for State private assets to be sold, exchanged, donated or completely destroyed. Its establishment, functioning shall be determined by an Order of the Minister in charge of Finance."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – The valuation of State private assets",
      "section": "9",
      "title": "Article 9 – Valuation",
      "content": "The valuation of State private assets may be entrusted to independent valuers depending on their particular nature, upon approval of the chief budget manager of the institution. The Minister in charge of Finance may also, where appropriate, request independent valuers to carry out a counter-valuation of the results established by the valuation committee. The procedure to determine the value of State private assets shall be provided for by an Order of the Minister in charge of Finance."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – The sale of State private assets",
      "section": "10",
      "title": "Article 10 – Advertisement",
      "content": "Prior to the sale of State private assets, there shall be a public notice issued in a newspaper of wide circulation. The public notice of sale shall run for at least fifteen (15) days from the date of its publication. Costs related to advertising State private assets shall be borne by the beneficiary of the sale proceeds."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – The sale of State private assets",
      "section": "11",
      "title": "Article 11 – Organ responsible for sale",
      "content": "Tender committees for each organ shall be responsible for the sale of State private assets in accordance with this Law."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – The sale of State private assets",
      "section": "12",
      "title": "Article 12 – Public auction",
      "content": "State private assets shall be sold by public auction. However, depending on the nature of the tender, quantity of items to be auctioned, their financial value, national security, public health and environmental aspects, other methods of sale may be applied in accordance with this Law."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – The sale of State private assets",
      "section": "13",
      "title": "Article 13 – Other methods for sale of State private assets",
      "content": "Other methods with which State private assets may be sold shall include: 1° bidding through sealed envelopes; 2° direct negotiations; 3° exchange; and 4° reselling to the original seller."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – The sale of State private assets",
      "section": "14",
      "title": "Article 14 – Sealed envelopes",
      "content": "Bidding in sealed envelopes shall be used if assets to be sold are located in scattered areas such that gathering them may be expensive for the disposing entity, if the assets are of high value or when their demand is low. An Order of the Minister in charge of Finance shall determine the sealing value of money for bidding through sealed envelopes."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – The sale of State private assets",
      "section": "15",
      "title": "Article 15 – Direct negotiation",
      "content": "Direct negotiation shall only be used if at least public auction has been tried twice and no prospective buyer has been obtained or if an asset is harmful to the environment, national security or public health."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – The sale of State private assets",
      "section": "16",
      "title": "Article 16 – Exchange",
      "content": "The exchange method shall be used for assets that have an insignificant value, obsolete or spoilt to the extent that they no longer serve any purpose and this method shall only be applied if proved that it has comparative advantages compared to other methods."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – The sale of State private assets",
      "section": "17",
      "title": "Article 17 – Reselling to the original seller",
      "content": "Reselling a State private asset to an original owner is prohibited unless that asset is capable of being recycled into a new product and not capable of being destroyed or when manufacturing rights are exclusive."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – The sale of State private assets",
      "section": "18",
      "title": "Article 18 – Payment for sold assets",
      "content": "Proceeds from the sale of assets belonging to Central Government institutions that are allocated State finances shall be deposited onto the Government’s account in the National Bank of Rwanda. Proceeds from the sale of assets of a public institution having financial and administrative autonomy shall be deposited onto the institution’s bank account. Proceeds from the sale of Local administrative entities assets shall be deposited into the entity’s bank account. The value of the asset to be disposed of shall be included in the public institutions and local government’s annual budget. Procedural modalities for selling, payment and transfer of State private assets shall be determined by an Order of the Minister in charge of Finance."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter V – Thte donation of State private assets",
      "section": "19",
      "title": "Article 19 – Donation",
      "content": "State private assets may be donated to a public institution, non profit making organisation or an association engaged in activities of general public interest. In no circumstances shall State private assets be donated to an individual."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter V – Thte donation of State private assets",
      "section": "20",
      "title": "Article 20 – Identification of a beneficiary of a State private asset donation",
      "content": "In accordance with the provisions of Article 4 of this Law, the chief budget manager shall identify and submit to the Minister in charge of Finance a list of institutions, organisations or associations whom to donate State private assets indicating the general usage and value."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter V – Thte donation of State private assets",
      "section": "21",
      "title": "Article 21 – Prohibition to beneficiaries of State private asset donations",
      "content": "A State organ, organisation which has been donated a State private asset shall not resell it. In the event of dissolution or winding up of business by the beneficiary, the asset shall be transferred to another agency, organisation and association or returned to the State."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter VI – The destruction of State private assets",
      "section": "22",
      "title": "Article 22 – Complete destruction of State private assets",
      "content": "When a State private asset is no longer of any use, it may be burnt to destruction or by use of any other means after authorisation by the Minister in charge of Infrastructure in conjunction with an organ in charge of environmental conservation. In the above case, a statement shall be prepared and approved by the chief budget manager who shall submit it to the Minister in charge of Infrastructure and inform the Minister in charge of Finance. An Order of the Minister in charge of Finance shall determine the method and procedure for complete destruction of State private assets of public institution that is allocated a state budget."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter VII – The final provisions",
      "section": "23",
      "title": "Article 23 – Abrogating provisions",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter VII – The final provisions",
      "section": "24",
      "title": "Article 24 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "Public institutions",
      "definition": "organs of central government, local government, national commissions, public projects, public enterprises and public companies",
      "source_provision": "art2"
    }
  ]
}
