{
  "id": "rw-law-2008-11",
  "type": "statute",
  "title": "Law establishing the Institute of Certified Public Accountants of Rwanda and Determining its Powers, Organisation and Functioning",
  "title_en": "Law establishing the Institute of Certified Public Accountants of Rwanda and Determining its Powers, Organisation and Functioning",
  "short_name": "Law 11 of 2008",
  "status": "in_force",
  "issued_date": "2008-05-06",
  "in_force_date": "2008-05-06",
  "url": "https://rwandalii.org/akn/rw/act/law/2008/11/eng@2008-05-06",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER ONE: GENERAL",
      "section": "1",
      "title": "Article 1 - Purpose of this Law",
      "content": "This law establishes an Institute of Certified Public Accountants of Rwanda abbreviated as ICPAR, determines its powers, organization and functioning and regulates the accountancy profession in Rwanda."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER ONE: GENERAL",
      "section": "2",
      "title": "Article 2 - Definitions",
      "content": "1° “Public practice of accountancy”: performing or accountancy: performing or offering to perform or holding out to be qualified to render to any person, any professional services requiring skills in accountancy. A person serving a contract of employment does not engage in public practice of accountancy by virtue of only performing his/her obligations under that contract; 2° “Statutory audit”: independent examination and/or verification of financial statements or accounting records of any entity, by an external auditor, with the aim of expressing an independent opinion on the truth and fairness of those financial statements; 3° “ICPAR”: Institute of Certified Public Accountants of Rwanda; 4° “IASB”: International Accounting Standards Board in Great Britain, with a head office in London, which publishes international accounting standards; 5° “IFRS”: International Financial Reporting Standards applicable to private sector which are issued by the IASB; 6° “IPSAS”: International Public Sector Accounting Standards issued by IFAC; 7° “ISA”: International Standards on Auditing issued by IFAC; 8° “IFAC”: International Federation of Accountants based in New York in the United States of America composed of national bodies of professional accountants worldwide; 9° “CPA (R)”: Certified Public Accountant of Rwanda; 10° “AA (R)”: Associate Accountant of Rwanda”; 11° “CAT(R)”: Certified Accounting Technician of Rwanda” 12° “FCPA(R)“: Fellow Certified Public Accountant of Rwanda; 13° “Recogn ised u n iversity”: University so recognised by the Ministry responsible for higher education; 14° “ Institute of higher learning”: institute recognized by the Ministry responsible for higher education; 15° “Minister”: Minister in charge of finance; 16° “Any person”: natural or legal person."
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER ONE: GENERAL",
      "section": "3",
      "title": "Article 3 - Standards governing",
      "content": "professional accounting Accounting and auditing in Rwanda shall be exercised in accordance with standards that are published by the In s t i t u t e o f C ert i fi ed P u b l i Accountants of Rwanda pursuant to"
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER III: ORGANS OF",
      "section": "7",
      "title": "Article 7 - Responsibilities of the",
      "content": "Institute The Ins t i t ut e s hal l have t he following responsibilities: 1° to regulate the accountancy profession; 2° to preserve the integrity of the accounting profession; 3° to promote the competence and the capacities of its members; 4° to provide to its members professional education in accounting and other related disciplines; 5° to issue regulations for promoting the functioning of the Institute; 6° to take disciplinary measures against members unable to perform their duties and guilty of misconduct; 7° to promote and preserve the professional independence of its members while exercising their profession; 8° to promote the common interests of its members; 9° to advocate for members in the country and abroad; 10° to promote the recognition of the Institute in the country and abroad; 11° to issue and to promote the implementation of accounting and auditing standards in public organs and private sector; 12° to provide advisory commentary on curricula for any accountancy courses; 13° to develop teaching programmes to organize programmes, to organize examinations and to issue certificates in matters relating to accounting profession; 14° to make contribution on bills relating to the accounting profession; 15° to give advice to Government on matters relating to the accounting profession; 16° to take appropriate measures enabling the Institute to perform its responsibilities; 17° to issue licence of exercising the accounting profession to qualifying members requesting such licence and to withdraw it in case of misconduct; 18° to determine any other functions aiming at promoting the accounting profession; 19° to promote membership of the Institute in IFAC; THE INSTITUTE, THEIR RESPONSIBILITIES AND THEIR FUNCTIONING"
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER",
      "section": "4",
      "title": "Article 4 - Ethics of accountants",
      "content": "Every accountant in Rwanda shall be characterized by integrity. He/she shall not cause disrepute to the accounting profession, and shall abide by the Code of professional conduct and et hi cs i ssued i accordance with arctile 82 of this Law. II: ES TABLIS HMENT OF THE INSTITUTE OF CERTIFIED PUBLIC ACCOUNTANTS AND ITS FUNCTIONS"
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER",
      "section": "5",
      "title": "Article 5 - Establishment of the",
      "content": "In stitu te of Certified Pu b lic Accountants There is hereby established the In s t i t u t e o f C ert i fi ed P u b l i Accountants of Rwanda abbreviated as “ICPA(R)”. The Institute has legal personality, ad m i n i s t rat i v e an d fi n an ci al autonomy."
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER",
      "section": "6",
      "title": "Article 6 - Head office",
      "content": "The Institute headquarters is located in Kigali, the Capital city of Rwanda. It may be transferred elsewhere in Rwanda if deemed necessary The Institute may establish branches in Rwanda and have representatives outside Rwanda."
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly",
      "section": "8",
      "title": "Article 8 - Organs of the Institute",
      "content": "The Institute consists of the following organs: 1° the General Assembly; 2° the Governing Council of the Institute; 3° the Permanent Secretariat."
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly",
      "section": "9",
      "title": "Article 9 - Composition of General",
      "content": "Assembly The General Assembly of the Institute shall be composed of all its members."
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly",
      "section": "10",
      "title": "Article 10 - Responsabilities of",
      "content": "General Assembly The General Assembly has the following functions: 1° to approve members of the Institute; 2° to elect or to remove members of the Governing Council of the Institute; 3° to approve the activity report of the previous year; 4° to approve the activity plan of the following year and its budget; 5° to determine fees payable by the members of the Institute; the members of the Institute; 6° to approve the Institute’s rules of procedure; 7° to approve the code of conduct of the Institute’s members; 8° to appoint or remove the external auditor of the Institute or to renew his or her mandate; 9° approve the Institute’s financial statements and the auditor’s report for the previous year; 10° to approve reports and resolutions of the Institute’s organs; 11° to consider any other business of interest to the Institute. The General Assembly may confer to the Governing Council of the Institute the powers to definitely approve members and give them licences to exercise the accounting profession."
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly",
      "section": "11",
      "title": "Article 11 - Meetings of",
      "content": "Assembly General The General Assembly is the supreme organ of the Institute. shall hold an ordinary meeting, least once a year. Such a meeting shall be held in a period not exceeding the first three (3) months of the year. The General Assembly may also hold an extraordinary meeting whenever it is deemed necessary, upon request by at least one quarter (1/4) of its members or by the Governing Council of the Institute."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly",
      "section": "12",
      "title": "Article 12 - Convening meetings of",
      "content": "the General Assembly The General Assembly shall be co n v en ed i n wri t i n g b y t h C hairperson of the Governing Council of the Institute, in his or her absence, by the Vice-Chairperson. they are both absent, the Secretary General of the Institute shall convene the meetings upon the request of least one quarter (1/4) of the members of the Governing Council of the Institute. The members of the Institute present at such meeting shall elect among themselves the Chairperson of the meeting. The m eet i ngs of t he General Assembly shall be convened at least fourteen (14) days before they are held. The invitation of the meeting, al ongs i de wi t h t he neces s ary documents, shall state the agenda, g venue, day and hour of the meeting."
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly",
      "section": "13",
      "title": "Article 13 - Quorum of the General",
      "content": "Assembly The General Assembly shall be valid attended by at least one half (1/2) of its members. If a quorum is not present, the meeting of the General Assembly shall be adjourned to another day. During the next meeting, convened in ordinary way, the members present s h al l v al i d l y t ak e d eci s i o n irrespective of the quorum required."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly",
      "section": "14",
      "title": "Article 14 - Presiding over the",
      "content": "meetings of General Assembly Without prejudice to the provisions of article 12 of this law, the meetings of the General Assembly shall be presided over by the C hairperson of the Governing Council of Institute, who is also the C h ai rp ers o n an d t h e Leg al Representative of the Institute. In case of his or her absence, he or she shall be replaced by the Vice Chairperson."
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly",
      "section": "15",
      "title": "Article 15 - Examining matters",
      "content": "concerning the Chairperson or the Vice-Chairperson In the event of examining matters on t h e ag en d a co n cern i n g t h Chairperson, the Vice-Chairperson shall preside over the meeting of the General Assembly. If such matters concern both of them, the General Assembly shall elect the Chairperson amongst its members."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "16",
      "title": "Article 16 - Decision making at the",
      "content": "General Assembly The General Assembly shall take decisions at an absolute majority of members present in the meeting. In the event of a tie vote in the first round, there shall be a second round. Where the second round of voting ends in a tie, the meeting chairperson shall have a casting vote. The Secretary General of the Institute shall participate in meetings of the General Assembly and shall be the rapporteur of such meetings, but shall not vote on any of its decisions. the Institute Sub-section one: Members of the Governing Council of Institute and its functions"
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "17",
      "title": "Article 17 - Composition of the",
      "content": "Governing Council of Institute The Governing Council of Institute is composed of the following ten (10) persons: 1° Seven (7) elected members: a. Chairperson and Vice- Chairperson who shall be Certified Public Accountants; b. other five (5) members including at least two (2) Certified Public Accountants; 2° ex-officio: a. the Accountant General in the Ministry responsible for finance; b. the Auditor General of State Finances. 3° one university lecturer elected by fellow lecturers from recognized universities and institutions of higher learning offering courses l ead i n g t o q u al i fi cat i o n s i accounting. Such a lecturer shall have, at least, three (3) years experience in accountancy. The appointment of members of the Governing Council of Institute shall respect the principle of gender equality."
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "18",
      "title": "Article 18 - Election of members of",
      "content": "Governing Council of Institute Members of the Governing Council referred to by Article 17 of this law shall be elected through secret and direct ballot. A candidate must attain a simple majority of the votes cast. In case of parity of votes for the first time, voting is repeated. If the parity persists for the second time, the meeting Chairperson casts a decisive vote. A member of the Institute shall vote in person or by proxy with written authorisation. The representatives of the State, universities and higher learning institutess shall be ineligible for appointment as President or Vice- President of the Institute."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "19",
      "title": "Article 19 - Disqualification from",
      "content": "election Except persons referred to in article 18 of this law, a member who has been found guilty of misconduct in accordance with the provisions of"
    },
    {
      "provision_ref": "art45",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "45",
      "title": "Article 45 - Decision s of th",
      "content": "disciplinary Committee The Disciplinary Committee, after examining a complaint, may request the Governing Council of the Institute to take any of the following decisions: 1° to dismiss the complaint for lack of sufficient evidence; 2° to reprimand the person found guilty and to inform the General Assembly; 3° to suspend the person found guilty from the membership of the Institute for a period not exceeding two (2) years; 4° to request the General Assembly to withdraw, from the person found guilty, the right to practice public accountancy in case of repetitive or grave misconduct; 5° to sue, in a Court of law, the person against whom a complaint has been raised; 6° to publish the names of persons against whom decisions o o o referred to in points 3, 4, and 5 of this article have been taken. The Disciplinary Commission shall s um i t i t s res ol ut i ons t o t he Governing Council of the Institute a period not exceeding sixty (60) days from the receipt of the complaint. The person subject to decisions mentioned in points 3° and 4° of this Article shall be published in newspapers of wide circulation."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "20",
      "title": "Article 20 - Responsibilities of",
      "content": "Governing Council of Institute The Governing Council has the following responsibilities: 1° to fulfill the duties assigned by the General Assembly; 2° to prepare the draft budget of the Institute and submit it to the General Assembly for approval; 3° to monitor the execution of the Institute’s budget; 4° to prepare the annual activitiy report for the previous year; 5° to prepare accounting standards in Rwanda on establishment of financial statement and auditing; 6° to hire employees of the Institute, to evaluate their performance and to determine the terms of employment; 7° to issue licence eligible members to practice public accountancy; 8° to prepare the draft operational plan of the Institute as well as the report; 9° to receive fees payable by the members; 10° to prepare draft advices to the General Assembly on courses and curricula in accounting; 11° to receive candidature for membership of the Institute and to h f d l i b h approve them after delegation by the General Assembly; 12° to cause annual publication of the particulars of the members of the Institute; 13° to prepare and maintain the registers required by this law; 14° to examine and approve different documents and resolutions of the technical Commissions of the Institute; 15° to approve the name of the new firm of accountants; 16° to carry out any other necessary activity for the fulfillment of the functions of the Institute; 17° to perform any other duties delegated by the General Assmbly: In performing its responsibilities, the Governing Council of the Institute may co-operate with any other o rg an i zat i o n s h av i n g s i m i l ar objectives, whether from within or outside the country."
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "21",
      "title": "Article 21 - Term of office of",
      "content": "Governing Council of Institute Members of the Governing Council of the Institute shall be elected for term of office of two (2) years renewable only once. Arti cl e 2 2: Ces s a ti o n o membership of the Governing Council of Institute A member of the Governing Council of the Institute Council shall leave such an office if: 1° his or her term of office expires; 2° he or she resigns in writing; 3° he or she no longer fulfils the requirements considered at the time of his or her appointment; 4° he or she jeopardises interests of the Institute as approved by the General Assembly; 5° he or she has been adjudged by a Court to be bankrupt; 6° he or she demonstrates behaviours contrary to his or her responsibilities; 7° he or she is definitively sentenced to a term of imprisonment equal to or exceeding six (6) months; 8° h h i l bl 8° he or she is no longer able to perform his or her duties; 9° he or she is absent in meetings of the Governing Council of the Institute for three (3) consecutive times with no justified reasons; 10° he or she confesses and pleads guilty of the crime of Genocide or he or she is convicted of the crime of genocide; 11° he or she is characterised by genocide ideology; 12° he/she dies. In case one of the members of the Governing Council of the Institute leaves his or her duties, he/she shall be replaced in accordance with the provisions of article 18 of this law. However, in case the term of office does not exceed six (6) months, he or she shall not be replaced."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "23",
      "title": "Article 23 - Meetings of Governing",
      "content": "Council of Institute The meeting of the Governing Council of the Institute is held once every three (3) months and at any time it is considered necessary, upon invitation by its Chairperson or its Vice-Chairperson in case of absence of the Chairperson, at own initiative, or upon proposal in writing by least a third (1/3) of its members. The invitation shall be submitted in writing stating the agenda to members of the Governing Council of the Institute at least fourteen (14) days before the meeting is held. However, the extraordinary meeting is convened in writing at least five (5) days before it is held. The procedures through which the meeting is convened and the mode of taking decisions shall be determined by the internal rules of procedure of the Institute."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "24",
      "title": "Article 24 - Invitees to Governing",
      "content": "Council of the Institute meetings The Governing Council of the Institute may invite in its meeting any person from whom it may seek advice on a certain issue on the agenda. The invitee is not allowed to vote and to follow the debates on other issues on the agenda."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "25",
      "title": "Article 25",
      "content": "Signing minutes of g g Governing Council of the Institute meetings The minutes of the Governing Council of the Institute meetings shall be signed by the Chairperson and the secretary of the meeting. The resolutions of the Governing Council of the Institute meetings shall be signed at the completion of the meeting by the Chairperson, the rapporteur and the members present."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "26",
      "title": "Article 26 - Sitting allowances to",
      "content": "members of governing Council of Institute Members present at the Governing Council of the Institute meeting shall receive sitting allowances determined by the Internal rules of procedure of the Institute."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "27",
      "title": "Article 27 - Restrictions to members",
      "content": "of the Governing Council of Institute The members of the Governing Council of the Institute or companies in which they are shareholders are n o t al l o wed t o p erfo rm an remunerated activity in the Institute. S u b - s ect i o n 2: Commissions T ech n i ca"
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "28",
      "title": "Article 28 - Categories of technical",
      "content": "Commissions Technical commissions shall assist the Governing Council of the Institute in the operations of the Institute. The members of the Commissions are elected from members of the Institute. C at eg o r i es o f t h e t ech n i cal Commissions are as follows: 1° The Commission for Inspection; 2° The Disciplinary Commission; 3° The Professional Accountants Curricula, Professional education and Examinations Commission."
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "29",
      "title": "Article 29 - Remuneration of the",
      "content": "members of the technical Commissions Th e Gen eral As s em b l y s h al determine remuneration to the M em b ers o f t h e t ech n i cal Commissions of the Institute for the services rendered. Arti cl e 30: Ces s ati on of memb ersh ip of th e tech n ical Commission A m em b er o f t h e t ech n i cal Commission shall leave such office if: 1° his or her term of office expires; 2° he or she resigns in writing; 3° he or she no longer fulfils the requirements considered at the time of his or her appointment; 4° he or she is found guilty of misconduct; 5° he or she has been adjudged by a Court to be bankrupt and not yet discharged of that guilt; 6° he or she is definitively sentenced to a term of imprisonment equal to or exceeding six (6) months with no suspension of sentence; 7° he or she confesses and pleads guilty of the crime of genocide or he or she is convicted of the crime of genocide; 8° he or she is characterised by genocide ideology or he or she is found guilty of the crime of genocide; 9° he or she is no longer able to perform his or her duties; 10° he or she is absent from meetings of the Commission for three (3) consecutive times with no justified reasons; 11° he or she dies."
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "31",
      "title": "Article 31 - Composition of the",
      "content": "Commission for inspection The Commission for Inspection of the accounting profession shall be composed of four (4) persons appointed as follows: 1° the Chairperson of the Commission and two (2) other members elected by the General Assembly of the Institute from among the Certified Public Accountants. The Chairperson shall not engage individually in the practice of accounting or auditing. 2° one person experienced in accounting and elected by a consortium of recognized universities and colleges offering courses leading to qualifications in accountancy. The members of the Commission shall elect a secretary from among themselves."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "32",
      "title": "Article 32 - Responsibilities of the",
      "content": "Commission for inspection 1° to provide advices on the draft national standards on preparing of financial statement, auditing and accounting in Rwanda to be published by a Ministerial Order; T h e R es p o n s i b i l i t i es o f t h Commission for Inspection are as follows: 2° to monitor compliance with the national accounting standards; 3° to monitor the conduct of firms exercising the accounting profession; 4° to recommend to the Governing Council of the Institute or the General Assembly to suspend or withdraw respectively, from a member who is guilty of professional misconduct, the right to practice public accountancy; 5° to carry out any other necessary activity for the fulfillment the responsibilities of the Institute. In the performance of its duties, the Commission may seek technical advice from any person."
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "33",
      "title": "Article 33 - Term of office for",
      "content": "members of the Commission for inspection The term of office for members of the Commission shall be three (3) years renewable only once. Arti cl e 34: Meeti n gs of th Commission for inspection The Commission for Inspection shall meet at least once every three (3) months, and as often as is necessary. The meeting of the Commission convened and presided over by its Chairperson. In the absence of the Chairperson, the Secretary of the Commission convenes the meeting and the members present elect among themselves a chairperson. At any meeting of the Commission, three (3) members shall constitute quorum. The Commission makes decisions by consensus."
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "35",
      "title": "Article 35 - Submission of the",
      "content": "Commission reports The Commission for Inspection shall submit its reports to the Governing C ouncil of the Institute. The inspected person shall have the right to comment on the report before it submitted to the Governing Council of the Institute. The comment must be in writing delivered to the Governing Council of the Institute. If not satisfied with the High Council of the Institute’s decision, the person appeals to the General Assembly in its next meeting."
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "36",
      "title": "Article 36 - General inspection",
      "content": "In a period not exceeding three (3) years or such other period as may be appropriate, the Commission shall perform general inspection of any member who has been given the licence to exercise the accounting profession, and that of their firms."
    },
    {
      "provision_ref": "art37",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "37",
      "title": "Article 37 - Special inspection",
      "content": "The Commission may perform special inspection at such time as may be appropriate or upon request by the Governing Council of the Institute."
    },
    {
      "provision_ref": "art38",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "38",
      "title": "Article 38 - Obligation to provide",
      "content": "informations Du ri n g t h e i n s p ect i o n, t h Commission may ask the person being inspected or his or her employees to provide explanations and present the accounting records or any other necessary documents and may photocopy those records or documents. The pers on who provi des explanations, books or documents required by the Commission shall not be held liable for breach of professional secret."
    },
    {
      "provision_ref": "art39",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "39",
      "title": "Article 39 - Confidentiality during",
      "content": "the inspection It is prohibited to the Commission for Inspection or its staff to disclose professional secrecy, unless it provided for by the law or required by a competent Court. An y p ers o n wh o d i s cl o s es professional secrecy shall be liable to sanctions in accordance with the Code of professional conduct and ethics. Arti cl e 40: Memb ers of disciplinary commission The Disciplinary Commission of the Inst i t ut e i s com posed of t he following seven (7) persons: 1° the Chairperson and three (3) other members are elected by the General Assembly. The Chairperson, shall be a Certified Public Accountant and shall not engage individually in public practice of accounting or auditing; 2° a lawyer committed by the General Assembly of the Rwanda Bar association; 3° two (2) persons appointed by the Minister to represent general interest of the stakeholders in the accounting profession. Members of the Commission shall elect a secretary among themselves."
    },
    {
      "provision_ref": "art41",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "41",
      "title": "Article 41 - Responsibilities of the",
      "content": "disciplinary Commission The Disciplinary Commission mandated: 1° to receive, analyse and examine complaints relating to professional misconduct against members of the Institute; 2° to communicate its conclusion to the Governing Council of the Institute."
    },
    {
      "provision_ref": "art42",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "42",
      "title": "Article 42 - Term of office of the",
      "content": "memb ers of th e d iscip lin ary Commission M em bers of t he Di s ci pl i nary Commission shall hold office for term of two (2) years. Arti cl e 43: Meeti n gs of th disciplinary Commission The disciplinary commission shall meet at least once a term and at any time it is considered necessary at the invitation of its Chairperson or its secretary in case of his or her absence, at own initiative or upon request by at least three (3) persons of its members. A written invitation shall be submitted to the members of the committee at least three (3) days before the meeting is held. In absence of the Chairperson, present members invited by the s ecret ary s h al l el ect am o n themselves a chairperson. The Disciplinary Commission shall convene and take legally accepted decisions in presence of at least four (4) persons of its members. Deci s i o n s s h al l b e t ak en b consensus and in consideration of the Code of professional conduct and ethics and the internal regulations of the Institute."
    },
    {
      "provision_ref": "art44",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "44",
      "title": "Article 44 - Claims to disciplinary",
      "content": "Commission Any person who has reason to believe that a member of the Institute may be guilty of professional misconduct, makes a complaint to the President of the Institute, who shall then request the Disciplinary Commission to pursue the matter. The Disciplinary Committee of the Institute shall convene to consider the complaint not later than fourteen (14) after its receipt from the President of the Institute."
    },
    {
      "provision_ref": "art46",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "46",
      "title": "Article 46 - Right to be heard",
      "content": "S ubsequent t o recei pt of t he Disciplinary committee report, the Governing Council of the Institute shall invite the defendant, in a period not exceeding fifteen (15) days in order to submit to him, in writing, list of charges and the recommended decisions. The defendant shall have at least thirty (30) days within which to defend him or herself on the complaints against him or her. The defence shall be in writing. After the defence, the decision shall be taken by the Governing Council of the Institute in accordance with provisions provided for in articles 45 and 80 of this law."
    },
    {
      "provision_ref": "art47",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "47",
      "title": "Article 47 - Implementation of the",
      "content": "d ecision s of th e d iscip lin ary Committee After the Governing Council of the Institute or the General Assembly examines and approves the decisions relating to misconduct taken against a member of the Institute shall a member of the Institute, shall immediately implement them."
    },
    {
      "provision_ref": "art48",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "48",
      "title": "Article 48 - Appeal of decisions on",
      "content": "misconduct Any decision that is taken against member on his or her misconduct shall be appealed against to the General Assembly wthin thirty (30) days. In case the appealant is not satisfied with the decision against him/her, he/she shall file a suit in competent courts."
    },
    {
      "provision_ref": "art49",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "49",
      "title": "Article 49 - Memb ers of th",
      "content": "p ro fes s i o n a l a cco u n ta n ts cu rri cu l u m, p ro fes s i o n a ed u cati on an d exami n ati on Commission and the modalities of their appointment Th e p ro fes s i o n al acco u n t an t curriculum, professional education and examinations Commission composed of eight (8) persons appointed as follows: 1° The General Assembly, upon request by the Governing Council of the Institute approves among the members of the Institute, three (3) Certified Public Accountants including the Chairperson of the Committee; 2° one person appointed by the Minister to represent general interest of private sector in the accountancy profession who shall possess at least a university degree in accountancy; 3° one person nominated by a consortium of recognised universities and colleges offering courses leading to qualifications in accountancy, who shall have a teaching experience of at least three (3) years as a lecturer in accountancy; 4° ex-officio members: a. the Director of Rwanda National Examinations Council for Primary and Secondary Education; b. the Director of National Curriculum Development; c. the Executive Secretary of the National Council of Higher Education The members of the Professional Acco u n t an t s Ex am i n at i o n Acco u n t an t s Ex am i n at i o n Commission shall elect a rapporteur amongst themselves."
    },
    {
      "provision_ref": "art50",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "50",
      "title": "Article 50 - Functions of the",
      "content": "p ro fes s i o n a l a cco u n ta n ts cu rri cu l u m, p ro fes s i o n a ed u cati on an d exami n ati on Commission The functions of the Professional Account ant s C urri cul um development and Examinations Commission are as follows: 1° to determine a draft syllabus for the award of a professional qualification in accountancy which shall be approved by the Governing Council of the Institute; 2° to organize, supervise and to mark the examinations for those who have persued professional courses; 3° to monitor the training of courses leading to professional qualifications in accounting 4° to determine the fees payable by examination candidates approved by the Governing Council of the Institute; 5° to set up examination rules, their enforcement and to recommend punishment for persons in contravention; 6° to suggest the form of professional qualifications in accountancy which shall be approved by the Governing Council of Institute; 7° to promote the recognition of those professional qualifications in Rwanda and internationally; 8° to perform any other activity that may be conducive to the fulfillment of its functions. In t he ful fi l l m ent of i t responsibilities, the Commission may seek technical advice from experts."
    },
    {
      "provision_ref": "art51",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of",
      "section": "51",
      "title": "Article 51 - Term of office of",
      "content": "memb ers of th e p rofession al accou n tan ts cu rri cu l u m d ev el o p men t, p ro fes s i o n a ed u cati on an d exami n ati on ed u cati on an d exami n ati on Commission M em bers of t he P rofes s i onal accountants professional curriculum development and examinations Commission shall serve for a period of five (5) years renewable. Arti cl e 52: Meeti n g of th p ro fes s i o n a l a cco u n ta n ts cu rri cu l u m, p ro fes s i o n a ed u cati on an d exami n ati on Commission Th e p ro fes s i o n al acco u n t an t curriculum, professional education and examinations Commission shall hold its meetings at any time it considered necessary. The meeting shall be convened and presided over by its Chairperson. In absence of the Chairperson, its Rapporteur may convene t he m eet i ng and t he members present shall elect among them a chairperson. For any meeting to duly convene or take valid decisions there shall be quorum of four (4) members. The decisions of the Commission are taken by consensus."
    },
    {
      "provision_ref": "art53",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of | Section 3: Permanent Secretariat",
      "section": "53",
      "title": "Article 53 - Foreign partnership",
      "content": "Subject to prior approval of the Governing Council of the Institute, t h e p ro fes s i o n al acco u n t an t curriculum, professional education and examinations Commission may co-operate with other institutions with similar duties."
    },
    {
      "provision_ref": "art54",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of | Section 3: Permanent Secretariat",
      "section": "54",
      "title": "Article 54 - Organisation and",
      "content": "responsibilities of the Permanent Secretariat The Permanent Secretariat consists of the S ecretary General and the employees of the Institute"
    },
    {
      "provision_ref": "art55",
      "chapter": "CHAPTER III: ORGANS OF | Section 1: General Assembly | Section 2: Governing Council of | Section 3: Permanent Secretariat",
      "section": "55",
      "title": "Article 55 - Appointment of the",
      "content": "members of Permanent Secretariat The Secretary General and the support s t aff s h al l b e ap p o i n t ed b y t h Governing Council of the Institute through competition."
    },
    {
      "provision_ref": "art56",
      "chapter": "CHAPTER IV: CATEGORIES | Section one: Categories of",
      "section": "56",
      "title": "Article 56 - Attrib u tion s",
      "content": "Secretary General T h e S ecret ary Gen eral s h al of T h e S ecret ary Gen eral s h al coordinate and manage the day-to- day affairs of the Institute and shall be accountable to the Governing Council of the Institute on how its decisions are implemented. In particular, the Secretary General responsible for the following: 1° to ensure a daily follow-up of the activities of the Institute; 2° to issue job regulations to employees of the institute; 3° to prepare the draft budget proposal for the following year and the use of the previous annual budget and submit it to the Governing Council of the Institute; 4° to execute the budget of the Institute and to manage its property; 5° to manage and appraise the employees of the Institute in accordance with the law; 6° to inform, in writing, the Governing Council of the Institute about the progress of the Institute’s activities at least once in every three (3) months; 7° to act as the Rapporteur at meetings of the General Assembly and the Governing Council of the Institute; 8° to perform any other duties assigned by the Governing Council of the Institute. O F ACCO UNT ANT S AND RE G IS T RAT IO N IN T H INSTITUTE accountants in the Institute"
    },
    {
      "provision_ref": "art57",
      "chapter": "CHAPTER IV: CATEGORIES | Section one: Categories of",
      "section": "57",
      "title": "Article 57 - Categories of",
      "content": "accountants in the Institute The Ins i t ut e i s com pos ed of account ant s i n t he fol l owi ng categories: 1° Certified Public Accountants; 2° Associate Accountants; 3° Certified Accounting Certified Accounting Technicians; 4° Fellow Certified Public Accountants. Sub-section one: Certified Public Accountants"
    },
    {
      "provision_ref": "art58",
      "chapter": "CHAPTER IV: CATEGORIES | Section one: Categories of",
      "section": "58",
      "title": "Article 58 - Eligibility for",
      "content": "certified public accountant For a person to be a Certified Public Accountant, he/she shall fulfil l eas t o n e o f t h e f o l l o w i n requirements: 1° to be a holder of the professional qualification of a certified public accountant issued by the Institute; 2° to be a holder of a professional qualification of a chartered accountant or certified public accountant issued by a body of professional accountants in another country which has full membership of IFAC."
    },
    {
      "provision_ref": "art59",
      "chapter": "CHAPTER IV: CATEGORIES | Section one: Categories of",
      "section": "59",
      "title": "Article 59 - Fellow membership",
      "content": "On the recommendation of the Governing Council of the Institute, and upon approval of the General Assem bl y, a C ert i fi ed P ubl i Accountant may be a “Fellow member” upon fulfilment of the following requirements: 1° if the member is in good standing with the Institute or has been a member in good standing with an equivalent Institute for a continuous period of five (5) years prior to membership of the Institute; 2° if the member played a significant role in promotion of the profession of accountancy in Rwanda. Arti cl e 6 0: E l i g i b i l i ty fo regi strati on as an associ ate accountant To be eligible for registration as an “A s s o ci at e A cco u n t an t ”, an accountant shall fulfil the following requirements: 1° to be a holder of at least a bachelor’s degree (A0) majoring in Sub- section 2: Associate accountants bachelor s degree (A0) majoring in accounting or its equivalent; 2° to have exercised for at least four (4) years prior to the entry into force of this Law, the independent accounting or auditing profession or to have served as an audit manager within firms evaluating audit reports in Rwanda."
    },
    {
      "provision_ref": "art61",
      "chapter": "CHAPTER IV: CATEGORIES | Section one: Categories of",
      "section": "61",
      "title": "Article 61 - Duration of the",
      "content": "associate accountants category Admission to the membership of the Institute as an associate accountant shall be done within a period of twelve (12) months from the date of publication of this law in the Official Gazette of the Republic of Rwanda. After this time, no new member shall be granted membership to this category. Within five (5) years from the date of publication of this Law in the Rwanda, any “Associate Accountant” member of the Institute shall endeavour to attain the qualifications required by article 58. After the lapse of the five (5) years, the associate membership shall automatically cease. Sub-section 3: Certified accounting technicians"
    },
    {
      "provision_ref": "art62",
      "chapter": "CHAPTER IV: CATEGORIES | Section one: Categories of | Section 2: Distinctive features of",
      "section": "62",
      "title": "Article 62 - Requirements for being",
      "content": "a certified accounting technician To be eligible for registration as Certified Accounting Technician, person shall fulfill any one of the following requirements: 1° to be a holder of the Certified Accounting Technician certificate awarded by the Institute; 2° to be a holder of a certified accounting technician certificate awarded by a body of professional accountants outside Rwanda which a full member of IFAC. categories of accountants"
    },
    {
      "provision_ref": "art63",
      "chapter": "CHAPTER IV: CATEGORIES | Section one: Categories of | Section 2: Distinctive features of",
      "section": "63",
      "title": "Article 63 - Letters symbolizing",
      "content": "categories of accountants Certified Public Accountant may add Certified Public Accountant may add the letters “CPA(R)” after his/her names to identify his or her category or “FCPA(R) if he or she is Fellow. An associate accountant may add the designation “AA(R)” after his/her names to identify his or her category within the Institute. A Certified Accounting Technician may add the letters “CAT(R)” after his/her names to identify his or her category."
    },
    {
      "provision_ref": "art64",
      "chapter": "CHAPTER IV: CATEGORIES | Section one: Categories of | Section 2: Distinctive features of | Section 3: Registration in and",
      "section": "64",
      "title": "Article 64",
      "content": "Prohibited use of members’ designated letters Any person, not being a member of the Institute, shall never use the designated letters of its members. No member of the Institute shall use designated letters for a category of membership he/she is not registered in. Any person in contravention of the provisions of this Article shall be punished in accordance with the Penal Code and the Institute’s Code of professional conduct and ethics. disqualification from the Institute"
    },
    {
      "provision_ref": "art65",
      "chapter": "CHAPTER IV: CATEGORIES | Section one: Categories of | Section 2: Distinctive features of | Section 3: Registration in and",
      "section": "65",
      "title": "Article 65 - Registration",
      "content": "Any person wishing to be a member of the Institute shall apply for membership in writing to the President of the Institute. The Governing Council of the In s t i t u t e s h al l co n s i d er t h application and make a decision thereof, not later than thirty (30) days after receipt of the application, which decision is communicated to the concerned person. If the applicant is not satisfied with the decision of the Governing Council of the Institute, he or she appeals to the General Assembly, within twenty (20) days after receipt of the decision and the General Assembly shall make decision in its next meeting. The Governing Council of the Institute shall issue a registration n u m b er an d cert i fi cat e o n u m b er an d cert i fi cat e o membership to each person whose application has been confirmed by the General Assembly. No person shall be an effective member of the Institute before p ay m en t o f t h e p res cri b ed membership fees to the Institute. An account ant who has been suspended from membership of the Institute due to misconduct, shall be ineligible for the membership of the Institute until the reversal of the suspension."
    },
    {
      "provision_ref": "art66",
      "chapter": "CHAPTER V: PRACTICE OF",
      "section": "66",
      "title": "Article 66 - Register of members",
      "content": "The Institute shall maintain a register of its members and enter therein particulars about the members. The particulars of members shall be distinctly maintained for each cat egory of m em bershi p. The Governing Council of the Institute shall determine the details to be contained in those particulars about the members. The Governing Council of the Institute shall annually publish the list with particulars of the members in the Official Gazette of the Republic of Rwanda and in at least t wo (2) n ews p ap ers o f wi d circulation. Any member of the public may inspect the Register of members. Arti cl e 6 7: Remo v a l fro m memb ers h i p reg i s ter o f th Institute A pers on i s di s qual i fi ed for membership of the Institute if that person: 1° has been convicted by a court of competent jurisdiction in the Republic of Rwanda, or elsewhere, of an offence involving fraud or dishonesty, money laundering or corruption and other related offences and convicted to imprisonment for a period of at least six (6) months; 2° is an undischarged bankrupt; 3° is of unsound mind and has been certified to be so by an authorized medical doctor; authorized medical doctor; 4° has been subject to disciplinary action by the Disciplinary Commission and no related appeal is pending in any Court of law. ACCOUNTANCY"
    },
    {
      "provision_ref": "art68",
      "chapter": "CHAPTER V: PRACTICE OF",
      "section": "68",
      "title": "Article 68 - Application to engage",
      "content": "in the profession Any member who wishes to engage in public practice of accountancy shall apply to the President of the Institute to be so licenced. The application shall be supported by the following information: 1° certificate of membership; 2° evidence that the applicant is resident in Rwanda; 3° evidence that the applicant has paid the prescribed fees; 4° evidence of prior practical experience of at least two (2) years in a position of responsibility to manage audits or accounting assignments. He or she must also have a recommendation delivered by a Certified Public Accountant who confirms having supervized him or her and convinced of his or her proven experience and competence in independent auditing. However, requirements provided for in this point are not applicable to a member already involved in the practice of accountancy or independent auditing; 5° evidence that the applicant has been registered as a tax payer. Within thirty (30) days, the Governing Council of the Institute shall, in the prescribed form, licence the applicant who satisfies the requirements. The licence so issued shall be subject to renewal annually in accordance with the rules of the Insitute."
    },
    {
      "provision_ref": "art69",
      "chapter": "CHAPTER V: PRACTICE OF",
      "section": "69",
      "title": "Article 69 - Names of accounting",
      "content": "firms and modalities for their approval approval The name of an accounting firm shall be approved by the Governing Council of the Institute before the firm engages in the professional practice. A proposed name of a firm shall not be approved by the Governing Council of the Institute, if that name is: 2° the same as or similar to a name of another already approved firm. Provisions provided for in this paragraph of this Article shall not be applicable to a firm already involved in the professional practice unless its name is misleading."
    },
    {
      "provision_ref": "art70",
      "chapter": "CHAPTER V: PRACTICE OF",
      "section": "70",
      "title": "Article 70 - Register of licensed",
      "content": "accountants and their respective professional firms The Institute shall maintain a register of licenced members in the public practice of accountancy. The register shall include the name of the firm of the accountant and be published in the Official Gazette of t h e R ep u b l i c o f R wan d a. Modalities for its updating and requirements shall be determined by the internal rules of the Institute."
    },
    {
      "provision_ref": "art71",
      "chapter": "CHAPTER V: PRACTICE OF",
      "section": "71",
      "title": "Article 71 - Persons ineligible to",
      "content": "engage in public practice of accountancy 1° any person who has not been licenced by the Institute; 2° any Certified Accounting Technician."
    },
    {
      "provision_ref": "art72",
      "chapter": "CHAPTER V: PRACTICE OF",
      "section": "72",
      "title": "Article 72 - Professional",
      "content": "independence of auditor An auditor shall carry out his/her functions in full independence. 1° misleading or harmful to the interests of others; The following persons shall be prohibited to engage in public practice of a private accountancy: An auditor shall not: An auditor shall not:"
    },
    {
      "provision_ref": "art73",
      "chapter": "CHAPTER VI: FUNDS AND",
      "section": "73",
      "title": "Article 73 - Audit report",
      "content": "An auditor shall issue an audit report which is truthful. Any audit report shall be based on sufficient audit evidence. Such evidence shall be maintained for a period not less than ten (10) years. 1° act in any manner contrary to the Code of Professional Conduct and Ethics issued by the Institute. 2° engage in any activity likely to impair his/her professional independence as an auditor. Where an auditor considers that there exists a conflict of interest in relation with a specific audit engagement, the auditor shall disclose the nature of the conflict of interest to the appointing authority. The rules of the Institute shall set guidelines about conflict of interest. Any report issued on behalf of an individual accountant or a firm shall bear the name and signature of the p er s o n r es p o n s i b l e f o r t h at engagement. PROPERTY OF THE INSTITUTE"
    },
    {
      "provision_ref": "art74",
      "chapter": "CHAPTER VI: FUNDS AND",
      "section": "74",
      "title": "Article 74 - Sources of funds and",
      "content": "property of the Institute The funds and property of the Institute shall derive from the following: 1° membership annual subscriptions; 2° fees levied for services rendered by the Institute; 3° grants and donations; 4° conferences and seminar fees; 5° sales of publications, books and other training activities conducted by the Institute; 6° examination fees; 7° loans; 8° any other legal means as any other legal means as deemed appropriate by the Governing Council of the Institute."
    },
    {
      "provision_ref": "art75",
      "chapter": "CHAPTER VI: FUNDS AND",
      "section": "75",
      "title": "Article 75 - Use of funds and",
      "content": "property of the Institute The funds and property of the Institute shall be used in the activities approved by the General Assembly through the Institute’s budget. The Institute may invest its funds in profit making activities upon approval by the Governing Council of the Institute. No dividend shall be distributed from benefits on the Institute’s funds."
    },
    {
      "provision_ref": "art76",
      "chapter": "CHAPTER VI: FUNDS AND",
      "section": "76",
      "title": "Article 76 - Bank accounts and",
      "content": "books of account The funds of the Institute shall be kept in bank accounts in reputable commercial banks in Rwanda. The Governing Council of the Institute shall cause the maintenance of proper books of account and accounting records such as to explain the details of the Institute’s incomes, expenditure, assets and liabilities, and shall prepare the financial statements of the Institute on the b as i s o f g en er al l y accep t ed accounting principles."
    },
    {
      "provision_ref": "art77",
      "chapter": "CHAPTER VI: FUNDS AND",
      "section": "77",
      "title": "Article 77 - Statutory audit and",
      "content": "annual report The financial statements, the books of account and accounting records shall be audited annually. The auditing shall be conducted on the basis of auditing standards provided for in this Law. Not later than three (3) months after the end of each financial year, the Governing Council of the Institute shall distribute to each member a set of audited financial statements and the auditor’s report thereon in respect of the previous year comprising of S t at em ent of Incom e and Expenditure, Balance Sheet and Statement of Cash flow together with the necessary accompanying explanatory notes. Not later than one month after the holding of the annual general m eet i ng of t he Inst i t ut e, t he Governing Council of the Institute Governing Council of the Institute shall send a copy of the annual report to the Minister presenting an overview of the Institute’s activities for the previous year, the audited financial statements and the auditor’s report thereon approved in the annual meeting of the General Assembly."
    },
    {
      "provision_ref": "art78",
      "chapter": "CHAPTER VII: OFFENCES",
      "section": "78",
      "title": "Article 78 - Appointment, term of",
      "content": "office and remuneration of the statutory auditor of the Institute Any member of the Institute in public practice of accountancy, not being a member of the Governing Council of the Institute, may be elected the auditor of the Institute. The auditor is elected by simple majority of the members present the annual general meeting for renewable term of two (2) years. The annual General Assembly shall determine the remuneration and costs payable to the auditor. AND SANCTIONS"
    },
    {
      "provision_ref": "art79",
      "chapter": "CHAPTER VII: OFFENCES",
      "section": "79",
      "title": "Article 79 - Offences",
      "content": "Any person guilty of the following offences shall be prosecuted in accordance with the provisions of the Penal Code of Rwanda: 1° to usurp or use any description or designation likely to create the impression that the person is a Certified Public Accountant or an Associate Accountant or a Certified Accounting Technician unless that person is so registered with the Institute; 2° to engage in public practice of accountancy unless that person has been so licenced by the Institute; 3° to issue an audit report without sufficient and sound audit evidence; 4° to be fraudulent or grossly deceitful; 5° breach of professional confidentiality, whether in or out of the Institute; 6° other offences that may encroach with the accountancy profession. Any person found to be an accomplice Any person found to be an accomplice in the offences referred to in this"
    },
    {
      "provision_ref": "artshall-be",
      "chapter": "CHAPTER VII: OFFENCES",
      "section": "shall be",
      "title": "Article shall be - guilty of the same",
      "content": "offences and shall be prosecuted in the same manner as the principle offender."
    },
    {
      "provision_ref": "art80",
      "chapter": "CHAPTER",
      "section": "80",
      "title": "Article 80 - Sanctions administered",
      "content": "by the Institute Notwithstanding the provisions of Art i cl e 45 of t hi s Law, t he Disciplinary Committee of the Institute may impose any other sanctions in accordance with the Code of professional conduct and ethics. VIII: M I S C E L L A N E O U S TRANSITIONAL AND FINAL PROVISIONS"
    },
    {
      "provision_ref": "art81",
      "chapter": "CHAPTER",
      "section": "81",
      "title": "Article 81 - Rules of procedure of",
      "content": "the Institute The Governing Council of the Institute shall prepare various draft rules to be submitted to the General Assembly for approval. The draft rules elaborated by the Governing Council of the Institute shall specify: 1° the organization of the Institute; 2° the meetings of the General Assembly and those of other organs of the Institute; 3° the form and manner of application for membership; 4° the licence to practice; 5° the lists of accountants and accounting firms; 6° the fees payable by members to the Institute; 7° any other matters the Governing Council of the Institute may deem necessary in interest of the Institute."
    },
    {
      "provision_ref": "art82",
      "chapter": "CHAPTER",
      "section": "82",
      "title": "Article 82 - Code of professional",
      "content": "conduct and ethics of the Institute The Code of professional conduct and ethics approved by the General Assembly of the Institute shall be established through a Ministerial Order. The provisions of the Code of professional conduct and ethics shall be consistent with the similar Code published by IFAC."
    }
  ],
  "definitions": []
}
