{
  "id": "rw-law-2007-1",
  "type": "statute",
  "title": "Law relating to Protection of Disabled Persons in General",
  "title_en": "Law relating to Protection of Disabled Persons in General",
  "short_name": "Law 1 of 2007",
  "status": "in_force",
  "issued_date": "2007-01-20",
  "in_force_date": "2007-05-21",
  "url": "https://rwandalii.org/akn/rw/act/law/2007/1/eng@2007-05-21",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One",
      "content": "This law protects disabled persons in general. Without prejudice to provisions of this law, there may be instituted particular laws protecting persons who are disabled due to various circumstances."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2",
      "content": "In this law, disability shall mean the condition of a person's impairment of health ability he or she should have been in possession, and consequently leading to deficiency compared to others. In this law, a disabled person is any individual who was born without congenital abilities like those of others or one who was deprived of such abilities due to disease, accident, conflict or any other reasons which may cause disability. An order of the Minister in charge of Health shall determine modalities of how disabled persons are put in basic categories according to their disabilities in order to help various organs to guarantee them special rights they require."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3",
      "content": "Every disabled person shall be entitled to equal rights with others persons before the law. He or she shall be respected and be entitled to human dignity."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4",
      "content": "Centres or associations which cater for disabled persons are obliged to fulfil the conditions to enable the disabled persons to have a descent living in matters relating to security and health. The centres and associations are required to have sufficient capacity and equipment in order to be able to integrate disabled persons into the social life and to have a role in the development process. The State has the obligation to monitor and support the federations, associations and centres that cater for disabled persons. An Order of the Minister in charge of social affairs shall institute instructions that govern federations, associations and centres that cater for disabled persons."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5",
      "content": "A disabled person has the right to live in the family in the same conditions as others. An orphan disabled person and who is unable to live on his or her own shall have a tutor or an adopter or a centre or an association that caters for him or her. An order of the Minister in charge of Social affairs shall determine the modalities of how the State shall assist a disabled person who does not have any person to cater for him or her."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter One – General provisions",
      "section": "6",
      "title": "Article 6",
      "content": "To be a tutor of a related or a non related disabled person; or for a centre to cater for disabled persons, shall be done in the interest of the disabled person and in the general national interest and it shall not be done on any other interests of the tutor. An order of the Minister in charge of Social Affairs shall institute modalities of regular monitoring of actions of tutors and centres which receive disabled persons."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter One – General provisions",
      "section": "7",
      "title": "Article 7",
      "content": "A disabled person is entitled to the right of freedom of expression on any general national issues, on any particular issue he or she is concerned with and shall have a role in the national development of his or her country in accordance with his or her capacity. Where possible, disabled persons shall be consulted and they shall give views on activities and services accorded to them. The Coordinator of the federation of the disabled persons at local levels shall participate in the consultative councils elected at those levels."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter One – General provisions",
      "section": "8",
      "title": "Article 8",
      "content": "A disabled person shall have the right to legal representation like any other person in courts of law as determined by law. The State shall determine the modalities of providing legal aid to the needy disabled persons who are not able to get legal representation. Various organs shall facilitate the disabled persons in acquisition of the required services at any time it is considered necessary."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter One – General provisions",
      "section": "9",
      "title": "Article 9",
      "content": "A disabled person shall be catered for and assisted particularly in times of conflict, accidents and other disasters. An order of the Minister in charge of Social Affairs shall determine how such assistance shall be rendered."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter One – General provisions",
      "section": "10",
      "title": "Article 10",
      "content": "The National Human Rights Commission shall provide special procedures of monitoring how rights of a disabled person are respected."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Rights of a disabled person in matters related to education",
      "section": "11",
      "title": "Article 11",
      "content": "A disabled person has the right to appropriate education in respect of the nature of his or her disability. The Government or centres which cater for disabled persons who are not able to study with others, shall provide with them modalities to study in a specialised school and shall have qualified and trained teachers and appropriate equipment. The Minister in charge of Education shall, basing on basic categories of disability determined by the Minister in charge of Health, determine modalities of facilitating the needy disabled persons in ordinary schools and in specialised schools in case of failure to study with others."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Rights of a disabled person in matters related to education",
      "section": "12",
      "title": "Article 12",
      "content": "A pupil or a student with disabilities that do not enable him or her to sit exams with fellow schoolmates or in the same manner as others is entitled to the right of sitting for exams in a special manner."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Rights of a disabled person in matters related to education",
      "section": "13",
      "title": "Article 13",
      "content": "The Minister in charge of education shall determine modalities of facilitating the needy disabled persons in pursuing education."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Rights of a disabled person in health matters",
      "section": "14",
      "title": "Article 14",
      "content": "The Government shall facilitate a disabled person in getting medical care and prosthesis and orthesis appliances if required."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Rights of a disabled person in health matters",
      "section": "15",
      "title": "Article 15",
      "content": "The Government has an obligation to provide medical care to a needy disabled person and it shall provide prosthesis and orthesis appliances if required."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Rights of a disabled person in health matters",
      "section": "16",
      "title": "Article 16",
      "content": "Each centre or association that caters for the disabled persons is obliged to have a department responsible for examination of trauma as well as physico-social counselling."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Rights of a disabled person in health matters",
      "section": "17",
      "title": "Article 17",
      "content": "An order of the Minister in charge of Health shall determine the modalities of facilitating the disabled persons in matters related to receiving medical care and getting prosthesis and orthesis appliances."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Rights of a disabled person in matters related to employment",
      "section": "18",
      "title": "Article 18",
      "content": "No discrimination of any form shall be subjected upon a disabled person in matters related to employment. However, a disabled person shall be given greater access to employment opportunities than any other citizen in case of equal capacities or in case of equal marks in competition."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Rights of a disabled person in matters related to employment",
      "section": "19",
      "title": "Article 19",
      "content": "In case of necessity and only due to interest of employment, a disabled person shall be entitled to a conducive employment environment that does not detract the nature of his or her disability."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Rights of a disabled person in matters related to employment",
      "section": "20",
      "title": "Article 20",
      "content": "An Order of the Minister in Charge of labour in his or her attributions shall determine the modalities of facilitating the disabled persons in matters related to access to employment opportunities."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter V – Rights of a disabled person in matters related to culture, entertainment and sports",
      "section": "21",
      "title": "Article 21",
      "content": "Centres that cater for the disabled persons and educational institutions in general, are required to have special grounds meant for culture, entertainment and sports and trained tutors."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter V – Rights of a disabled person in matters related to culture, entertainment and sports",
      "section": "22",
      "title": "Article 22",
      "content": "Disabled persons are entitled to the right of joining specialised associations related to sports, culture and entertainment."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter V – Rights of a disabled person in matters related to culture, entertainment and sports",
      "section": "23",
      "title": "Article 23",
      "content": "A disabled person shall be facilitated in matters related to participation in sports, films, drama and other entertainment."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter V – Rights of a disabled person in matters related to culture, entertainment and sports",
      "section": "24",
      "title": "Article 24",
      "content": "An order of the Minister in charge of Sports shall determine the modalities of facilitating the disabled persons in matters related to participation in activities of culture, entertainment and sports."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter VI – Rights of a disabled person in matters related to transport and communication and access to infrastructure",
      "section": "25",
      "title": "Article 25",
      "content": "Buildings in which various services meant for residents are conducted are required to be built in a way such that they facilitate the disabled persons to acquire access to such services. An order of the Minister in charge of infrastructure shall determine when and how it shall be conducted."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter VI – Rights of a disabled person in matters related to transport and communication and access to infrastructure",
      "section": "26",
      "title": "Article 26",
      "content": "Public transport and communication services are obliged to facilitate the disabled persons Gestures, Braille writings and other ways that aid the disabled persons in communication, where possible shall, be used in conferences and meetings, news reading and other public debates. An order of the Minister in charge of Communication and Transport shall determine modalities of facilitating disabled persons in matters relating to communication and transport."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter VII – Penalties",
      "section": "27",
      "title": "Article 27",
      "content": "Any person who exercises any form of discrimination or any form of violence against a disabled person, shall be punished with the heaviest penalty among the penalties provided by the Criminal Code and those of the special laws relating to such a crime."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter VIII – Final provisions",
      "section": "28",
      "title": "Article 28",
      "content": "All previous legal provisions contrary to this law are hereby abrogated."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter VIII – Final provisions",
      "section": "29",
      "title": "Article 29",
      "content": "This law comes into force on the day of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
