{
  "id": "rw-law-2016-60",
  "type": "statute",
  "title": "Law modifying and complementing Law governing the Statute of Prosecutors and other Staff of the National Public Prosecution Authority as Modified and Complemented to Date",
  "title_en": "Law modifying and complementing Law governing the Statute of Prosecutors and other Staff of the National Public Prosecution Authority as Modified and Complemented to Date",
  "short_name": "Law 60 of 2016",
  "status": "in_force",
  "issued_date": "2017-01-11",
  "in_force_date": "2017-01-23",
  "url": "https://rwandalii.org/akn/rw/act/law/2016/60/eng@2017-01-23",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1 - Ratification",
      "content": "HEREBY The Protocol amending the Marrakesh Agreement establishing the World Trade Organisation signed in Marrakesh, Morocco, on 15/04/1994 and ratified on May 26 th, 1996 to insert the Trade Facilitation Agreement, as annex 1A, is hereby ratified and become fully effective."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82 - of Law n° 44 bis/2011 of",
      "content": "26/11/2011 governing the Statute of Prosecutors and other staff of the National Public Prosecution Authority as modified and complemented to date is modified and complemented as follows: “A Prosecutor General who completes his/her term of office or terminates his/her duties for reasons other than professional misconduct and has not been convicted of any offence in relation to his/her former duties, continues to be entitled, for six (6) months, to: 4 º a monthly salary; 5 º monthly accommodation allowance; 6 º lump sum for his/her own vehicle maintenance. A Deputy Prosecutor General who completes his/her term of office without any disciplinary sanction for professional misconduct and has not been convicted of any offence in relation to his/her former duties, continues to be entitled, for six (6) months, to: 1 º a monthly salary; 2 º lump sum for his/her own vehicle maintenance. If a Prosecutor General or a Deputy Prosecutor General is appointed to another post by the State or he/she gets a job in the private sector during the period of six (6) months, the salary and fringe benefits he/she was entitled to are terminated. Basing on the grounds of termination of duties, a Prosecutor General or a Deputy Prosecutor General may not be entitled to salary and fringe benefits referred to in Paragraph One and 2 of this Article. However, if the ground for removal from office entails court proceedings against him/her, the salary and fringe benefits continue to be calculated and reserved for him/her. If he/she is acquitted, he/she is entitled to the salary and fringe benefits reserved for him/her. Where he/she is convicted, he/she loses the right to the salary and all fringe benefits reserved for him/her”."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 - Modalities for application for",
      "content": "change of name The applicant for change of name addresses his/her request to the Minister in charge of civil status by letter stating the following: 1° full names mentioned in his/her birth record; 2° the name he/she requests to bear; 3° grounds for the request for change of name; 4° his/her domicile in Rwanda including Village, Cell, Sector, District and Province or City of Kigali; 5° his/her domicile abroad if the person is domiciled outside the national territory and his/her address in Rwanda including Village, Cell, Sector, District and Province or City of Kigali; 6° his/her telephone number; 7° full names of his/her parents; 8° date and place of birth; 9° full names of his/her spouse if the application for change of name is due to marriage. The request for change of name by an applicant domiciled abroad is transmitted through the Rwandan embassy or consulate in his/her country of domicile."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3 - Accompanying documents of the",
      "content": "application file for change of name The application file for change of name is accompanied by the following documents: 1° birth record of the applicant; 2° photocopy of the applicant’s identity card; 3° photocopy of passport for an applicant domiciled outside the national territory and a residence permit in the country where he/she claims to have domicile after leaving Rwanda; 4° marriage record if the application for change of name is due to marriage; 5° other documents confirming the grounds for the application for change of name."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4 - Commencement",
      "content": "PRESIDENTIAL ORDER Nº 001/01 OF 16/01/2017 RATIFYINGTHE PROTOCOL AMENDING THE MARRAKESH AGREEMENT ESTABLISHING THE WORLD TRADE ORGANISATION SIGNED IN MARRAKESH, MOROCCO, ON 15/04/1994 AND RATIFIED ON MAY 26 TH, 1996 TO INSERT THE TRADE FACILITATION AGREEMENT AS ANNEX 1A We, KAGAME Paul, President of the Republic; Pursuant to the Constitution of the Republic of Rwanda of 2003, revised in 2015, especially in Articles 98, 112, 122 and 176; Pursuant to Law of 26 May 1996 on accession of Rwanda to the World Trade Organisation (WTO); After consideration of of Trade Facilitation Agreement based on World Trade Organisation Treaty signed at Marrakesh Morocco on 15/14/1994 and ratified on May 26, 1996; Pursuant to Law nº 53/2015 of 14/12/2015 authorising the ratification of the Protocol amending the Marrakesh Agreement establishing the World Trade Organisation signed in Marrakesh, Morocco, on 15/04/1994 and ratified on May 26 th, 1996 to insert the Trade Facilitation Agreement, as Annex 1A; On proposal by the Minister of Trade and Industry; After consideration and approval by the Cabinet in its session of 03/11/2015; HAVE ORDERED ORDER: AND"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37 - of Law n°10/2013 of 08/03/2013",
      "content": "governing the Statutes of Judges and judicial personnel as modified and complemented to date is modified and complemented as follows: “When the President of the Supreme Court completes his/her term of office without any disciplinary sanction for professional misconduct and has not been convicted of any offence in relation to his/her former duties, he/she continues to be entitled for six (6) months, to: 1° a monthly salary; 2° a furnished residence; 3° domestic entertainment allowance; 4° security guard; 6° lump sum for his/her own vehicle maintenance. When the Vice President of the Supreme Court completes his/her term of office without any disciplinary sanction for professional misconduct and has not been convicted of any offence in relation to his/her former duties, he/she continues to be entitled for six (6) months, to: 1 º a monthly salary; 2 º monthly accommodation allowance; 3 º lump sum for his/her own vehicle maintenance. If the President or the Vice President of the Supreme Court is appointed to another post by the State or he/she gets a job in the private sector during the period of six (6) months, the salary and fringe benefits he/she was entitled to are terminated. Basing on grounds for termination of holding his/her office, the President or the Vice President of the Supreme Court may not be entitled to the salary and fringe benefits referred to in Paragraph One and 2 of this Article. 5° payment of water and electricity bills; However, if the ground for termination of holding office of the President of the Supreme Court entails court proceedings against him/her, his/her salary, domestic entertainment allowance and lump sum for his/her own vehicle maintenance continue to be calculated and reserved for him/her. If the ground for termination of holding office of the Vice President of the Supreme Court entails court proceedings against him/her, the salary and fringe benefits continue to be calculated and reserved for him/her. If the President or Vice President of the Supreme Court is acquitted, he/she receives his/her salary and other fringe benefits reserved for him/her. Where he/she is convicted, he/she loses the right to the salary and all fringe benefits reserved for him/her”."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5 - Publication of main grounds",
      "content": "The Minister in charge of civil status publishes in the Official Gazette of the Republic of Rwanda a document containing the main grounds that made the applicant request to change the name and provides copy to the applicant for him/her to publish them twice (2) on the radio and once (1) in newspaper of his/her choice. The applicant for change of name submits to the Minister in charge of civil status the proof of publication of the document containing the main grounds in the manner referred to under Paragraph One of this Article within ten (10) days of its receipt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7 - Commencement",
      "content": "This Order comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. Kigali, on 16/01/2017 (sé) KAGAME Paul President of the Republic (sé) MUREKEZI Anastase Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attoney General Rwanda Rwanda nº 37 of 14/09/2015 (page 33 and page 49) Erratum The following erratum is made on the annexes II and III of the Presidential Order nº 52/01 of 19/08/2015 determining the organisational structure of the services of the Senate, salaries and fringe benefits for its personnel published in the Official Gazette of the Republic of Rwanda N 0 37 of 14/09/2015 (page 33 and page 49): On annex II On annex II, on VIP Drivers, where it is written the figure 1, read 2 On annex III On annex III, on VIP Drivers, where it is written the figure 1, read 2. PRIME MINISTER’S ORDER N º 254/03 OF 28/12/2016 APPOINTING A NATIONAL PROSECUTOR TABLE OF CONTENTS"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6 - Providing information on the",
      "content": "applicant for change of name Any person interested to give any information about the applicant’s request for change of name submits his/her information in writing to the Minister in charge of civil status within thirty (30) days from the publication of the document containing the applicant’s main grounds in the Official Gazette of the Republic of Rwanda. During this period, the Minister in charge of civil status may also require from other organs deemed necessary all information in connection with the request made for change of name."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8 - Format of certificate for change",
      "content": "of name The format of certificate for change of name is in annex I of this Order."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9 - Fee for certificate for change of",
      "content": "name A certificate for change of name is issued to the applicant for change of name upon payment of twenty thousand Rwandan francs (FRW 20,000) in public treasury."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10 - Notification of decision for",
      "content": "change of name The Minister in charge of civil status informs, in writing, the applicant for change of name, the decision made to his/her request. If the application for change of name is accepted, the decision granting the change of name is annexed to the letter informing the applicant of the decision made. In case of refusal, the applicant for change of name is informed in writing about grounds for non-acceptance of his/her request."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11 - Appeal against the decision",
      "content": "refusing the change of name An applicant whose request for change of name is refused, may, in writing, lodge an appeal to the Minister in charge of civil status within ten (10) days of receipt of the letter notifying him/her of the refusal. The Minister replies to the applicant within thirty (30) days of receipt of the appeal."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12 - Registration of decision for",
      "content": "change of name in civil register The person whose application for change of name is accepted, requests the civil registrar to record the decision granting the change of name in the civil register. The decision for change of name shall not be recorded in the civil register before it is published in the Official Gazette of the Republic of Rwanda by the beneficiary."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13 - Registration of additional name",
      "content": "of religious vows in civil register Except for Article One of this Order, the content of provisions preceding this Article shall not apply to a person who wishes to add a name of religious vows to his/her usual name. A person wishing to add a name of religious vows to his/her usual name requests to register it in the civil register of his/her domicile and a registration certificate is issued to him/her."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14 - Registration certificate of",
      "content": "additional name of religious vows A registration certificate of an additional name of religious vows to a person’s usual name to be issued by a civil registrar is in annex II of this Order."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16 - Commencement",
      "content": "This Order comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. Kigali, on 17/01/2017 (sé) KABONEKA Francis Minister of Local Government Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General ANNEX I TO MINISTERIAL ORDER 001/07.01 OF 17/01/2017 ESTABLISHING MODALITIES AND PROCEDURES FOR CHANGE OF NAME REPUBULIKA Y’U RWANDA Y'UBUTEGESI BW’IGIHUGU B.P. 3445 KIGALI Website: www. minaloc.gov.rw UBURENGANZIRA BWO ryo ku wa 28/08/2016 rigenga n o 001/07.01 ryo ku wa 17/01/2017 izina risanzwe ryanditse mu (Umudugudu), ………………. (Akarere), ………………... izina/izina asanganywe rirasimbujwe/ryongeweho/rivanyweho. (Umukono+Kashi) (Amazina ya REPUBLIC OF RWANDA OF LOCAL GOVERNMENT P.O Box 3445 KIGALI Website: www.minaloc.gov.rw FOR CHANGE OF 28/08/2016 governing persons n o 001/07.01 of 17/01/2017 from ……………………………………………………….. (date) requesting (full (Village), ……………………………. (District), usual name, his/her usual name From now he/she (signature+ stamp) REPUBLIQUE DU RWANDA DE L’ADMINISTRATION B.P. 3445 KIGALI Website: www.minaloc.gov.rw DE CHANGEMENT régissant les personnes du 17/01/2017 portant modalités …………………………………………… l’autorisation de changer le nom (Village), …………………… (District), …………………... est remplacé, à son nom nom de…………………………………………………………. (signature+ cachet) (les Seen to be annexed to Ministerial Order 001/07.01 of 17/01/2017 establishing modalities and procedures for change name Kigali, on 17/01/2017 (sé) KABONEKA Francis Minister of Local Government Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/ Attorney General ANNEX II TO MINISTERIAL ORDER N 001/07.01 OF 17/01/2017 ESTABLISHING MODALITIES AND PROCEDURES FOR CHANGE OF NAME REPUBULIKA Y’U RWANDA REPUBLIC OF RWANDA REPUBLIQUE DU RWANDA BYA …………………… OFFICE OF …………………………………. L’ETAT CIVIL DE ……………………………. RY’INYONGERA Y’IZINA RY’AMASEZERANO OF AN ADDITIONAL NAME D’UN NOM ADDITIONNEL Umwanditsi w’irangamimerere Civil Registrar of Officier de l’état ……....….., ndemeza ko …………………….……… Province, certify that………………………………….………… ………………. certifie que ………………………. wavukiye…………………. ……………………….. born at ………………. né(e) à ………………. Akagari ka…………………Umurenge Village, ………………… Cell, ……………. Cellule de …………………., Intara y’………………………………, ………………………………..Province, de …………………………………. ry’amasezerano y’idini ku …………………. à son..…….............. ………………… ni amafaranga igihumbi na magana thousand and two hundred Rwandan de mille deux cent francs rwandais (1.200 Umukono, kashe n’amazina by’Umwanditsi stamp and full names of the Civil Signature, cachet, nom et prénom de l’Officier to be annexed to Ministerial Order o 001/07.01 of 17/01/2017 establishing and procedures for change of Vu Ministériel portant changement on 17/01/2017 Kigali, (sé) KABONEKA Francis Minister of Local Government Seen and sealed with the Seal of the Republic: Vu (sé) BUSINGYE Johnston Minister of Justice/ Attorney General CYO KUWA 19/10/2016 « TWUBAKANE KIRYANGO gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, nk’uko ryahinduwe ya 23, igika cya 3; ryo kuwa 28/06/2013 rishyiraho cyane cyane mu ngingo yaryo « TWUBAKANE KIRYANGO Akarere ka Rwamagana, Intara KIRYANGO » ifite icyicaro Intara y’Iburasirazuba, ihawe KIRYANGO » igamije guteza indi mirimo inyuranye n’iyo uburenganzira. KIRYANGO » itegetswe gutangaza mu gihe kitarenze iminsi (Sé) MUNANURA Apollo gishinzwe guteza imbere Amakoperative CYO KUWA 30/11/2016 DES PHOTOGRAPHES (COODEPHORWA) gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, nk’uko ryahinduwe ya 23, igika cya 3; ryo kuwa 28/06/2013 rishyiraho cyane cyane mu ngingo yaryo « COODEPHORWA ka Nyarugenge, Umujyi wa » ifite icyicaro mu Kiyovu, wa Kigali, ihawe ubuzimagatozi. » igamije guteza imbere umwuga Ntiyemerewe gukora indi mirimo kubisaba ikanabiherwa uburenganzira. » itegetswe gutangaza iki Cyemezo kitarenze iminsi mirongo itatu (Sé) MUNANURA Apollo gishinzwe guteza imbere Amakoperative CYO KUWA 15/11/2016 TIGO CASH gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, nk’uko ryahinduwe ya 23, igika cya 3; ryo kuwa 28/06/2013 rishyiraho cyane cyane mu ngingo yaryo « KDTC» ifite icyicaro Intara y’Amajyepfo; icyicaro i Murama, Umurenge ihawe ubuzimagatozi. gutanga serivisi zijyanye no kubitsa (Tigo cash) no gucuruza inyuranye n’iyo iherewe gutangaza iki Cyemezo mu Igazeti mirongo itatu (30) ikimara kugihabwa. (Sé) MUNANURA Apollo gishinzwe guteza imbere Amakoperative CYO KUWA 14/11/2016 «DUKUNDE KAWA gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, nk’uko ryahinduwe ya 23, igika cya 3; ryo kuwa 28/06/2013 rishyiraho cyane cyane mu ngingo yaryo « DUKUNDE KAWA » Intara y’Amajyaruguru; » ifite icyicaro i Ruli, Umurenge ihawe ubuzimagatozi. » igamije guteza imbere ubuhinzi indi mirimo inyuranye n’iyo uburenganzira. ku wa 25/06/2012 gikuweho. » itegetswe gutangaza iki kitarenze iminsi mirongo itatu (Sé) MUNANURA Apollo gishinzwe guteza imbere Amakoperative CYO KUWA 21/12/2016 « URUMURI TETERO gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, nk’uko ryahinduwe ya 23, igika cya 3; ryo kuwa 28/06/2013 rishyiraho cyane cyane mu ngingo yaryo « URUMURI TETERO ka Nyarugenge, Umujyi wa » ifite icyicaro i Kavumu, wa Kigali, ihawe ubuzimagatozi. » igamije gutanga serivisi n’abantu bagana za Gereza gukora indi mirimo inyuranye uburenganzira. » itegetswe gutangaza iki gihe kitarenze iminsi mirongo (Sé) MUNANURA Apollo gishinzwe guteza imbere Amakoperative CYO KUWA 07/12/2016 MINIERE DU RWANDA» gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, nk’uko ryahinduwe ya 23, igika cya 3; ryo kuwa 28/06/2013 rishyiraho cyane cyane mu ngingo yaryo « COMIRWA » ifite icyicaro Intara y’Amajyepfo; ifite icyicaro i Gishyeshyi, Umurenge ihawe ubuzimagatozi. guteza imbere ubucukuzi gukora indi mirimo inyuranye uburenganzira. » itegetswe gutangaza iki Cyemezo kitarenze iminsi mirongo itatu (Sé) MUNANURA Apollo gishinzwe guteza imbere Amakoperative CYO KUWA 08/08/2016 « UBUFATANYE KU MURIMO gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, nk’uko ryahinduwe ya 23, igika cya 3; ryo kuwa 28/06/2013 rishyiraho cyane cyane mu ngingo yaryo « UBUFATANYE KU wa Kabaya, Akarere ka Ngororero, KU MURIMO KABAYA » ifite Intara y’Iburengerazuba, ihawe KU MURIMO KABAYA » igamije indi mirimo inyuranye n’iyo uburenganzira. KU MURIMO KABAYA » itegetswe y’u Rwanda mu gihe kitarenze (Sé) MUGABO Damien gishinzwe guteza imbere Amakoperative CYO KUWA 11/03/2016 UMUSARURO W’ABAHINZI (KOGUASA) gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, nk’uko ryahinduwe ya 23, igika cya 3; ryo kuwa 28/06/2013 rishyiraho cyane cyane mu ngingo yaryo « KOGUASA » ifite icyicaro y’Iburasirazuba; icyicaro i Gafunzo, Umurenge ubuzimagatozi. guteza imbere ubucuruzi indi mirimo inyuranye n’iyo uburenganzira. itegetswe gutangaza iki Cyemezo kitarenze iminsi mirongo itatu (Sé) MUGABO Damien gishinzwe guteza imbere Amakoperative CYO KUWA 14/11/2016 «ABAKORERABUSHAKE gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, nk’uko ryahinduwe ya 23, igika cya 3; ryo kuwa 28/06/2013 rishyiraho cyane cyane mu ngingo yaryo « ABAKORERABUSHAKE Gashaki, Akarere ka Musanze, GASHAKI » ifite Intara y’Amajyaruguru, ihawe GASHAKI » igamije Ntiyemerewe gukora indi mirimo kubisaba ikanabiherwa uburenganzira. GASHAKI » itegetswe y’u Rwanda mu gihe kitarenze iminsi (Sé) MUNANURA Apollo gishinzwe guteza imbere Amakoperative CYO KUWA 14/11/2016 «ABAKUNDUMURIMO gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, nk’uko ryahinduwe ya 23, igika cya 3; ryo kuwa 28/06/2013 rishyiraho cyane cyane mu ngingo yaryo « ABAKUNDUMURIMO Akarere ka Rulindo, Intara y’Amajyaruguru; KIZIBA » ifite icyicaro y’Amajyaruguru, ihawe ubuzimagatozi. KIZIBA » igamije amasaka, ibirayi, ingano). Ntiyemerewe keretse ibanje kubisaba KIZIBA » itegetswe y’u Rwanda mu gihe kitarenze iminsi (Sé) MUNANURA Apollo gishinzwe guteza imbere Amakoperative CYO KUWA 12/01/2016 « ABAKORANA UMURAVA gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, nk’uko ryahinduwe ya 23, igika cya 3; ryo kuwa 28/06/2013 rishyiraho cyane cyane mu ngingo yaryo « ABAKORANA UMURAVA wa Nyamyumba, Akarere ka Rubavu, UMURAVA NYAMYUBA Akarere ka Rubavu, Intara UMURAVA NYAMYUBA » igamije indi mirimo inyuranye n’iyo uburenganzira. UMURAVA NYAMYUBA » itegetswe y’u Rwanda mu gihe kitarenze (Sé) MUGABO Damien gishinzwe guteza imbere Amakoperative CYO KUWA 28/12/2016 SECURITY COOPERATIVE gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, nk’uko ryahinduwe ya 23, igika cya 3; ryo kuwa 28/06/2013 rishyiraho cyane cyane mu ngingo yaryo « PENGUIN SECURITY wa Cyumba, Akarere ka Gicumbi, COOPERATIVE » ka Gicumbi, Intara y’Amajyaruguru, COOPERATIVE » igamije w’abantu n’ibintu mu bigo inyuranye n’iyo iherewe COOPERATIVE » itegetswe y’u Rwanda mu gihe kitarenze (Sé) MUNANURA Apollo gishinzwe guteza imbere Amakoperative CYO KUWA 13/10/2016 ABACUNDA BA BUKURE NA gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, nk’uko ryahinduwe ya 23, igika cya 3; ryo kuwa 28/06/2013 rishyiraho cyane cyane mu ngingo yaryo « IABR » ifite icyicaro Akarere ka Gicumbi, Intara i Kabusunzu, Akagari Intara y’Amajyaruguru, ihawe guteza imbere ubucuruzi bw’amata. ubuzimagatozi keretse gutangaza iki Cyemezo mu Igazeti mirongo itatu (30) ikimara kugihabwa. (Sé) MUNANURA Apollo gishinzwe guteza imbere Amakoperative CYO KUWA 20/12/2016 BAHINGA IGISHANGA (KABIYAKI) gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, nk’uko ryahinduwe ya 23, igika cya 3; ryo kuwa 28/06/2013 rishyiraho cyane cyane mu ngingo yaryo « KABIYAKI » ifite icyicaro Intara y’Amajyepfo; icyicaro i Yanza, Umurenge ihawe ubuzimagatozi. » igamije guteza imbere ubuhinzi inyuranye n’iyo iherewe itegetswe gutangaza iki Cyemezo kitarenze iminsi mirongo itatu (Sé) MUNANURA Apollo gishinzwe guteza imbere Amakoperative CYO KUWA 28/11/2016 KARANI NGUFU» gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, nk’uko ryahinduwe ya 23, igika cya 3; ryo kuwa 28/06/2013 rishyiraho cyane cyane mu ngingo yaryo « KODUKAN » ifite icyicaro y’Iburengerazuba; icyicaro i Kareba, Umurenge ubuzimagatozi. igamije gutanga serivisi zijyanye indi mirimo inyuranye n’iyo uburenganzira. itegetswe gutangaza iki Cyemezo kitarenze iminsi mirongo itatu (Sé) MUNANURA Apollo gishinzwe guteza imbere Amakoperative CYO KUWA 21/11/2016 DE POISSONS POUR NUTRITION» (CEPBN) gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, nk’uko ryahinduwe ya 23, igika cya 3; ryo kuwa 28/06/2013 rishyiraho cyane cyane mu ngingo yaryo « CEPBN » ifite icyicaro i Gatoki Umurenge wa Save, guteza imbere ubworozi bw’amafi. ubuzimagatozi keretse gutangaza iki Cyemezo mu iminsi mirongo itatu (30) ikimara (Sé) MUNANURA Apollo gishinzwe guteza imbere Amakoperative CYO KUWA 10/10/2016 « SUSA TEXTILE» gishinzwe guteza imbere Amakoperative; ryo kuwa 18 Nzeri 2007 mu Rwanda, nk’uko ryahinduwe ya 23, igika cya 3; ryo kuwa 28/06/2013 rishyiraho cyane cyane mu ngingo yaryo « SUSA TEXTILE ka Musanze, Intara y’Amajyaruguru; » ifite icyicaro i Ruhengeri, Umurenge ihawe ubuzimagatozi. igamije gukora umwuga gukora indi mirimo kubisaba ikanabiherwa uburenganzira. » itegetswe gutangaza iki Cyemezo kitarenze iminsi mirongo itatu (Sé) MUNANURA Apollo gishinzwe guteza imbere Amakoperative"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15 - Repealing provision",
      "content": "All prior provisions contrary to this Order are repealed."
    }
  ],
  "definitions": []
}
