{
  "id": "rw-law-2016-18",
  "type": "statute",
  "title": "Law governing the Preservation of Air Quality and Prevention of Air Pollution in Rwanda",
  "title_en": "Law governing the Preservation of Air Quality and Prevention of Air Pollution in Rwanda",
  "short_name": "Law 18 of 2016",
  "status": "repealed",
  "issued_date": "2016-05-18",
  "in_force_date": "2016-06-06",
  "url": "https://rwandalii.org/akn/rw/act/law/2016/18/eng@2016-06-06",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines modalities for preservation of air quality and prevention of air pollution in Rwanda."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purpose of this Law, the following terms have the following meanings: 1° air pollution: condition of the atmosphere in which pollutants are present in such a quantity as to be likely detrimental to public health, flora, fauna, property or to interfere with materials and environment; 2° ambient air: outdoor air to which people, plants, animals or material are in normal circumstances exposed; 3° emission: release of a pollutant into the air; 4° emission limit: the highest permissible quantity of pollutants released into the air from a pollution source, expressed as the concentration of pollutants; 5° excessive emission: emission of an air pollutant in excessive of an emission standard or emission target; 6° permissible pollutant activity: activity that does not comply with minimum standards prescribed under this Law, which is subject to prior authorization by the Authority in charge of environment protection; 7° Minister: Minister in charge of environment; 8° monitoring: any periodic or continuous testing to determine the level of compliance with statutory requirements or pollutant levels in various materials, in humans, animals and other living beings; 9° suspended particles: small airborne particles with a diameter of ten (10) micrometres or less; 10° unexpected emission: pollutants released unexpectedly through unconventional or inappropriate ways; 11° environmental inspector: government staff in charge of follow-up and monitoring of the enforcement of environmental preservation."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Scope of this Law",
      "content": "This Law applies to all measures aimed at the preservation of air quality as well as all elements or activities likely to affect air quality or pollute the atmosphere. However, this Law does not apply to air pollutants arising from the following: 1° the use of radioactive substances or devices; 2° military operations and drills; 3° fire fighting operations; 4° natural disasters."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Establishment of quality standards",
      "section": "4",
      "title": "Article 4 – Establishment of air quality standards",
      "content": "The National Authority in charge of establishing quality standards must: 1° prescribe criteria and procedure for measuring air quality and air pollutants; 2° establish ambient air quality standards in order to curb the impact of air pollutants; 3° establish occupational air quality standards for various sources of air pollution which can cause harm to public health; 4° establish quality standards that regulate emissions of air pollutants from different sources contributing to air pollution; 5° establish specific quality standards that regulate industrial activities with a view to avoid or minimize environmental pollution that may result from such industries; 6° determine stack heights of chimneys for air emissions; 7° prescribe any matter in relation with or affecting air emission quality standards. An Order of the Minister establishes specific air quality standards."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter III – Compliance with minimum air quality standards",
      "section": "5",
      "title": "Article 5 – Compliance with minimum air quality standards",
      "content": "Every person must comply with the minimum air quality standards established by the National Authority in charge of setting up regulations for quality standards."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter III – Compliance with minimum air quality standards",
      "section": "6",
      "title": "Article 6 – Prohibition of emission of chemicals, materials, gas or hazardous substances",
      "content": "The emission of chemicals, materials, gas or hazardous substances or mixture containing gaseous and toxic substances is prohibited unless such emission is authorized by the Authority in charge of the protection of environment. Any person producing, transporting, trading, using, storing or possessing chemicals, toxic substances, inflammable or explosive substances must comply with this Law for the purpose of preserving safety for humans and other living beings and avoid causing environmental degradation."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Compliance with minimum air quality standards",
      "section": "7",
      "title": "Article 7 – Emission limit",
      "content": "A person engaging in any activity is required to comply with the highest permissible emission limits of air pollutants from the atmosphere to the living things in accordance with ambient air quality standards."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Compliance with minimum air quality standards",
      "section": "8",
      "title": "Article 8 – Specific tolerance limit of pollutants from industries",
      "content": "Without prejudice to the provisions of this Law, tolerance limit of air pollutants from industries into the air, must be the same as the tolerance limit in the specific quality standards in force determined by the national Authority in charge of setting up regulations for quality standards."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Compliance with minimum air quality standards",
      "section": "9",
      "title": "Article 9 – Inspection of air pollutants from transport means",
      "content": "Any person owning any means of transport of people and goods which is an emission source must control production and emission of air pollutants. Means of transport referred to under Paragraph One of this Article operating in Rwanda must undergo an inspection for emissions control. An Order of the Minister determines modalities and requirements for compliance with permissible emissions limits by the means of transport and other machines using petroleum products."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Compliance with minimum air quality standards",
      "section": "10",
      "title": "Article 10 – Air pollutants from construction works",
      "content": "Any person transporting or storing construction materials or materials from construction works, or carrying out demolition of a building or part of a building must avoid air pollution by complying with relevant quality standards."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Compliance with minimum air quality standards",
      "section": "11",
      "title": "Article 11 – Air pollutants from the storage of objects",
      "content": "Any person must avoid storing objects in such a way that they may interfere with the air quality."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Compliance with minimum air quality standards",
      "section": "12",
      "title": "Article 12 – Air pollutants from waste incineration",
      "content": "Any person operating a waste incinerator must avoid emission and production of air pollutants by complying with the relevant quality standards."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Compliance with minimum air quality standards",
      "section": "13",
      "title": "Article 13 – Air pollutants from other sources",
      "content": "Any person owning emission sources including power plants, gas extraction, plants, boilers, generators, and furnace must avoid causing emission of air pollutants by complying with the relevant quality standards regulations. An Order of the Minister may determine other sites of specific activities that are considered as sources of air pollution."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Air pollutant emission permit",
      "section": "14",
      "title": "Article 14 – Air pollutant emission permit",
      "content": "Any person whose activity is air polluting and does not comply with the air quality standards must apply for a permit issued by the national Authority in charge of environment protection. An Order of the Minister determines requirements and modalities for applying, granting and using the permit."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter V – Air quality compliance",
      "section": "15",
      "title": "Article 15 – Obligation to comply with air quality",
      "content": "Every person has the obligation to safeguard and preserve the air quality."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter V – Air quality compliance",
      "section": "16",
      "title": "Article 16 – Monitoring of air quality compliance",
      "content": "The inspection and monitoring of air quality compliance are carried out by the Authority in charge of environment protection. The Authority also establishes and maintains close collaboration with all institutions for the purpose of enforcement of air quality standards."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter V – Air quality compliance",
      "section": "17",
      "title": "Article 17 – Compliance order on air pollution control and prevention",
      "content": "The National Authority in charge of environment protection, the City of Kigali or the District may issue protection or prevention orders against activities likely to result in air pollution or have adverse effect on the air and on public health. Compliance order specifies activities that are subject to prevention or protection and actions that the owner of the activity is required to take and the timeframe for implementation of such actions."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter V – Air quality compliance",
      "section": "18",
      "title": "Article 18 – Orders to stop activities",
      "content": "The National Authority in charge of environment protection, the City of Kigali or the District must stop, in writing, any activity which pollutes the air where they notice that pursuing such activity may cause serious harm to human health or environment. Where such activity is stopped by the City of Kigali or by the District, the National Authority in charge of environment protection is given a copy thereof. The stop order must indicate all the necessary information as to enable the person to whom it is served to understand such an order and what it requires. Where the person to whom a stop order is served has complied with the requirements, he/she makes a written request for its cancellation."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter V – Air quality compliance",
      "section": "19",
      "title": "Article 19 – Order for emergency prevention of emission of air pollutants",
      "content": "An environmental inspector who receives or notices information on emission of air pollutants in a way that constitutes a risk to human health or environment, must issue an order for emergency prevention of the emission of air pollutants. Such an order requires the person who has air pollution emission activities to particularly indicate the following: 1° adequate measures indicating how activities of reduction and elimination of emission of air pollutants are conducted; 2° the necessary equipment, facilities and trained personnel for dealing with emission of air pollutants; 3° any other measures necessary to respond to other issues that may arise."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter V – Air quality compliance",
      "section": "20",
      "title": "Article 20 – Reporting accidental or inadvertent emissions of air pollutants",
      "content": "Whenever a person is involved in an incident of inadvertent or accidental emissions of air pollutants, that person must report it to the nearest administration or to the Authority in charge of environment protection within twenty-four (24) hours of the occurrence of the incident. He/she must also indicate measures for dealing with such emissions."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter V – Air quality compliance",
      "section": "21",
      "title": "Article 21 – Powers of the City of Kigali and the District to notify and require polluters to take measures to remedy emissions of air pollutants",
      "content": "Where the City of Kigali or the District notices any activity that causes emissions of air pollutants, such an entity notifies it to the concerned person and requires him/her to find a remedy. If such a person fails to find the remedy, the City of Kigali or the District works on it and the cost is borne by the owner. An Order of the Minister determines notification modalities."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter VI – Administrative sanctions",
      "section": "22",
      "title": "Article 22 – Administrative sanctions",
      "content": "Without prejudice to provisions of the Penal Code, any person who violates provisions of this Law is liable to administrative sanctions determined by an Order of the Minister."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "23",
      "title": "Article 23 – Transitional period",
      "content": "Any person concerned with provisions of this Law must comply with them within a period not exceeding twelve (12) months from the date of publication of this Law in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "24",
      "title": "Article 24 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "25",
      "title": "Article 25 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "26",
      "title": "Article 26 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "ambient air",
      "definition": "outdoor air to which people, plants, animals or material are in normal circumstances exposed",
      "source_provision": "art2"
    },
    {
      "term": "emission",
      "definition": "release of a pollutant into the air",
      "source_provision": "art2"
    },
    {
      "term": "emission limit",
      "definition": "the highest permissible quantity of pollutants released into the air from a pollution source, expressed as the concentration of pollutants",
      "source_provision": "art2"
    },
    {
      "term": "excessive emission",
      "definition": "emission of an air pollutant in excessive of an emission standard or emission target",
      "source_provision": "art2"
    },
    {
      "term": "permissible pollutant activity",
      "definition": "activity that does not comply with minimum standards prescribed under this Law, which is subject to prior authorization by the Authority in charge of environment protection",
      "source_provision": "art2"
    },
    {
      "term": "Minister",
      "definition": "Minister in charge of environment",
      "source_provision": "art2"
    },
    {
      "term": "monitoring",
      "definition": "any periodic or continuous testing to determine the level of compliance with statutory requirements or pollutant levels in various materials, in humans, animals and other living beings",
      "source_provision": "art2"
    },
    {
      "term": "suspended particles",
      "definition": "small airborne particles with a diameter of ten (10) micrometres or less",
      "source_provision": "art2"
    },
    {
      "term": "unexpected emission",
      "definition": "pollutants released unexpectedly through unconventional or inappropriate ways",
      "source_provision": "art2"
    },
    {
      "term": "environmental inspector",
      "definition": "government staff in charge of follow-up and monitoring of the enforcement of environmental preservation",
      "source_provision": "art2"
    }
  ]
}
