{
  "id": "rw-law-2015-3",
  "type": "statute",
  "title": "Law governing the Organisation of the Community-Based Health Insurance Scheme",
  "title_en": "Law governing the Organisation of the Community-Based Health Insurance Scheme",
  "short_name": "Law 3 of 2015",
  "status": "repealed",
  "issued_date": "2015-03-02",
  "in_force_date": "2015-04-13",
  "url": "https://rwandalii.org/akn/rw/act/law/2015/3/eng@2015-04-13",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes and determines the organisation of the community-based health insurance scheme."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions",
      "content": "In this Law, the following terms shall have the following meaning: 1° section: a facility of the Community-Based Health Insurance Scheme based at the health centre level; 2° hospital: a medical facility which provides mid-range or advanced medical care either at District, Provincial or National levels; 3° health centre: a primary health facility based at Sector level which provide essential medical services including disease prevention and primary healthcare services; 4° co-payment: amount of money paid for by a member of a community-based health insurance scheme or his /her beneficiary after receiving medical care; 5° health post: a primary health facility based at Cell level providing medical care including disease prevention and basic treatments; 6° tertiary care: medical services provided by Provincial hospital, university hospital, public referral hospital, Government aided hospital or private-owned hospital which concluded a contract with the public institution whose remit covers community-based health insurance scheme; 7° primary healthcare: acts relating to treatment and immunisation carried out at the level of health posts, public health centres, Government aided health centres and at private health facilities which concluded a contract with the community-based health insurance; 8° secondary healthcare services: medical care services provided by public District hospital, Government aided hospital or private-owned hospital which concluded a contract with the public institution whose remit covers community based health insurance scheme; 9° hospital care: acts relating to treatment and immunization carried out at the level of the hospital. 10° community-based health insurance Scheme: solidarity system in which persons come together with their families and pay contributions for the purpose of protection and receiving medical care in case of sickness; 11° contribution: amount paid by a member in the community-based health insurance scheme or paid for him/her by a third party for him/her to receive prescribed medical care."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Organisation of the community-based health insurance scheme",
      "section": "3",
      "title": "Article 3 – Establishment and management of the community-based health insurance scheme",
      "content": "There is hereby established a community-based health insurance scheme. The community-based health insurance scheme shall be under the management of the public institution in charge of community-based health insurance scheme."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Organisation of the community-based health insurance scheme",
      "section": "4",
      "title": "Article 4 – Categories of membership in the community-based health insurance scheme",
      "content": "Members of the community-based health insurance scheme shall fall under the following categories: 1° ordinary members; 2° honorary members. An ordinary member is any person enrolled into the community-based health insurance scheme who, either personally or through a third party, pays an annual contribution. Honorary members are persons who provide support or donation without expecting any medical services or other benefits in return."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Organisation of the community-based health insurance scheme",
      "section": "5",
      "title": "Article 5 – Commencement of membership",
      "content": "Membership shall be effective as of the time when each household member has, personally or through a third party, paid the required contribution."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Organisation of the community-based health insurance scheme",
      "section": "6",
      "title": "Article 6 – Contribution by members, contribution rate and modalities of payment",
      "content": "Each member shall pay his/her annual contribution. The amount of the contribution and the modalities of its payment shall be determined by an Order of the Minister in charge of community-based health insurance scheme."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Organisation of the community-based health insurance scheme",
      "section": "7",
      "title": "Article 7 – Beneficiaries of the community-based health insurance scheme",
      "content": "The community-based health insurance scheme shall offer healthcare coverage to household members if all of them have paid their respective contributions, with the exception of any member insured under any other medical insurance scheme."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Organisation of the community-based health insurance scheme",
      "section": "8",
      "title": "Article 8 – Validity of contribution to the community-based health insurance scheme",
      "content": "A member who joins for the first time the community-based health insurance scheme shall starts benefiting from medical care services thirty (30) days after the payment of his /her subscription fees. However, medical services for a child aged three (3) months and younger shall be covered by the child's parents' contribution. Payment of contribution shall be required for a child aged more than three (3) months. The member shall renew his/her insurance before the benefiting year ends. However, he/she shall continue to receive medical care services for thirty days (30) upon expiry of the insurance. The community-based health insurance scheme year shall commence on first July and end on 30 June of the following year."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Organisation of the community-based health insurance scheme",
      "section": "9",
      "title": "Article 9 – Medical services covered",
      "content": "Community-based health insurance scheme shall cover the following drugs and medical services: 1° drugs and medical services provided at the health post or health centre; 2° drugs and medical services provided at the hospital of District or Province; 3° drugs and medical services provided at the hospital or referral hospital level; An Order of the Minister in charge of health shall determine medical services provided at each level of health facilities referred to under Paragraph One of this Article."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Organisation of the community-based health insurance scheme",
      "section": "10",
      "title": "Article 10 – Co-payment",
      "content": "Any member who benefits from medical care services shall pay a co-payment. A needy member with a due certificate from a competent administrative authority shall have his/her co-payment effected. The rate of co-payment and the person responsible for payment for the needy shall be determined by an Order of the Minister in charge of community-based health insurance scheme."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Organisation of the community-based health insurance scheme",
      "section": "11",
      "title": "Article 11 – Health facilities opened to community-based health insurance scheme affiliated members",
      "content": "Community-based health insurance scheme affiliated members shall seek medical services from public and Government aided health facilities. They shall also seek medical services from private health care facilities which concluded a contract with the public institution in charge of the community-based health insurance scheme as regard. Members of community-based health insurance scheme shall receive primary medical care from a health centre or from a health post. With exception of emergency cases, a patient benefits from medical care of health facilities of superior category if he or she has a transfer note."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Organisation of the community-based health insurance scheme",
      "section": "12",
      "title": "Article 12 – Contracts relating to medical services",
      "content": "The public institution in charge of the Community-based health insurance scheme shall conclude with health centres, health facilities and pharmacies meeting requirements set by the institution contracts in relation with medical care services provided to affiliated members of community-based health insurance scheme."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Organisation of the community-based health insurance scheme",
      "section": "13",
      "title": "Article 13 – Secondary healthcare services and tertiary care",
      "content": "Secondary healthcare or tertiary care services shall be insured to the beneficiary on basis of the following criteria: 1° except for emergence cases, the beneficiary shall receive secondary healthcare services if he/she has medical transfer; 2° the medical service recommended by Physician is on the list of covered services."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Organisation of the community-based health insurance scheme",
      "section": "14",
      "title": "Article 14 – Claim related to community-based health insurance scheme",
      "content": "Subject to the provisions of the laws relating to the civil, commercial, labour and administrative procedure, a claim related to community-based health insurance must be referred to the General Management of the institution in charge of community-based health insurance scheme before being filed with the court of law. The General Management of the institution in charge of community-based health insurance must respond to the claim in writing within a period of one month (1). The claim provided under the preceding paragraph lodged to the institution in charge of community-based health insurance shall be made in writing with an acknowledgment of receipt."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Organisation of the community-based health insurance scheme",
      "section": "15",
      "title": "Article 15 – Sources of property intended for the community-based health insurance scheme",
      "content": "The sources of property intended for the community-based health insurance scheme are the following: 1° members’ contributions; 2° Government contribution equivalent to thirteen per cent (13%) of the domestic annual budget of the Ministry of Health; 3° contribution of subscription fees from every public and private health insurance entities operating in Rwanda; 4° donation, grant and bequest. An Order of the Prime Minister determines the amount and payment modalities of contributions from health insurance entities in Rwanda. The Government shall, every year, ensure the availability of enough funds for the effective functioning of the community-based health insurance scheme."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Mobilisation for the community-based health insurance scheme",
      "section": "16",
      "title": "Article 16 – Establishment of the Mobilisation Committee",
      "content": "There is hereby established the mobilisation committee at the Village, Cell and the Sector levels"
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Mobilisation for the community-based health insurance scheme",
      "section": "17",
      "title": "Article 17 – Members of the Mobilisation Committee and their term of office",
      "content": "At each level, the Mobilization Committee shall be composed of the following five (5) members serving on a voluntary basis: 1° the Chairperson; 2° the Deputy Chairperson; 3° the Secretary; 4° two (2) counsellors. Members of the Mobilization Committee shall be elected for a renewable term of two (2) years."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Mobilisation for the community-based health insurance scheme",
      "section": "18",
      "title": "Article 18 – Procedures for designating members of the Mobilisation Committee, their responsibilities and the organ responsible for the organization of their election",
      "content": "Members of the Mobilisation Committee at the Village level shall be elected by residents of the village legally entitled to vote. Members of the Mobilisation Committee elected at the Village level shall elect from among themselves members of the Mobilisation Committee at the Cell level. Members of the Mobilisation Committee elected at the Cell level shall elect from among themselves members of the Mobilisation Committee at the Sector level. Members of the Mobilisation Committee elected to the higher level shall be replaced in the formerly occupied positions. Procedures for the election of members of the Mobilisation Committee, their responsibilities and the organ responsible for the organization of their election shall be determined by the instructions of the Minister in charge of Local Government."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Mobilisation for the community-based health insurance scheme",
      "section": "19",
      "title": "Article 19 – Meetings of the Mobilisation Committee",
      "content": "The Mobilisation Committee shall hold a meeting once a month. It shall be convened and chaired by the Chairperson or by the Deputy Chairperson in the absence of the Chairperson. The ordinary meeting shall be convened at least three days (3) before it is held. The Mobilisation Committee may hold an extraordinary meeting whenever it is considered necessary upon the invitation of the Chairperson or the Deputy chairperson in the absence of the Chairperson, upon his/her own initiative or upon request by one-third (1/3) of its members. It shall be convened at least five (5) days before it is held. In the absence of both the Chairperson and the Deputy Chairperson, the meeting shall be convened and chaired by the oldest member. Decisions of the Mobilisation Committee shall be made through consensus of members present."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Mobilisation for the community-based health insurance scheme",
      "section": "20",
      "title": "Article 20 – Responsibilities of the Village Mobilisation Committee",
      "content": "The Village Mobilisation Committee shall have the following responsibilities: 1° mobilising the population to join the community-based health insurance scheme; 2° examining the coverage rate of the population in the community-based health insurance scheme at the village level; 3° making the report and submitting it to the Village Head with a copy to the Cell Executive Secretary and to the Chairperson of the Cell Mobilisation Committee; 4° collaborating with the Village administrative organs in the implementation of the responsibilities mentioned in this Article."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Mobilisation for the community-based health insurance scheme",
      "section": "21",
      "title": "Article 21 – Responsibilities of the Cell Mobilisation Committee",
      "content": "The Cell Mobilisation Committee shall have the following responsibilities: 1° coordinating community-based health insurance scheme activities conducted at the Cell level; 2° evaluating the coverage rate of the population in the community-based health insurance scheme at the Cell level; 3° preparing the activity report and submitting it to the Cell Executive Secretary with a copy to the Chairperson of the Sector Mobilisation Committee; 4° collaborating with the Cell administrative organs in the implementation of the responsibilities mentioned in this article."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Mobilisation for the community-based health insurance scheme",
      "section": "22",
      "title": "Article 22 – Responsibilities of Sector Mobilisation Committee",
      "content": "The Sector Mobilisation Committee has the following responsibilities: 1° coordinating community-based health insurance scheme activities conducted at the Sector level; 2° evaluating the community-based health insurance scheme coverage rate at the Sector level; 3° submitting the activity report to the Executive Secretary of the Sector with a copy to the community-based health insurance scheme section at level of the health centre; 4° collaborating with the Sector administrative organs in the implementation of the responsibilities mentioned in this Article."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Administrative sanctions",
      "section": "23",
      "title": "Article 23 – Non-membership in the health insurance scheme",
      "content": "Subject to the provisions of the Penal Code, any person who fails to enroll into health insurance scheme while he/she does not fall within the category of the needy eligible for assistance, shall be liable to an administrative fine of five thousand Rwanda Francs (Rwf 5,000) to ten thousand Rwanda francs (Rwf 10,000). Any person who incites others to refrain from enrolling into community-based health insurance scheme shall be liable to an administrative fine of fifty thousand (Rwf 50,000) to two hundred thousand Rwanda francs (Rwf 200,000)."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Administrative sanctions",
      "section": "24",
      "title": "Article 24 – Unlawful use of member card of community-based health insurance scheme",
      "content": "Subject to the provisions of the Penal Code, any person who uses a member's card of community-based health insurance schemes contrary to law shall be liable to an administrative fine of five thousand (Rwf 5,000) to twenty thousand Rwanda francs (Rwf 20,000)."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Administrative sanctions",
      "section": "25",
      "title": "Article 25 – Misconduct committed by a staff member in connection with community-based health insurance scheme",
      "content": "Without prejudice to the provisions of other laws, any staff member who commits misconduct in connection with community-based health insurance scheme shall be liable to a fine of one hundred thousand (Rwf 100,000) to two hundred thousand Rwanda francs (Rwf 200,000)."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Administrative sanctions",
      "section": "26",
      "title": "Article 26 – Implementation of the provisions of articles 23, 24 and 25",
      "content": "The amount of administrative fine provided for by Article 23 shall be determined by the Cell Council based on the report of the Mobilisation Committee. The amount of the administrative fine provided for by Articles 24 and 25 shall be determined by the public institution in charge of the community-based health insurance scheme The amount of the administrative fine provided for by Paragraphs One and two of this Article shall be deposited into the District account for use thereof in mobilisation activities."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "27",
      "title": "Article 27 – Transitional period",
      "content": "Government organs entrusted with the implementation of this Law shall have a period not exceeding six (6) months from the date of the publication of this Law in the Official Gazette of the Republic of Rwanda to ensure the implementation of the provisions of this Law. A contribution equivalent to one per cent (1%) that is paid from medical insurance contributions by every public or private institution operating in Rwanda shall continue to be paid pending the publication of the ministerial Order provided for by Article 15 of this Law in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "28",
      "title": "Article 28 – Transfer of property",
      "content": "Movable and immovable assets as well as denominations of the community-based health insurance scheme are hereby transferred to Rwanda Social Security Board."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "29",
      "title": "Article 29 – Value of actions undertaken",
      "content": "Without prejudice to the provisions of this law, actions undertaken pursuant to Law n° 62/2007 of 30/12/2007 establishing and determining the organization, functioning and management of the mutual health insurance scheme shall remain valid."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "30",
      "title": "Article 30 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "31",
      "title": "Article 31 – Repealing provision",
      "content": "The Law n° 62/2007 of 30/12/2007 establishing and determining the organization, functioning and management of the mutual health insurance scheme and all prior legal provisions inconsistent with this Law are hereby repealed."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "32",
      "title": "Article 32 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "hospital",
      "definition": "a medical facility which provides mid-range or advanced medical care either at District, Provincial or National levels",
      "source_provision": "art2"
    },
    {
      "term": "health centre",
      "definition": "a primary health facility based at Sector level which provide essential medical services including disease prevention and primary healthcare services",
      "source_provision": "art2"
    },
    {
      "term": "co-payment",
      "definition": "amount of money paid for by a member of a community-based health insurance scheme or his /her beneficiary after receiving medical care",
      "source_provision": "art2"
    },
    {
      "term": "health post",
      "definition": "a primary health facility based at Cell level providing medical care including disease prevention and basic treatments",
      "source_provision": "art2"
    },
    {
      "term": "tertiary care",
      "definition": "medical services provided by Provincial hospital, university hospital, public referral hospital, Government aided hospital or private-owned hospital which concluded a contract with the public institution whose remit covers community-based health insurance scheme",
      "source_provision": "art2"
    },
    {
      "term": "primary healthcare",
      "definition": "acts relating to treatment and immunisation carried out at the level of health posts, public health centres, Government aided health centres and at private health facilities which concluded a contract with the community-based health insurance",
      "source_provision": "art2"
    },
    {
      "term": "secondary healthcare services",
      "definition": "medical care services provided by public District hospital, Government aided hospital or private-owned hospital which concluded a contract with the public institution whose remit covers community based health insurance scheme",
      "source_provision": "art2"
    },
    {
      "term": "hospital care",
      "definition": "acts relating to treatment and immunization carried out at the level of the hospital",
      "source_provision": "art2"
    },
    {
      "term": "contribution",
      "definition": "amount paid by a member in the community-based health insurance scheme or paid for him/her by a third party for him/her to receive prescribed medical care",
      "source_provision": "art2"
    }
  ]
}
