{
  "id": "rw-law-2013-48",
  "type": "statute",
  "title": "Law establishing Rwanda Cooperative Agency (RCA) and Determining its Mission, Organisation and Functioning",
  "title_en": "Law establishing Rwanda Cooperative Agency (RCA) and Determining its Mission, Organisation and Functioning",
  "short_name": "Law 48 of 2013",
  "status": "repealed",
  "issued_date": "2013-06-28",
  "in_force_date": "2013-07-12",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/48/eng@2013-07-12",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes the Rwanda Cooperative Agency, abbreviated as ‹‹RCA››. It also determines its mission, organization and functioning. RCA shall have legal personality, administrative and financial autonomy and be managed in accordance with laws governing public institutions."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Head Office of RCA",
      "content": "The Head Office of RCA shall be located in Kigali City, the Capital of the Republic of Rwanda. It may be transferred elsewhere on the Rwandan territory if deemed necessary. In order to fulfill its mission, RCA may have branches elsewhere in the country if deemed necessary, upon approval by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Mission of RCA",
      "section": "3",
      "title": "Article 3 – Mission of RCA",
      "content": "The main mission of RCA shall be the following: 1° to implement Government policy in matters relating to cooperative organizations; 2° to register cooperative organizations and grant them legal personality; 3° to regulate and supervise cooperative organizations including the national cooperative unions, federations and confederation; 4° to set standards and formulate professional ethics for prudent management of cooperative organizations; 5° to promote the cooperative organizations sector; 6° to assist cooperative organizations in their capacity building through training and seminars of its members and managers; 7° to promote business entrepreneurship in the cooperative organizations sector; 8° to encourage the cooperative movement to take advantage of investment opportunities at national, regional and international levels; 9° to carry out research and studies on cooperative organizations and ensure their publication; 10° to advise the Government on the elaboration of national policies and strategies in relation with cooperative organizations; 11° to ensure the compliance of laws and regulations governing cooperative organizations and other laws that cooperative organizations are requested to conform to; 12° to develop relations and collaboration with other regional or international agencies in charge of cooperative organizations."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter III – Supervising authority of RCA and its category",
      "section": "4",
      "title": "Article 4 – Supervising authority of RCA and its category",
      "content": "A Prime Minister’s Order determines the supervising authority of RCA and its category. There shall be concluded between the supervising authority of RCA and its decision-making organ a performance contract indicating competences, rights and obligations of each party in order for RCA to fulfill its missions. Such contract shall be valid for a period equal to the term of office of members of the decision-making organ of RCA."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter IV – Organisation and functioning of RCA",
      "section": "5",
      "title": "Article 5 – Management organs of RCA",
      "content": "RCA shall be comprised of the following two (2) management organs: 1° the Board of Directors; 2° the General Directorate. A Prime Minister’s Order may determine other necessary organs in order for RCA to fulfill its mission."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter IV – Organisation and functioning of RCA",
      "section": "6",
      "title": "Article 6 – Board of Directors of RCA",
      "content": "The Board of Directors of RCA shall be the governing and decision-making organ. Its competences, responsibilities and functioning as well as the responsibilities and the term of office of its members shall be determined by a Prime Minister’s Order. A Presidential Order shall appoint members of the Board of Directors including the Chairperson and the Deputy Chairperson. Members of the Board of Directors shall be selected on the basis of their competence and expertise. At least thirty percent (30%) of the members of the Board of Directors shall be females."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter IV – Organisation and functioning of RCA",
      "section": "7",
      "title": "Article 7 – Sitting allowances for members of the Board of Directors",
      "content": "Members of the Board of Directors present in the meetings of the Board of Directors shall be entitled to sitting allowances determined by a Presidential Order."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter IV – Organisation and functioning of RCA",
      "section": "8",
      "title": "Article 8 – Incompatibilities with membership of the Board of Directors",
      "content": "Members of the Board of Directors shall not be allowed to perform any remunerated activity within RCA. They shall also not be allowed, either individually or companies in which they hold shares, to bid for tenders of RCA."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Organisation and functioning of RCA",
      "section": "9",
      "title": "Article 9 – Composition of the General Directorate of RCA",
      "content": "Members of the General Directorate of RCA shall be appointed by a Presidential Order. Competences and responsibilities of members of the General Directorate of RCA as well as modalities for performance of their duties shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organisation and functioning of RCA",
      "section": "10",
      "title": "Article 10 – Statute governing staff of RCA and benefits of members of the General Directorate and staff of RCA",
      "content": "The staff of RCA shall be governed by the General Statute for Rwanda Public Service. Benefits allocated to the members of the General Directorate and to the staff of RCA shall be determined in accordance with legal provisions governing benefits to employees of public institutions."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organisation and functioning of RCA",
      "section": "11",
      "title": "Article 11 – Organization, functioning and responsibilities of RCA services",
      "content": "The organization, functioning and responsibilities of RCA services shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter V – Property and finance",
      "section": "12",
      "title": "Article 12 – Property of RCA and its sources",
      "content": "The property of RCA shall be comprised of movables and immovables. It comes from the following sources: 1° the State budget allocations; 2° State or partners’ subsidies; 3° income from the services rendered; 4° loans to RCA approved by the Minister in charge of finance; 5° proceeds from the property of RCA; 6° donations and bequests."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter V – Property and finance",
      "section": "13",
      "title": "Article 13 – Use, management and audit of RCA property",
      "content": "The use, management and audit of RCA property shall be carried out in accordance with relevant legal provisions. RCA internal audit unit shall submit a report to the Board of Directors with a copy to the head of the General Directorate of RCA."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter V – Property and finance",
      "section": "14",
      "title": "Article 14 – Approval and management of RCA budget",
      "content": "The budget of RCA shall be approved and managed in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter V – Property and finance",
      "section": "15",
      "title": "Article 15 – Annual financial report",
      "content": "Within three (3) months following the end of the financial year, the head of the General Directorate of RCA shall submit the annual financial report to the supervising authority of RCA after its approval by the Board of Directors in accordance with laws governing the management of State finance and property."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter V – Property and finance",
      "section": "16",
      "title": "Article 16 – Competence of judicial police",
      "content": "An Order of the Minister in charge of Justice shall confer upon some staff members of RCA the power to act as Judicial Police Officers. Such Judicial Police Officers shall have powers to investigate offences throughout the national territory, but limited only to offences related to the cooperative organizations."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "17",
      "title": "Article 17 – Activities and property of RCA",
      "content": "Activities and property of RCA which was established under Law n° 16/2008 of 11/06/2008 establishing Rwanda Cooperative Agency «RCA» and determining its mission, organization and functioning shall continue to be owned by RCA established by this Law."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "18",
      "title": "Article 18 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "19",
      "title": "Article 19 – Repealing provision",
      "content": "Law n° 16/2008 of 11/06/2008 establishing Rwanda Cooperative Agency «RCA» and determining responsibilities, organization and functioning and all other prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "20",
      "title": "Article 20 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
