{
  "id": "rw-law-2013-44",
  "type": "statute",
  "title": "Law establishing the Rwanda Law Reform Commission (RLRC) and Determining its Mission, Organization and Functioning",
  "title_en": "Law establishing the Rwanda Law Reform Commission (RLRC) and Determining its Mission, Organization and Functioning",
  "short_name": "Law 44 of 2013",
  "status": "repealed",
  "issued_date": "2013-06-16",
  "in_force_date": "2013-04-08",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/44/eng@2013-06-16",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes the Rwanda Law Reform Commission abbreviated as “RLRC”."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "As used in this Law, the terms below shall have the following meanings: 1° “ Ministry ”: Ministry in charge of justice; 2° “ Minister ”: Minister in charge of justice."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Duration, independence and autonomy of RLRC",
      "content": "RLRC is a permanent independent public institution with legal personality, administrative and financial autonomy."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Head office of RLRC",
      "content": "The Head Office of RLRC shall be located in Kigali City, the Capital of the Republic of Rwanda. It may be transferred elsewhere within the Republic of Rwanda if deemed necessary."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Mission of RLRC",
      "section": "5",
      "title": "Article 5 – Mission",
      "content": "The overall and permanent mission of RLRC shall be to review Rwandan laws with a view to ensure their development and reform. In particular, RLRC shall be responsible for: 1° analyzing Rwandan laws and providing recommendations to relevant authorities for their improvement, modernization and reform with an emphasis on: a. the elimination of imperfections in laws, repealing obsolete or unnecessary legal provisions and simplification of the wording and understanding of laws; b. the eestablishment of new methods of practicing law and new concepts in consonance with the values and changing needs of the Rwandan Society; c. the support to and improvement of proper administration of justice; 2° conducting studies designed to assess laws applicable in the country in order to identify those that are not implemented and the new ones that may be necessary and advise relevant authorities accordingly; 3° ensuring proper codification and revision of Rwandan laws; 4° identifying laws provided under the Constitution that are not yet put in place and preparing related draft proposals; 5° preparing draft proposals for laws that need to be modified; 6° harmonizing national laws in force with principles provided under international instruments ratified by Rwanda; 7° advising the Government and the Parliament on reform of laws in order to make them consistent with the Constitution; 8° providing public institutions with legal advice on law reform-related draft laws or any other law reform-related issue; 9° receiving and considering any proposals for reform of laws that are submitted by an institution or any interested person. In order to fulfill its mission, RLRC shall collaborate with other public and private institutions, whether national or international as well as national or international non-governmental organizations."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter III – Collaboration between RLRC and its supervising authority",
      "section": "6",
      "title": "Article 6 – Supervizing authority of the Commission",
      "content": "RLRC shall be under the supervision of the Ministry in charge of justice."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Collaboration between RLRC and its supervising authority",
      "section": "7",
      "title": "Article 7 – Collaboration between RLRC and the Ministry",
      "content": "RLRC shall forward draft laws that it has initiated to the Ministry for consideration before forwarding them to the Cabinet for approval."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Collaboration between RLRC and its supervising authority",
      "section": "8",
      "title": "Article 8 – Performance contract",
      "content": "There shall be concluded a performance contract between the Ministry and the Council of Commissioners determining the powers, rights and obligations of each party in order to achieve the mission of RLRC. This contract shall be valid for a period equivalent to the term of office of the Commissioners and shall be signed by the Minister and the Chairperson of RLRC. The internal rules and regulations of the Commission shall determine modalities and time for evaluation. The performance contract shall also include the following details: 1° responsibilities of RLRC; 2° expected results of RLRC; 3° methodologies to be used by RLRC to achieve its mission; 4° the source of property, its use and the permanent audit procedure; 5° functioning of RLRC."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Organs of RLRC and their responsibilities",
      "section": "9",
      "title": "Article 9 – Organs of RLRC",
      "content": "RLRC shall have the following organs: 1° the Council of Commissioners; 2° the Bureau of RLRC; 3° the Advisory Council."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organs of RLRC and their responsibilities",
      "section": "10",
      "title": "Article 10 – Responsibilities of the Council of Commissioners",
      "content": "The Council of Commissioners shall be the supreme authority of RLRC The Council of Commissioners shall have the following responsibilities: 1° to identify laws which require reform; 2° to approve draft proposals of laws which require adoption or reform; 3° to approve the internal rules and regulations of RLRC; 4° to approve a long term strategic plan of RLRC; 5° to approve the annual plan of action of RLRC; 6° to prepare and adopting the draft budget of RLRC; 7° to prepare the organizational structure of RLRC; 8° to adopte the report of the activities of RLRC; 9° to make decisions on any other matters relating to the mission of RLRC."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organs of RLRC and their responsibilities",
      "section": "11",
      "title": "Article 11 – Members of the Council of Commissioners, their term of office and incompatibilities",
      "content": "The Council of Commissioners shall be composed of seven (7) Commissioners, including the Chairperson, the Vice Chairperson and the Secretary, performing their duties on a permanent basis during their term of office. They shall be Rwandan lawyers with relevant knowledge and professional experience in the legal field. At least thirty per cent (30%) of the Commissioners must be females. Members of the Council of Commissioners shall have a renewable term of office of five (5) years. Commissioner’s activities shall be incompatible with any other remunerated activity."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Organs of RLRC and their responsibilities",
      "section": "12",
      "title": "Article 12 – Appointment of members of the Council of Commissioners",
      "content": "Members of the Council of Commissioners shall be appointed by a Presidential Order."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Organs of RLRC and their responsibilities",
      "section": "13",
      "title": "Article 13 – Taking oath of Commissioners",
      "content": "Before assuming their duties, Commissioners shall, before the Supreme Court, take the oath prescribed by article 61 of the Constitution of the Republic of Rwanda."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Organs of RLRC and their responsibilities",
      "section": "14",
      "title": "Article 14 – Salary and other benefits entitled to Commissioners",
      "content": "The salary and other benefits entitled to Commissioners shall be determined by a Presidential Order."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Organs of RLRC and their responsibilities",
      "section": "15",
      "title": "Article 15 – Removal of a Commissioner",
      "content": "A member of the Council of Commissioners shall leave office under one of the following circumstances: 1° expiration of the term of office; 2° resignation in writing; 3° physical or mental incapacity ascertained by an authorized medical doctor; 4° he/she is sentenced to a term equal to or exceeding six (6) months imprisonment without suspension of sentence; 5° failure to attend five (5) consecutive meetings of RLRC in one year without valid reasons; 6° assignement to new duties; 7° failure to fulfill his/her responsibilities as approved by the Council of Commissioners; 8° when it is evident that he/she no longer fulfills the requirements considered at the time he/she was appointed as member of the Council of Commissioners; 9° he/she is convicted of the crime of genocide ideology; 10° he/she pleads guilty and confesses to the crime of genocide; 11° death."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Organs of RLRC and their responsibilities",
      "section": "16",
      "title": "Article 16 – Replacement of a member of the Council of Commissioners",
      "content": "The Council of Commissioners shall, in a written notice, indicate to the Minister supervising RLRC that one of its members no longer occupies his/her post. The Minister shall inform the competent authority, and the Commissioner shall be replaced in a period not exceeding ninety (90) days. The appointee shall serve the remaining period of his/her predecessor."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Organs of RLRC and their responsibilities",
      "section": "17",
      "title": "Article 17 – Composition of the Bureau of RLRC",
      "content": "The Bureau of RLRC shall be composed of the Chairperson, the Vice Chairperson and the Secretary."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Organs of RLRC and their responsibilities",
      "section": "18",
      "title": "Article 18 – Responsibilities of the Bureau of RLRC",
      "content": "The Bureau of RLRC shall have the following responsibilities: 1° to lead activities of RLRC; 2° to prepare meetings of the Council of Commissioners; 3° to comply and ensure the implementation of the resolutions of the Council of Commissioners; 4° to monitor relations between RLRC other institutions."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Organs of RLRC and their responsibilities",
      "section": "19",
      "title": "Article 19 – Responsibilities of the Chairperson of RLRC",
      "content": "The Chairperson of RLRC shall have the following responsibilities: 1° to convene and chair meetings of the Council of the Commissioners and those of the Bureau; 2° to supervise and coordinate activities of RLRC; 3° to represent the Commission within the country and abroad; 4° to be the spokesperson of RLRC; 5° to transmit reports of RLRC to the competent organs; 6° to be a signatory to all documents and correspondences of RLRC; 7° to perform any other duties related to the mission of RLRC as may be assigned by the Council of Commissioners."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Organs of RLRC and their responsibilities",
      "section": "20",
      "title": "Article 20 – Responsibilities of the Vice Chairperson RLRC",
      "content": "The Vice Chairperson shall have the following responsibilities: 1° to assist the Chairperson and deputize for him/her in case of absence; 2° to perform any other duty related to the mission of RLRC as may be assigned by the Council of Commissioners."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Organs of RLRC and their responsibilities",
      "section": "21",
      "title": "Article 21 – Responsibilities of the Secretary of RLRC",
      "content": "The Secretary of RLRC shall: 1° 1act as the rapporteur of the meetings of the Council of Commissioners; 2° be the custodian of the RLRC documents and books of RLRC; 3° prepare activity reports of the Commission; 4° follow up daily matters related especially to support services to RLRC; 5° perform any other duty as may be assigned by the Council of Commissioners."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Organs of RLRC and their responsibilities",
      "section": "22",
      "title": "Article 22 – Members of the Advisory Council and their responsibilities",
      "content": "The Advisory Council shall be comprised of one member from each of the following institutions: 1° Each Chamber of the Parliament; 2° the Supreme Court; 3° the Ministry; 4° the National Public Prosecution Authority; 5° the Rwanda National Police; 6° the Office of the Ombudsman; 7° the National Commission for Human Rights; 8° the Bar Association; 9° public universities and institutions of higher learning having a faculty of law; 10° private universities and institutions of higher learning having a faculty of law; 11° the Private Sector Federation; 12° non-governmental organizations. Members of the Bureau of RLRC shall be members of the Advisory Council. At least thirty percent (30%) of the members of the Advisory Council shall be females. The Advisory Council shall be responsible for providing guidelines for RLRC and advising it."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Organs of RLRC and their responsibilities",
      "section": "23",
      "title": "Article 23 – Appointment of members of the Advisory Council and their term of office",
      "content": "Members of the Advisory Council shall be appointed by a Presidential Order. Members of the Advisory Council shall not be entitled to any remuneration. Members of the Advisory Council shall be appointed for a renewable term of seven (7) years. The replacing member of the Advisory Council shall complete the remaining term of office of the person he/she is replacing"
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter V – Functioning of the organs of RLRC",
      "section": "24",
      "title": "Article 24 – Meetings of the Council of the Commissioners",
      "content": "The meeting of the Council of Commissioners shall meet whenever deemed necessary in presence of at least four (4) members. It shall be convened and presided over by the Chairperson or the Vice-Chairperson in the absence of the Chairperson at their own initiative or upon request in writing, by at least three (3) members. The Council of Commissioners shall examine items on the agenda and any other additional ones upon request by the Chairperson or by three (3) members. The Council of Commissioners may invite to its meetings any person with special expertise to advise the Council. The invitee is not allowed to vote. He/she shall only take part in discussions on the items which he /she was requested to advise on. The agenda and any other documents to be discussed shall be transmitted to each member of the Council of Commissioners at least two (2) working days before the meeting, unless the meeting is convened in urgent circumstances. In case of absence of the Chairperson and the Vice Chairperson, the elder Commissioner shall convene the meeting of the Council of Commissioners and Commissioners shall elect among themselves the chair. In case of absence of the Commission Secretary of RLRC, the youngest Commissioner shall act as the rapporteur."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter V – Functioning of the organs of RLRC",
      "section": "25",
      "title": "Article 25 – Decision making and minutes",
      "content": "Every member of the Council of Commissioners shall have only one vote. Decisions shall be taken on consensus and if not possible, they shall be taken through an absolute majority vote of the members present. Minutes of the meeting of the Council of Commissioners shall be adopted in the next meeting and signed by the one who chaired it and its rapporteur."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter V – Functioning of the organs of RLRC",
      "section": "26",
      "title": "Article 26 – Consideration of reports",
      "content": "Items to be examined by one of the meetings of the Council of Commissioners in the first quarter of the financial year shall include approval of the activity and financial reports of the previous year. The said reports shall be submitted to the Minister after their adoption. Every quarter, RLRC shall also prepare its activity report and a copy shall be submitted to the Minister."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter V – Functioning of the organs of RLRC",
      "section": "27",
      "title": "Article 27 – Meetings of the Bureau of RLRC",
      "content": "The Bureau of RLRC shall meet whenever deemed necessary. The meeting shall be convened and chaired by the Chairperson of RLRC."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter V – Functioning of the organs of RLRC",
      "section": "28",
      "title": "Article 28 – Meetings of the Advisory Council",
      "content": "The Advisory Council shall meet twice (2) a year and whenever deemed necessary. Meeting shall be convened and chaired by the Minister. The Chairperson of RLRC shall act as its rapporteur. The Advisory Council may invite to its meetings any person who has special expertise for technical advice."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter V – Functioning of the organs of RLRC",
      "section": "29",
      "title": "Article 29 – Internal rules and regulations",
      "content": "RLRC shall prepare the draft internal rules and regulations and submit it to the Council of Commissioners for approval. It may also, through administrative directives, institute mechanisms of managing its internal affairs."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter VI – Staff and property of RLRC",
      "section": "30",
      "title": "Article 30 – Preparation of the organizational structure",
      "content": "The Council of Commissioners shall prepare the organizational structure of RLRC to be approved by a Prime Minister’s Order upon request by the Minister."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter VI – Staff and property of RLRC",
      "section": "31",
      "title": "Article 31 – Staff",
      "content": "RLRC shall comprise both technical and administrative staff governed in accordance with the General Statute of Rwanda Public Service. The technical staff of RLRC shall be comprised of experts in law. The support staff of RLRC shall be in charge of its day to day running."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter VI – Staff and property of RLRC",
      "section": "32",
      "title": "Article 32 – Property and its sources",
      "content": "The property of RLRC shall be comprised of both movable and immovable property. It shall come from the following: 1° State budget allocations; 2° grants from Government or stakeholders; 3° incomes from services rendered by RLRC; 4° income from its property; 5° donations and bequests; 6° property that belonged to the National Law Reform Commission established by the Organic Law n° 01/2010/OL of 09/6/2010."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter VI – Staff and property of RLRC",
      "section": "33",
      "title": "Article 33 – Management, use and audit of the property",
      "content": "The management, use and audit of the property of RLRC shall be conducted in accordance with relevant legal provisions. The internal audit service of the Commission shall submit a quarterly report to the Council of Commissioners."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter VI – Staff and property of RLRC",
      "section": "34",
      "title": "Article 34 – Budget of RLRC",
      "content": "The budget of RLRC shall be approved and managed in accordance with the relevant legal provisions."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "35",
      "title": "Article 35 – Actions taken before the commencement of this Law",
      "content": "Actions legally taken and legal instruments enacted under the name of National Law Reform Commission established by the Organic Law n° 01/2010/OL of 09/6/2010 shall remain valid."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "36",
      "title": "Article 36 – Drafting, consideration and adoption of this Law",
      "content": "This law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "37",
      "title": "Article 37 – Repealing provision",
      "content": "All prior legal provisions inconsistent with this Law are hereby repealed."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "38",
      "title": "Article 38 – Commencement",
      "content": "This law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
