{
  "id": "rw-law-2013-19",
  "type": "statute",
  "title": "Law Determining Missions, Organisation and Functioning of the National Commission for Human Rights",
  "title_en": "Law Determining Missions, Organisation and Functioning of the National Commission for Human Rights",
  "short_name": "Law 19 of 2013",
  "status": "repealed",
  "issued_date": "2013-03-05",
  "in_force_date": "2013-04-08",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/19/eng@2013-04-08",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the mission, organisation and functioning of the National Commission for Human Rights, hereinafter referred to as the “Commission”."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Head office and territorial jurisdiction of the Commission",
      "content": "The head office of the Commission shall be located in Kigali City, the Capital city of the Republic of Rwanda. It may be transferred elsewhere in Rwanda if deemed necessary. The Commission shall operate throughout the country and may establish branches anywhere in the country."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Independence and autonomy of the Commission",
      "content": "The Commission shall be independent and permanent. In fulfilling its mission, the Commission shall not be subject to any instructions from any other organ. The Commission shall have legal personality and autonomy in administrative and financial matters."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Mission and powers of the Commission",
      "section": "4",
      "title": "Article 4 – Overall mission of the Commission",
      "content": "The overall mission of the Commission shall be to promote and protect Human Rights."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Mission and powers of the Commission",
      "section": "5",
      "title": "Article 5 – Special mission of the Commission regarding Human Rights promotion",
      "content": "The special mission of the Commission regarding Human Rights promotion shall be the following: 1° to educate and sensitize the population on matters relating to human rights and participate in the development of Human Rights educational programmes; 2° to collaborate with other organs in designing strategies to prevent violations of Human Rights; 3° to prepare and disseminate reports on the situation of Human Rights in Rwanda, annually and whenever necessary; 4° to provide views, upon request or at its own initiative on laws, regulations of public organs in force in the country and bills so as to ensure their conformity to fundamental principles of Human Rights; 5° to urge relevant government institutions to ratify international treaties related to Human Rights and incorporate them in the existing domestic laws; 6° to urge relevant government institutions to submit on time the reports related to international treaties on Human Rights ratified by Rwanda; 7° to propose to relevant government authorities measures to be taken to address and punish in accordance with law any violation of Human Rights; 8° to collaborate with other foreign national Human Rights institutions, local associations and international organisations in Human Rights promotion and protection activities."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Mission and powers of the Commission",
      "section": "6",
      "title": "Article 6 – Special mission of the Commission as regards to the protection of Human Rights",
      "content": "Regarding the protection of Human Rights, the special mission of the Commission shall be the following: 1° to receive, examine and investigate complaints relating to Human Rights violations; 2° to examine Human Rights violations in Rwanda committed by State organs, those who work in the public service abusing their powers, associations and individuals; 3° to carry out visits to custodial places with the purpose of inspecting whether the rights of detainees are respected and urge relevant authorities to address identified cases of violation of the rights of detainees; 4° to particularly monitor respect for the rights of the child, women, persons with disabilities, people living with HIV/AIDS, refugees, migrant workers and members of their families and elderly; 5° to monitor respect for Human Rights throughout elections process and submit report to relevant organs."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Mission and powers of the Commission",
      "section": "7",
      "title": "Article 7 – Ordinary powers of the Commission",
      "content": "In order to fulfil its mission provided under Articles 4 to 6 of this Law, the Commission shall have the following powers: 1° to receive and consider testimonies on Human Rights violations; 2° to have access to any place where human rights violations are alleged or reported including places of detention for the purpose of investigations; 3° to contact, interrogate and seek explanations from any person likely to have testimony, information, responsibility and expertise deemed to enlighten the Commission on scrutinising and collecting Human Rights violation evidence; 4° to have access to documents, consult them on the spot or get their copies as well as any other document required by the Commission to be able to analyze and collect Human Rights violation evidence. Documents or items given to the Commission shall be returned to owners or organs of origin in a period not exceeding three (3) months; 5° to conduct mediation and conciliation between parties with Human Rights litigations where the mediation or conciliation does not contravene the law; 6° to request relevant organs to unconditionally restore the rights of any person where it appears that his/her rights have been violated; 7° to request relevant organs to bring to justice any person having committed offences related to the violation of Human Rights; 8° to carry out research on thematic issues and publish findings with the purpose of promoting Human Rights."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Mission and powers of the Commission",
      "section": "8",
      "title": "Article 8 – Judicial police powers",
      "content": "Commissioners shall have permanent judicial police powers throughout the territory of Rwanda while discharging their duties. If deemed necessary, a member of staff of the Commission may be given judicial police powers by competent authority upon request by the Chairperson of the Commission. Persons summoned by the Commission must appear, failure of which they shall be prosecuted in accordance with law."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Mission and powers of the Commission",
      "section": "9",
      "title": "Article 9 – Power to file legal actions",
      "content": "The Commission shall have powers to file legal proceedings in civil, commercial, labour and administrative matters for violation of human rights provided by the Constitution, international treaties ratified by Rwanda and other laws. In that regard, the Commission may be represented in courts by its employees authorized by relevant authority on the request of the Chairperson of the Commission. The Commission may also be represented by a council of its choice."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Mission and powers of the Commission",
      "section": "10",
      "title": "Article 10 – Exercising judicial police powers and power to file legal actions",
      "content": "While exercising judicial police powers and power to file legal action, the Commission shall respect the national laws without prejudice to other organs’ responsibilities, and apply such powers in case of violation of public, individual interests, or if other relevant organs fail to carry out their legal duties."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Mission and powers of the Commission",
      "section": "11",
      "title": "Article 11 – Power to adopt the internal rules and regulations",
      "content": "Without prejudice to the provisions of this Law, the Commission shall establish its internal rules and regulations which shall be published in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Program of activities and report of the Commission",
      "section": "12",
      "title": "Article 12 – Commission’s program of activities and organs to which it is submitted",
      "content": "The Commission shall submit to the Parliament, both Chambers, its program of activities within a period not exceeding three (3) months from the commencement of the fiscal year and reserve a copy thereof to the President of the Republic, the Cabinet and the Supreme Court."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Program of activities and report of the Commission",
      "section": "13",
      "title": "Article 13 – Commission’s reports and organs to which they are submitted",
      "content": "The Commission shall submit to the Parliament, both Chambers, its activity report within a period not exceeding three (3) months from the end of the fiscal year, and reserve a copy thereof to the President of the Republic, the Cabinet and the Supreme Court. The Commission shall also submit to the President of the Republic, the Parliament, both Chambers, the Cabinet and the Supreme Court thematic reports acknowledged through its investigations or researches on Human Rights violations and those with negative impact on such rights."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Program of activities and report of the Commission",
      "section": "14",
      "title": "Article 14 – Dissemination of the Commission’s report",
      "content": "The Commission shall disseminate its annual report subsequent to its submission to the Parliament."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "15",
      "title": "Article 15 – Administrative organs",
      "content": "The administrative organs of the Commission shall be the following: 1° the Council of Commissioners; 2° the Bureau of the Commission; 3° the General Secretariat of the Commission."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "16",
      "title": "Article 16 – Responsibilities of the Council of Commissioners",
      "content": "The Council of Commissioners shall be the supreme organ of the Commission. In particular, it shall be responsible for the following: 1° to adopt the agenda of its meeting; 2° to take all decisions related to the promotion and protection of Human Rights; 3° to approve the planning and the action plan of the Commission; 4° to approve the annual draft budget proposal of the Commission before submitting it to relevant organs; 5° to approve the annual activity report of the Commission; 6° to approve thematic reports on acts acknowledged by the Commission on Human Rights violations; 7° to approve the internal rules and regulations of the Commission; 8° to approve subsidies, donations and bequests; 9° to prepare the organizational structure of the Commission; 10° to recruit and appoint the personnel of the Commission; 11° to take all decisions that could improve the effective functioning of the Commission."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "17",
      "title": "Article 17 – Composition of the Council of Commissioners and requirements for the position",
      "content": "The Council of Commissioners shall be composed of seven (7) Commissioners including the Chairperson and the Vice Chairperson. For a person to be a Commissioner, he/she shall fulfil the following conditions: 1° to be a Rwandan; 2° to be a person of integrity; 3° not to have been convicted of the crime of genocide, crimes against humanity and crime of genocide ideology; 4° not to have been convicted to a sentence equal to or exceeding six (6) months of imprisonment; 5° to have an experience in leadership positions in public or private institutions; In particular, the Chairperson of the Commission must hold a degree from an institution of higher learning and have experience and sufficient knowledge in the Human Rights field."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "18",
      "title": "Article 18 – Provenance of Commissioners",
      "content": "Commissioners shall come from the following: 1° non-governmental organisations for the promotion and protection of Human Rights; 2° public and private Universities and institutions of higher learning; 3° Civil Society; 4° public institutions; 5° private sector. At least thirty per cent (30%) of Commissioners selected from those bodies must be females. Considering the independence of the Commission as provided for in Article 3 of this Law, Commissioners shall be elected on individual basis and they do not represent their institutions of origin."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "19",
      "title": "Article 19 – Members of the Committee in charge of selecting Candidate Commissioners s and modalities for their appointment",
      "content": "The Committee in charge of selecting Candidate Commissioners shall be comprised of five (5) members from: 1° non-governmental organizations for the promotion and protection of human rights; 2° Public Service Commission; 3° Civil Society; 4° other relevant experts with expertise and skills in Human Rights issues. A Presidential Order shall appoint members of the Committee in charge of selecting Candidate Commissioners."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "20",
      "title": "Article 20 – Requirements for selection of Candidate Commissioners",
      "content": "The Committee in charge of selecting Candidate Commissioners shall function independently. In selecting the candidates, the Committee shall: 1° comply with the principles of transparency and independence; 2° widely announce vacancies for Commissioners; 3° submit to the Government a list of seven (7) selected candidates comprising the Chairperson and the Vice Chairperson. At least thirty per cent (30%) of candidates selected by the Committee in charge of selecting Candidate Commissioners must be females. A Presidential Order shall determine the establishment, responsibilities, organisation and functioning of the Committee in charge of selecting Candidate Commissioners."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "21",
      "title": "Article 21 – Approval of Commissioners by the Senate",
      "content": "The Cabinet shall submit to the Senate for approval seven (7) candidate Commissioners before their appointment by a Presidential Order. In case the Senate does not approve one or several candidate Commissioners, the President of the Senate shall inform the Government within a period not exceeding fifteen (15) days, and request for the submission of other candidates to replace those who are not approved. The selection of candidates to replace those who are not approved shall be conducted by the Committee in charge of selecting Candidate Commissioners in accordance with the provisions of Article 20 of this Law. The Cabinet shall submit to the Senate other candidate Commissioners whose number shall be equivalent to the number of those who are not approved by the Senate."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "22",
      "title": "Article 22 – Taking oath of the Commissioners",
      "content": "Before assuming their duties, Commissioners shall take oath before the Supreme Court as provided for by the Constitution."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "23",
      "title": "Article 23 – Term of office for the Commissioners",
      "content": "The term of office for the Commissioners shall be four (4) years which may be renewable only once. Commissioners shall hold office on a full-time basis."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "24",
      "title": "Article 24 – Immunity of the Commissioners",
      "content": "During and after his/her term of office, a Commissioner shall not be prosecuted, wanted or arrested, detained or sentenced due to his/her views expressed or other acts committed in carrying out his/her duties. A Commissioner shall not be provisionally detained unless he/she is caught red-handed committing an offence punishable by a penalty exceeding five (5) years of imprisonment. Such immunity shall cover only offences committed while carrying out his/her duties or those related to such duties."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "25",
      "title": "Article 25 – Incompatibilities with being a Commissioner",
      "content": "An appointed Commissioner shall not be allowed to perform any other remunerated work; he/she shall immediately resign from his/her previous post. However, he/she may perform research activities relating to his/her duties, literature and art provided they are not incompatible with the mission of the Commission and upon approval by the Council of Commissioners."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "26",
      "title": "Article 26 – Removal from office of a Commissioner",
      "content": "A Commissioner may be removed from office if: 1° his/her term of office expires; 2° he/she resigns through a written notice; 3° he/she is no longer able to perform his/her duties due to illness or disability certified by a panel of medical doctors nominated by the Minister in charge of health upon the request of the Commission; 4° he/she demonstrates behaviour contrary to his/her duties; 5° he/she abuses Human Rights; 6° he/she jeopardizes the interests of the Commission; 7° he/she has been definitively sentenced to at least six (6) months of imprisonment without suspension of sentence; 8° he/she dies. The resignation of a Commissioner shall be submitted to the President of the Republic through a registered mail or hand-delivery letter with acknowledgment of receipt, with a copy to the Senate and the Commission’s authorities. If a period of thirty (30) days elapses without a response, the resignation shall be considered approved. A Presidential Order shall approve the removal of a Commissioner from his/her office in the circumstances provided for in Paragraph One of this Article."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "27",
      "title": "Article 27 – Replacement of a Commissioner",
      "content": "In case a Commissioner ceases to carry out his/her functions due to any reason, the Chairperson of the Commission or his/her representative in case of his/her absence shall notify the President of the Republic, the Senate and the Cabinet in a period not exceeding eight (8) days. The replacement of a Commissioner shall be conducted in accordance with Articles 19, 20 and 21 of this Law. The new Commissioner shall have a four (4) year term of office renewable only once."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "28",
      "title": "Article 28 – Convening and holding meetings and decision-making of the Council of Commissioners",
      "content": "The Council of Commissioners shall be convened in writing by the Chairperson of the Commission or his/her representative in case of his/ her absence. The Council of Commissioners shall meet if at least four (4) of its members are present. Its decisions shall be taken by consensus. Failure to obtain such consensus, the decisions shall be taken on the absolute majority vote of its members. In case the absolute majority is not reached and in case of a tie, the Chairperson or his/her representative shall have a casting vote. However, decisions relating to reports of the Commission and other decisions to be submitted to other institutions shall be taken by consensus. The Secretary General shall attend the meetings of the Council of Commissioners and serve as the Rapporteur but shall not have the right to vote during the decision-making process."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "29",
      "title": "Article 29 – Functioning of the Council of Commissioners",
      "content": "Without prejudice to Article 28 of this Law, the functioning of the Council of Commissioners shall be determined by the internal rules and regulations of the Commission."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "30",
      "title": "Article 30 – Benefits granted to Commissioners",
      "content": "A Presidential Order shall determine the benefits entitled to Commissioners in office and those whose term of office has expired."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "31",
      "title": "Article 31 – Members of the Bureau of the Commission",
      "content": "The Bureau of the Commission shall be composed of the Chairperson and the Vice Chairperson. In absence of the Chairperson and the Vice Chairperson or if they are no longer able to perform their functions and are not yet replaced in accordance with this Law, the senior Commissioner shall convene a meeting of the Council of Commissioners to elect among them their representative. If the senior Commissioner fails to do so, at least three (3) Commissioners shall meet and elect the chair to preside over the meeting. Such meeting shall discuss only the item related to the acting bureau."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "32",
      "title": "Article 32 – Responsibilities of the Bureau of the Commission",
      "content": "The Bureau of the Commission shall have the following responsibilities: 1° to ensure the execution of the programme of the Commission and its budget; 2° to monitor activities of the Commission General Secretariat; 3° to promote cooperation with stakeholders, national or international nongovernmental organizations for the promotion and protection of Human Rights."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "33",
      "title": "Article 33 – Responsibilities of the Chairperson of the Commission",
      "content": "The Chairperson of the Commission shall have the following responsibilities: 1° to lead the Commission and coordinate its activities; 2° to convene and chair the meeting of Commissioners; 3° to represent the Commission inside and outside the country; 4° to serve as the spokesperson of the Commission; 5° to submit reports of the Commission to relevant institutions; 6° to communicate to Commissioners relevant decisions and information; 7° to perform any other duties related to the mission of the Commission as may be assigned to him/her by the Council of Commissioners."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "34",
      "title": "Article 34 – Responsibilities of the Vice Chairperson of the Commission",
      "content": "The Vice Chairperson of the Commission shall have the following responsibilities: 1° to assist and deputize the Chairperson in case of his/her absence; 2° to supervise the implementation of decisions of the Council of Commissioners; 3° to supervise the activities of the General Secretariat; 4° to supervise in particular the smooth running of overall activities of promotion and protection of Human Rights; 5° to supervise administrative and financial activities; 6° to perform any other duties related to the missions of the Commission as may be assigned to him/her by the Council of Commissioners."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "35",
      "title": "Article 35 – Head of the General Secretariat of the Commission",
      "content": "The General Secretariat of the Commission shall be headed by the Secretary General."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "36",
      "title": "Article 36 – Appointment of the Secretary General",
      "content": "A Presidential Order shall appoint the Secretary General upon request by the Commission. In his/her duties, the Secretary General shall be under the supervision of the Bureau to which he/she shall submit the report of activities."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "37",
      "title": "Article 37 – Responsibilities of the Secretary General",
      "content": "The Secretary General shall have the following responsibilities: 1° to attend meetings of the Council of Commissioners and serve as rapporteur; 2° to coordinate and supervise the technical activities; 3° to ensure proper management of the property and finances of the Commission; 4° to submit to the Bureau of the Commission a report on implementation of the decisions of the Council of Commissioners; 5° to prepare the plan of action of the Commission, to submit it to the Bureau of the Commission and to supervise its implementation; 6° to prepare the programme of activities and the draft budget proposal of the Commission; 7° to perform any other duties related to the missions of the Commission as may be assigned to him/her by the Bureau of the Commission or the Council of Commissioners."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "38",
      "title": "Article 38 – Recruitment of the staff of the Commission",
      "content": "The Commission shall have autonomy in recruiting its staff. The recruitment shall be made on a competitive basis."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter IV – Organs of the Commission",
      "section": "39",
      "title": "Article 39 – Statute governing the personnel of the Commission",
      "content": "The personnel of the Commission shall be governed by the General Statute for Rwanda Public Service. Regarding their daily management of the staff, the internal rules and regulations of Commission shall apply."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter VI – Property of the Commission",
      "section": "40",
      "title": "Article 40 – Source and management of the property of the Commission",
      "content": "The property of the Commission shall comprise of movable and immovable assets. The main source of the property of the Commission shall be the State budget. It may also come from partners’ grants, donations and bequests. The Commission shall have autonomy in managing its property. The use, management and audit of the property of the Commission shall be carried out in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter VI – Property of the Commission",
      "section": "41",
      "title": "Article 41 – Preparation of the budget proposal of the Commission",
      "content": "The Commission shall prepare its budget proposal and submit it to the Minister in charge of finance. The Commission shall table its budget proposal to the relevant Committee of the Parliament, Chamber of Deputies, before the adoption of the State budget."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter VI – Property of the Commission",
      "section": "42",
      "title": "Article 42 – Audit of the property of the Commission",
      "content": "The property of the Commission shall be subjected to the audit by the Auditor General of State Finances at the end of the fiscal year and whenever necessary."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "43",
      "title": "Article 43 – Term of office of incumbent Commissioners",
      "content": "The term of office of incumbent Commissioners shall run from the date mentioned in the Presidential Order appointing every Commissioner in conformity with Law n° 30/2007 of 16/07/2007 that was determining the organization and functioning of the National Commission for Human Rights."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "44",
      "title": "Article 44 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda"
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "45",
      "title": "Article 45 – Repealing provision",
      "content": "Law n° 30/2007 of 06/07/2007 determining the organization and functioning of the National Commission for Human Rights as well as all other prior legal provisions contrary to this Law, are hereby repealed."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "46",
      "title": "Article 46 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
