{
  "id": "rw-law-2010-26",
  "type": "statute",
  "title": "Law governing the Holding and Circulation of Securities",
  "title_en": "Law governing the Holding and Circulation of Securities",
  "short_name": "Law 26 of 2010",
  "status": "repealed",
  "issued_date": "2010-05-28",
  "in_force_date": "2010-05-28",
  "url": "https://rwandalii.org/akn/rw/act/law/2010/26/eng@2010-05-28",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law regulates the holding and circulation of securities."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Interpretation of terms",
      "content": "Under this law, the following terms shall have the following meanings: 1° \" account holder \": a person in whose name an intermediary maintains a securities account; 2° “ bank ”: a bank within the meaning of the Banking Law; 3° “ book-entry securities ”: dematerialized and immobilized securities; 4° “ Central Bank ”: the National Bank of Rwanda; 5° “dematerialization\": the process whereby Securities are issued only in the form of book-entry; 6° \" disposition \": includes a lien of law in favour of the account holder's intermediary in respect of any claim arising in connection with the maintenance and operation of a Securities Account; 7° “ financial collateral arrangement ”: a financial collateral arrangement with transfer of ownership or financial collateral arrangement without transfer of ownership, whether or not covered by a framework agreement or general terms and conditions; 8° ”financial Institution”: financial institution within the meaning of the Banking Law; 9° “ immobilization ”: the process whereby the central security depository CSD or its Participants accept in custody the existing registered Securities and hold them in their books in the form of Book-entry Securities; 10° “ insolvency Proceedings ”: any collective measure provided for in the laws of Rwanda or of any other country either to wind up a person or entity or to reorganise it, where such measure involves the suspending of, or imposing limitations on transfers or payments in Rwanda; 11° \" intermediary \": an authorized person who in the course of a business or other regular activity maintains security accounts for third parties interests or for own and third parties interests; 12° “ CSD ”: the Central Securities Depository; 13° \" participants in CSD \": institutions authorized to open and hold Securities Accounts with the CSD; 14° “ Securities ”: a) capital shares and other equivalent securities offered by domestic and foreign companies; b) domestic and foreign bonds and other forms of debt instruments that are negotiable on the capital market; c) any other securities which are normally negotiable in and which give the right to acquire any such shares, bonds or other securities, including units in collective investment undertakings, by subscription, purchase or exchange or which give rise to a cash settlement; d) capital market instruments excluding payment instruments, 15° “ securities account ”: an account on which Securities can be credited, 16° “ securities holders ”: clients of the participants in CSD, on behalf of whom the said participants hold Book-entry Securities, 17° “ stop notification ”: the notification filed with the Central Bank further to the loss, theft, destruction or misappropriation of the Securities."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Central Securities Depository and its participants",
      "section": "3",
      "title": "Article 3 – Exercise of the functions of the Central Securities Depository",
      "content": "The Central Bank shall perform the functions of Central Securities Depository system which is abbreviated as “ CSD ”."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Central Securities Depository and its participants",
      "section": "4",
      "title": "Article 4 – Functions of the CSD",
      "content": "The CSD shall perform the following functions: 1° opening of Securities accounts in their books; 2° safe custody of Securities on its name or on behalf of its participants; 3° the executing transfer orders in respect of securities circulation; 4° maintaining participants' or any other third party mortgaged securities; 5° providing service issuers of book entry securities including monitoring their circulation; 6° performing any other functions as may be assigned by the instructions of the Central Bank."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Central Securities Depository and its participants",
      "section": "5",
      "title": "Article 5 – Settlement mechanism applied by CSD",
      "content": "Any circulation and settlement mechanisms of security within CSD shall be done by the Central: Bank in accordance with the Law on Payment System."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Central Securities Depository and its participants",
      "section": "6",
      "title": "Article 6 – Persons who qualify for participation within CSD",
      "content": "Participants within CSD are as follows: 1° banks; 2° intermediaries of the capital market; 3° any other authorized persons and who fulfil the conditions set by the Central Bank."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Central Securities Depository and its participants",
      "section": "7",
      "title": "Article 7 – Rights of participants in CSD",
      "content": "Only Participants are authorized to hold Book-entry Securities on behalf of third parties."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Central Securities Depository and its participants",
      "section": "8",
      "title": "Article 8 – Obligations of participants in CSD",
      "content": "Except when authorized by the Central Bank regarding the sole securities issued by foreign companies or securities of companies accepted on a foreign capital market, each participant is required to hold the entirety of the Book-Entry securities it holds on behalf of Securities Holders or for its own account directly with the CSD. In case the Central Bank provides an exception, it shall set instructions to be fulfilled by participants within CSD in terms of due skills and diligence required when participants are selecting their depositories, especially in case the depository is located in a country that does not have laws on central securities depositary and safekeeping of Securities for the account of a third party."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Central Securities Depository and its participants",
      "section": "9",
      "title": "Article 9 – Establishing regulations and supervision of participants in CSD",
      "content": "In order to ensure safe and sound operation of the CSD and its participants, the Central Bank shall issue regulations in terms of prevention of issues that may arise from credit, operations, technology and any other issue that may hinder the performance of CSD. The Central Bank shall supervise participants in CSD in order to ensure the effectiveness of the financial system and to comply with this Law and any other related regulations. In order to implement this article, the Central Bank may conclude any memorandum of understanding with the Capital Market Authority or any other competent authority."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Central Securities Depository and its participants",
      "section": "10",
      "title": "Article 10 – Separation of securities",
      "content": "CSD and its participants shall keep records and all accounts at all times that facilitates to separate securities of each client from their own. Participants in CSD shall separate, in the books of the CSD, the book-entry securities held for their am own account from those held for their clients, which may be held in one account or where each client owns his or hers. The CSD shall separate, in the books of its depositories, the securities held for its account from those held for the account of its participants. CSD shall also take the necessary steps to ensure that any CSD participants' securities deposited with a third party are identifiable separately from the securities belonging to the CSD and from securities belonging to that third party, on the basis of differently titled accounts on the books of the third party or other equivalent measures that achieve the same level of protection. The CSD and the participants shall safeguard the ownership rights of their respective clients over the Book-entry securities. They shall under no circumstances appropriate, or otherwise use such securities for their own interest or for the benefit of third parties, unless the clients expressly accept such use. The Central Bank shall set up regulations governing conditions under which securities of clients can be used, in particular the regulations shall identify modalities under which the client's consent to use them shall be given."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Central Securities Depository and its participants",
      "section": "11",
      "title": "Article 11 – Holding book entry securities and the obligation to safeguard them",
      "content": "A participant shall have an aggregate number of securities equal to the aggregate number of securities of each category credited to securities account whether for his/her own or for his/her clients. If the number of securities of a given category in circulation exceeds the number of Securities initially issued during dematerilization or during the immobilization, the loss shall be born by the co-owners in proportion to their respective rights. CSD shall only be liable for any consequential damage caused by its own poor performance, wilful misconduct, its gross negligence or of its staff or of any service provider to which it has assigned to carry out part or whole of its function."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Central Securities Depository and its participants",
      "section": "12",
      "title": "Article 12 – Archives of records",
      "content": "CSD and its participants shall take all necessary precautions in order to ensure the accuracy of their books and records. The CSD and its participants shall keep records of all operations for a period of ten (10) years. The archives of the CSD and of its participants may be held in an electronic form."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Central Securities Depository and its participants",
      "section": "13",
      "title": "Article 13 – Audits of accounts and securities",
      "content": "The CSD shall conduct regular audits in order to monitor the consistency between its accounts and the Book-entry Securities, regardless of whether they have been subject to immobilisation or dematerialization."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Central Securities Depository and its participants",
      "section": "14",
      "title": "Article 14 – Prohibition of attachments",
      "content": "Securities held in the books of the CSD shall under no circumstances be attached except by the CSD. Creditors of the securities holders shall assert claims against the available balance of securities credited to an account of CSD participants in the name of their debtor."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Central Securities Depository and its participants",
      "section": "15",
      "title": "Article 15 – Lien",
      "content": "The CSD shall have access to book-entry securities held in the name of its participants in CSD in case it has to be paid for any of the services carried out. The CSD shall enjoy a similar lien in respect of the securities held for the participants on behalf of: the securities holders to guarantee the due discharge of any obligation due in connection with any of the services carried out by the CSD. The Participants shall enjoy lien in respect of the book-entry securities held for securities holders if they have to be paid for services rendered to them. Lien deriving from Financial Collateral Arrangement shall take precedence over the lien mentioned in this article if the CSD or a participant of CSD agreed to credit it to a special account."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Central Securities Depository and its participants",
      "section": "16",
      "title": "Article 16 – Discharge of the duties of the issuer of securities in respect of dividends, interest and principal amounts",
      "content": "The payment of dividends, interest and principal amounts relating to Book-Entry Securities to the Central Bank acting as settlement agent of the CSD shall discharge any obligation of the issuer vis-à-vis the security holders. The interests and principal amounts paid through the Central Bank or any other financial institutions shall not be attached by the Central bank or such institutions creditors."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Book entry securities",
      "section": "17",
      "title": "Article 17 – Fungibility regime",
      "content": "Holding of dematerialized and immobilized securities shall only exist in book entry form. They have no serial number and are fungible by nature. In case of immobilisation, the CSD may return to its participants identical bearer or registered securities without regard to their serial numbers. This also applies to the participants of CSD and owners of securities. The credit to a security account in respect of a certain type and which is issued in a clear manner, shall give rise to a right of co-ownership of intangible nature in respect of all securities of the said type and issuance that, as the case may be, has been dematerialized or immobilized by the CSD or the participants. The holding of dematerialized and immobilized securities shall be evidenced by the credit to a security account, which shall be demonstrated by means of the account statements delivered by CSD or its participants. CSD or its participants may also, upon request, issue a written certificate indicating the actual credit of Book-entry Securities. Book-entry Securities are transferred by debits and credits between Security Accounts."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Book entry securities",
      "section": "18",
      "title": "Article 18 – Participant’s rights over Book-entry securities",
      "content": "Participants holding Book-Entry Securities for their own account with the CSD shall assert their rights in those Securities against the CSD. However, they assert their rights against the issuer of the securities if: 1° they are based on the operations of the issuer of the securities; 2° the issuer of securities has been declared bankrupt."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Book entry securities",
      "section": "19",
      "title": "Article 19 – Rights of holders of Book-entry securities",
      "content": "The rights of securities holders over Book-entry securities shall be exercised against the participants. However, securities holders shall only exercise their rights against the issuer if: 1° they are based on the operations of the issuer of the securities; 2° the issuer of securities has been declared bankrupt. In the event of Insolvency Proceedings opened against the participant, the action for recovery of the number of securities which the participant is liable to return, shall be brought collectively against the pool of securities registered under the name of the participant within CSD. The Central Bank may by regulation organize or regulate such collective action. If the pool is insufficient to allow complete restitution of all due securities, it shall be allocated among the co-owners in proportion to their rights. If the participant itself is the owner of a number of Securities of the same category, it shall only be entitled to the number of securities remaining after the total number of securities of the same category which it held for securities holders has been returned to those securities holders."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Book entry securities",
      "section": "20",
      "title": "Article 20 – Proof of Book-entry securities",
      "content": "The Securities Holders shall prove the existence and the number of their securities vis-à-vis the issuers and any other stakeholder relevant in the context of Article 19 of this law by means of the account statements delivered by the participants. The participants may also deliver certification in order to evidence the existence of the Book-entry securities."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Book entry securities",
      "section": "21",
      "title": "Article 21 – Collateralization of securities",
      "content": "The crediting of Book-Entry Securities shall be taken as collateral in the possession or under the control of the Collateral Taker if they are credited to a special account opened with the CSD or its participants in the name of a person agreed on by both parties."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Book entry securities",
      "section": "22",
      "title": "Article 22 – Definitive transfer of securities",
      "content": "The transfer of securities described under paragraphs 2 and 4 of Article 17 and in Article 21 of this Law shall not be challenged on whatsoever basis, as long as the CSD, the Participant, the Securities Holders or any other third parties received them in bad faith. This is however without prejudice to the liability of the transferor of the Securities vis-à-vis the person suffering the lost."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Book entry securities",
      "section": "23",
      "title": "Article 23 – Securities subject to dematerialization",
      "content": "The following securities shall be issued in dematerialized form: 1° the debt securities issued by the Republic of Rwanda or by the Central Bank; 2° the securities issued by a company incorporated under the laws of the Republic of Rwanda and listed on the Rwanda Stock Exchange (RSE); 3° Securities issued by Banks or Financial Institutions. The provisions of the first paragraph of this article do not apply to securities issued in foreign financial markets or governed by the laws of a foreign country. The Central Bank may put in place regulations requiring the dematerialized form on any other securities issued by any other Rwandese entity. Any other securities may be subject to dematerialisation within the CSD, regardless of the laws governing the issuer, provided that such dematerialization is admitted by the law governing the issuance of the said securities."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Book entry securities",
      "section": "24",
      "title": "Article 24 – Issuing of dematerialized securities",
      "content": "All dematerialized securities shall be issued through the CSD because it is the only institution legally authorised to do so."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Book entry securities",
      "section": "25",
      "title": "Article 25 – Securities subject to immobilization",
      "content": "With the exceptions of dematerialized securities under this Law, any securities regardless of the nature of their issuer, whether a public or private entity, their type, whether shares, obligations, or any others, and form, whether in foreign dematerialised form, registered in the name of their owners or bearers may be subject to immobilisation with the CSD. Without prejudice to the provisions of this Law, the CSD may sub-deposit immobilized securities with other CSD abroad, by means of book-entry transfer."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Book entry securities",
      "section": "26",
      "title": "Article 26 – Recording of securities in companies’ registers",
      "content": "In compliance with the provisions of the Law relating to companies relating to shares and debentures, the CSD is allowed to be entered in those records, when acting on behalf of its participants or their securities holder."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Book entry securities",
      "section": "27",
      "title": "Article 27 – Good delivery securities",
      "content": "The Central Bank shall establish regulations stop notification and protection of bearer securities against theft, loss and any other calamities. The CSD and participants shall ensure that the securities are of good delivery and, that they have not been subject to a Stop Notification. Should the CSD nevertheless accept a Security subject to a Stop Notification, it shall be held liable under the conditions set in Article 11 of this Law. The deposit of securities with the CSD has the same effect as disposal of said security; any Stop Notification published after such deposit shall be without effect."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "28",
      "title": "Article 28 – Applicable law in case of conflicting laws",
      "content": "Subject to provisions of other laws, the following matters are governed by the laws of the country where securities account is opened: 1° the legal nature and effects against the intermediary and third parties of the rights resulting from securities deposited in an account; 2° the legal nature and effects against the intermediary and third parties of a disposition of securities held with an intermediary; 3° the requirements for perfection of a disposition of securities held with an intermediary; 4° whether a person's interest in Securities held with an intermediary extinguishes or has priority over another person's interest; 5° the duties of an intermediary to a person other than the securities account holder who asserts in competition with the securities holder or another person an interest in Securities held with that intermediary; 6° whether a disposition of securities held with an intermediary extends to entitlements to dividends, income, or other distributions, or to redemption, sale or other proceeds."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "29",
      "title": "Article 29 – Administrative sanctions",
      "content": "The Central Bank shall provide for, by means of regulations, administrative penalties where participants have not complied with this Law or with any other instructions established in accordance with this Law."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "30",
      "title": "Article 30 – Drafting, consideration and adoption of this Law",
      "content": "This law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "31",
      "title": "Article 31 – Repealing of inconsistent provisions",
      "content": "All prior legal provisions inconsistent with this Law are hereby repealed."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "32",
      "title": "Article 32 – Commencement",
      "content": "This law shall enter into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
