{
  "id": "rw-law-2008-5",
  "type": "statute",
  "title": "Law on Arbitration and Conciliation in Commercial Matters",
  "title_en": "Law on Arbitration and Conciliation in Commercial Matters",
  "short_name": "Law 5 of 2008",
  "status": "repealed",
  "issued_date": "2008-02-14",
  "in_force_date": "2008-03-06",
  "url": "https://rwandalii.org/akn/rw/act/law/2008/5/eng@2008-03-06",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Establishment",
      "content": "This Law determines the establishment of arbitration and conciliation procedure in commercial matters."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Scope of application",
      "content": "This Law applies to domestic and international commercial arbitration and conciliation. This Law shall not prejudice enforcement of any other Rwandan Laws by virtue of which certain disputes may not be submitted to arbitration. Without prejudice to the provisions of Paragraph 4 of this Article, this Law applies on any basis of conciliation, including agreement between the parties whether reached before or after a dispute has arisen, an obligation established by Law, upon Law or upon request or suggestion of a court, an arbitral tribunal or a competent governmental entity. Nothing in this Law negates or modifies an obligation that may be established pursuant to other legislation to engage in conciliation. Conciliation does not apply to cases submitted to a judge or to an arbitrator, in the course of judicial or arbitral proceedings in attempts to facilitate a settlement between the parties."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Definitions",
      "content": "For the purpose of this Law, the following terms shall be defined as follows: 1° “ arbitration ”: a procedure applied by parties to the dispute requesting an arbitrator or a jury of arbitrators to settle a legal, contractual dispute or another related issue. 2° “ conciliation ”: a process, whether referred to by the expression conciliation, mediation or an expression of similar import, whereby parties to the dispute request a conciliator to assist them in their attempt. 3° court: competent jurisdiction of the Rwandan judicial system; 4° an arbitration or a conciliation is international if: a) the parties to an arbitration or a conciliation agreement have, at the time of the conclusion of that agreement, their places of business in different States, of which one shall include the Republic of Rwanda; b) one of the following places is situated outside the State in which the parties have their places of business: the place of arbitration or conciliation if determined in, or pursuant to, the arbitration or conciliation agreement; any place where a substantial part of the obligations of the commercial relationship is to be performed; the place with which the subject-matter of the dispute is most closely connected; c) the parties have expressly agreed that the subject-matter of the arbitration or conciliation agreement relates to more than one country. 5° for the purposes of point four of this Article: a) if one of the parties, operates in more than one place of business, resorts to arbitration, the place of business considered as his or her operation is the one which has the closest relationship to the arbitration or conciliation agreement; b) if one of the parties who resorted to the arbitration does not have a place of business, reference shall be made to his/her habitual residence."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Rules of interpretation",
      "content": "With exception of provisions of Article 40, this Law grants the parties to agreement freedom to determine an arbitrator or a jury of arbitrators to examine the issue at hand; Where a provision of this Law refers to the fact that the parties have agreed or that they may agree or in any other way refers to an agreement of the parties to the conflict, such an agreement includes any arbitration rules referred to in that agreement; Where a provision of this Law, with exception of Articles 37 littera 1° and 44 littera 2°, refers to a claim, it also applies to a counter-claim, and where it refers to a defence, it also applies to a defence to such a counter-claim."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Arbitration",
      "section": "5",
      "title": "Article 5 – Receipt of written communications",
      "content": "Unless otherwise agreed by the parties, 1° any written communication is considered to have been received if it is delivered to the addressee personally or if it is delivered at his or her residence or at his or her mailing address or; if none of these can be found after making a reasonable inquiry, a written communication is considered to have been received if it is sent to the addressee's last-known place of business, latest known habitual residence or latest mailing address through a registered letter or any other means which provides a record of the attempt to deliver such a written communication; 2° the written communication is considered to have been received on the date it is so delivered. The provisions of this Article do not apply to written communication which is delivered during court proceedings."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Arbitration",
      "section": "6",
      "title": "Article 6 – Waiver of right to object",
      "content": "A party who knows that any provision of this Law from which the parties may derogate or any requirement under the arbitration agreement that has not been complied with and yet proceeds with the arbitration without stating his objection to such a non-compliance without undue delay or, if a time-limit is provided therefore, within such a period of time, shall be considered to have waived his or her right to object."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Arbitration",
      "section": "7",
      "title": "Article 7 – Extent of ordinary court intervention",
      "content": "In all matters governed by this Law, no court shall intervene except where so provided in this Law."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Arbitration",
      "section": "8",
      "title": "Article 8 – Functions of arbitration assistance and supervision",
      "content": "The functions referred to in Article 13, paragraph 2, littera 3°, Article 15, paragraph 3, Article 16, Paragraph 1 and Article 47 of this Law shall be performed by the ordinary competent court if arbitration did not take place."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Arbitration",
      "section": "9",
      "title": "Article 9 – Form of arbitration agreement",
      "content": "Arbitration agreement is an agreement by both parties to submit to arbitration all or certain disputes which have arisen or which may arise between them in respect of a defined legal relationship, whether contractual or not. An arbitration agreement may be in the form of an arbitration clause in a contract or in the form of a separate agreement. The arbitration agreement shall be in writing. An arbitration agreement is in writing if its content is recorded in any form, whether or not the arbitration agreement or contract has been concluded orally, in a written form basing on the conduct of the parties themselves, or based on any other means. The requirement that an arbitration agreement be in writing is met by an electronic communication if the information contained therein is accessible so as to be used for subsequent reference; Electronic communication refers to any communication that the parties make by means of data messages; Data message refers to any information written, sent, received or stored by electronic, magnetic, optical and other means, including, but not limited to, electronic data interchange (EDI), electronic mail, telegram, telex or telefax. Furthermore, an arbitration agreement is in writing if it is contained in an exchange of statements of claim and defence in which the existence of an agreement is alleged by one party and not denied by the other. The reference in a contract to any document containing an arbitration clause constitutes an arbitration agreement in writing, provided that the reference is such as to make that clause part of the contract"
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Arbitration",
      "section": "10",
      "title": "Article 10 – Arbitration agreement and substantive claims before court",
      "content": "An ordinary court before which an action regarding an arbitration agreement is seized shall submit it to the arbitration, if a party so requests, before submitting his or her statements on the substance of the dispute, unless it finds that the agreement is null and void, inoperative or incapable of being performed. Where an action referred to in Paragraph 1 of this Article has been brought in a court but before being heard, arbitral proceedings may nevertheless be commenced or continued, and a decision may be taken while the issue is pending before the court. In that case, the action submitted to the court shall be null and void."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Arbitration",
      "section": "11",
      "title": "Article 11 – Arbitration agreement and interim measures of the court",
      "content": "One of the parties to arbitration may request the court, before or during arbitral proceedings, for an interim measure and of which the court may grant. Such a measure shall not be contrary to arbitration agreement."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Arbitration",
      "section": "12",
      "title": "Article 12 – Number of arbitrators",
      "content": "The parties to arbitration agreement are free to determine the number of arbitrators which, in any case, shall be an odd number. Failing such determination, the number of arbitrators shall be (3) three. The Arbitrators may be from Rwanda or any other country."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Arbitration",
      "section": "13",
      "title": "Article 13 – Appointment of arbitrator or a jury of arbitrators",
      "content": "No person shall be denied by reason of his or her nationality from acting as an arbitrator, unless otherwise agreed by the parties to the arbitration agreement. The parties to arbitration agreement are free to agree on a procedure of appointing the arbitrator or a jury of arbitrators, without prejudice to provisions of paragraphs 4 and 5 of this Article. Failing such an agreement, 1° in case an arbitration tribunal must be composed of three (3) arbitrators, each party who sought assistance of an arbitrator shall choose one arbitrator, and the two arbitrators thus shall choose the third arbitrator; if a party fails to choose the arbitrator in a period not exceeding fifteen (15) days from receipt of a written request sent by the yet chosen arbitrator, or if the two arbitrators fail to agree on choosing the third arbitrator within fifteen (15) days after their appointment, the appointment shall be made, upon request of a party who sought assistance of the arbitrator, by the court specified in Article 7 of this Law; 2° in case the arbitrator is one, and the parties who sought assistance from the arbitrator fail to agree over him or her, the arbitrator shall be appointed by the court mentioned in Article 8 of this Law, upon request by one of parties. Unless the agreement on the appointment procedure of the arbitrators provides other means for securing the appointment, any party among the parties to the arbitration agreement who sought assistance from the arbitration may request the court specified in Article 8 of this Law to take the necessary measure, where the parties to the arbitration agreement agree on the procedure of appointment of arbitrators, 1° and one of the parties fails to respect the terms of agreement in that manner, or 2° the parties to the agreement or two arbitrators are unable to agree with each other as expected and when requested by such procedure; 3° a third party, including a certain institution, fails to perform his or her obligation as such a procedure requires, A decision on the matter mentioned in paragraph 3 and 4 of this Article submitted to the court specified in Article 8 shall be subject to no appeal. The ordinary court, in appointing an arbitrator, shall consider due regard to any qualifications required of the arbitrator as mentioned by the arbitration agreement. It shall also pay due regard to other considerations in the appointment of an independent and impartial arbitrator. In case of need of a sole or a third arbitrator, the court shall appoint an arbitrator of a nationality other than those of the parties to the agreement."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Arbitration",
      "section": "14",
      "title": "Article 14 – Grounds for disqualification of arbitrators",
      "content": "When parties to the conflict approach a person with an intention to appoint him or her as an arbitrator, he or she shall disclose all justified circumstances likely to give rise to justifiable doubts as to his or her impartiality or independence. From the time an arbitrator is appointed and throughout the arbitral proceedings, he or she shall disclose any such circumstances to the parties unless he or she had informed them earlier. An arbitrator may be challenged only if circumstances that exist give rise to justifiable reasons as to his or her impartiality or independence, or if he or she does not possess qualifications agreed to by the parties to the agreement. One of the parties who sought assistance from the arbitrator may challenge him, or an arbitrator in whose appointment he or she participated, basing only on reasons of which he or she knew after his or her appointment."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Arbitration",
      "section": "15",
      "title": "Article 15 – Challenge procedure for disqualification arbitrators",
      "content": "The parties who sought assistance from the arbitration are free to agree on a procedure for challenging an arbitrator, in according to the provisions of Paragraph 3 of this Article. Failing such an agreement, one of the parties who sought assistance from arbitration who intends to challenge an arbitrator shall, in a period not exceeding seven (7) days after becoming aware of the constitution of the arbitral tribunal or after becoming aware of any circumstance referred to in Article 14, paragraph 2, submit a written statement for the challenge to the arbitral tribunal. In case the challenged arbitrator does not decline to act on the case or if the other party does not agree to be challenged, the arbitral tribunal shall take a decision on the challenge against the arbitrator. If a challenge under any procedure agreed upon by the parties or under the procedure of paragraph 2 of this Article is not successful, one of the parties that sought assistance from arbitration may request, within fifteen (15) days after having received notice of the decision rejecting the challenge, the court specified in Article 8 of this Law to decide on the challenge, and the decision shall be subject to no appeal."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Arbitration",
      "section": "16",
      "title": "Article 16 – Absence and incapacity to act by the arbitrator",
      "content": "If an arbitrator becomes de jure or de facto unable to perform his functions or for other reasons fails to act in a period not less than seven (7) days and not exceeding thirty (30) days, his or her mandate terminates if he or she resigns or upon agreement between both parties. Otherwise, if a controversy concerning any of these grounds arises, one of the parties may request the court specified in Article 8 of this Law to decide on the termination of the mandate, and the decision shall be subject to no appeal. In case the arbitrator withdraws from the case or if one of the parties agrees to his or her suspension, under this Article or Article 15, paragraph 2, this does not imply acceptance of the validity of any ground referred to in this Article or Article 14, paragraph 2."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Arbitration",
      "section": "17",
      "title": "Article 17 – Appointment of a substitute arbitrator",
      "content": "Where the mandate of an arbitrator terminates in accordance with Article 15 or 16 or if the arbitrator voluntarily withdraws from office for any other reasons or because of the revocation of his mandate by agreement of the parties or in any other case of termination of his mandate, a substitute arbitrator shall be appointed according to the rules that were applicable to the appointment of the arbitrator being replaced."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Arbitration",
      "section": "18",
      "title": "Article 18 – Competence of the arbitral tribunal to rule on its jurisdiction",
      "content": "The arbitral tribunal may examine and rule on its own jurisdiction, including any objections with respect to the existence or the validity of the arbitration agreement. For that purpose, an arbitration clause which forms the basic part of a commercial contract shall be treated as an agreement irrespective of the other terms of the basic contract. A decision of the arbitral tribunal indicating that the basic commercial contract is null and void shall not entail ipso jure the invalidity of the arbitration clause. An objection that the arbitral tribunal does not have jurisdiction shall be raised before the submission of the statement of defence. A party shall not be precluded from raising such an objection on the gound that he or she appointed or participated in the appointment of an arbitrator. The objection that the subject matter exceeds the competence of the arbitral tribunal shall be raised as soon as the subject matter is still alleged in the arbitral proceedings. The arbitral tribunal may also admit the plea raised after that if it considers the delay justified. The arbitral tribunal may rule on the objection referred to in paragraph 2 of this Article either as a preliminary question or in judgements on the merits of the case. If the arbitral tribunal rules that it has jurisdiction on taking decisions on preliminary question, one of the parties may request the arbitral tribunal, in a period not exceeding thirty (30) days after being informed of the decision of that ruling, to decide on the matter, and the decision shall be subject to no appeal; While the arbitral tribunal has not taken the decision, it shall continue the arbitral proceedings and take a decision."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – Arbitration",
      "section": "19",
      "title": "Article 19 – Competence of arbitral tribunal to issue interim measures",
      "content": "Unless otherwise agreed by the parties, the arbitral tribunal may, at the request of one of the parties, grant interim measures. An interim measure is any measure, which may be taken as a decision of the court or in any other form, by which, at any time prior to the examination of the case, the arbitral tribunal orders a party the following: 1° maintaining or restoring the status quo pending determination of the dispute; 2° taking action to prevent or halting any action that is likely to cause any immediate or imminent loss or which may prejudice to the arbitral process itself; 3° providing means of preserving assets out of which a subsequent judge execution may be satisfied after the hearing; 4° preserving relevant and material evidence which may be useful in examining the case."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – Arbitration",
      "section": "20",
      "title": "Article 20 – Conditions for granting interim measures",
      "content": "The party requesting for an interim measure in accordance with Article 19, paragraph 2 littera 1°, 2° and 3° of this Law shall satisfy the arbitral tribunal that: 1° a loss not adequately reparable by an award of damages is likely to result if the measure is not ordered, and such a loss substantially outweighs the loss that is likely to result to the party against whom the measure is directed if the measure is granted; 2° there is a reasonable possibility that the requesting party will succeed on the merits of the claim, provided that any determination on this possibility shall not affect the discretion of the arbitral tribunal in making any subsequent determination. With regard to a request for an interim measure under Article 19, littera 4 of this Law, the requirements in paragraph 1 in littera 1° and 2° of that Article shall apply only to the extent the arbitral tribunal considers appropriate."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter II – Arbitration",
      "section": "21",
      "title": "Article 21 – Recognition and enforcement of interim measures",
      "content": "An interim measure issued by an arbitral tribunal shall be recognized as binding and, unless otherwise provided by the arbitral tribunal, enforced upon application to the competent court, irrespective of the country in which it was issued but subject to the conditions of reciprocity of the interim measures taken by arbitral tribunals in Rwanda and respecting the provisions of Article 22 of this Law. The party seeking or who has obtained recognition or enforcement of an interim measure shall promptly inform the court of any termination, suspension or modification of the interim measure. The court where recognition or enforcement is sought may order the requesting party to provide appropriate security if the arbitral tribunal has not already made a determination with respect to security or where such a decision is necessary to protect the rights of third parties."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter II – Arbitration",
      "section": "22",
      "title": "Article 22 – Grounds for refusing recognition and enforcement of interim measure",
      "content": "Recognition or enforcement of an interim measure may be refused only in case: 1° it is requested by the party against whom the measure is invoked if the court is satisfied that: a) such a refusal of the decision is warranted on the grounds set forth in Article 51, paragraph 1, littera 1°, a), b), c) or d) of this Law; b) the arbitral tribunal’s decision with respect to the provision of security in connection with the interim measure issued by the arbitral tribunal has not been complied with; c) the interim measure has been terminated or suspended by the arbitral tribunal or, where so empowered, by the court of the State in which the arbitration takes place or under the Law of which that interim measure was granted; 2° The court finds that: a) the interim measure is not in its competence unless the court decides to alter the interim measure to the extent necessary to adapt it to its own powers and procedures for the purposes of enforcing that interim measure and without modifying its substance; b) any of the grounds set forth in Article 51 littera 2, i, ii which shall apply to the recognition and enforcement of the interim measure."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter II – Arbitration",
      "section": "23",
      "title": "Article 23 – Court-ordered interim measures",
      "content": "Issuing interim measures basing on the arbitral proceedings in the country of the court or in another country but basing on the purposes of and in relation to proceedings, the court shall exercise the same powers in accordance with its own rules and procedures provided they are relevant to the specific features of an international arbitration."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter II – Arbitration",
      "section": "24",
      "title": "Article 24 – Applications for preliminary Orders and conditions for granting them",
      "content": "Unless otherwise agreed by the parties, one of them may, not necessarily after consulting another party, request for an interim measure together with an application for a preliminary Order directing a party not to frustrate the purpose of the interim measure requested. The arbitral tribunal may grant a preliminary Order if it considers that prior disclosure of the request for the interim measure to the party against whom it is directed risks frustrating the purpose of the measure. The conditions defined under Article 20 apply to any preliminary Order, if the loss is assessed in accordance with Article 20, Paragraph 1, littera 1°, is the one likely to result from the Order being granted or not."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter II – Arbitration",
      "section": "25",
      "title": "Article 25 – Specific regime for preliminary orders",
      "content": "Immediately after the arbitral tribunal has made a determination in respect of an application for a preliminary Order, it shall give notice to the parties of the request for the interim measure, the application for the preliminary Order, and all other related communications between any party and the arbitral tribunal and including the indication of the content of any oral communication. At the same time, the arbitral tribunal shall give an opportunity to any party against whom a preliminary Order is directed to present his or her defence at the earliest possible time. The arbitral tribunal shall immediately take decision disputes relating to the preliminary order. A preliminary Order shall expire after fifteen (15) days from the date on which it was issued by the arbitral tribunal. However, the arbitral tribunal may issue an interim measure adopting or modifying the preliminary order, after informing the party concerned with the Order and giving the party an opportunity to present defence. A preliminary Order shall be binding on the parties as well as being enforced by an ordinary court. Such a preliminary order shall not be considered as judgement of the case."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter II – Arbitration",
      "section": "26",
      "title": "Article 26 – Modification, suspension and termination of interim measures or preliminary Orders",
      "content": "The arbitral tribunal may modify, suspend or terminate an interim measure or a preliminary Order it has granted, upon application by any party or in exceptional circumstances after notifying to the parties, on the arbitral tribunal’s own initiative."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter II – Arbitration",
      "section": "27",
      "title": "Article 27 – Provision of security",
      "content": "The arbitral tribunal may require the party requesting an interim measure to provide appropriate security in connection with the measure being applied for. The arbitral tribunal shall request one of the parties applying for a preliminary Order to provide security in connection with the order unless the arbitral tribunal considers it inappropriate or unnecessary to do so."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter II – Arbitration",
      "section": "28",
      "title": "Article 28 – Disclosure of changes",
      "content": "The party requesting for an interim measure shall immediately, with undue delay, disclose any material change in the circumstances on the basis of which the measure was requested or granted. The party applying for a preliminary Order shall disclose to the arbitral tribunal all circumstances that are likely to be relevant to the arbitral tribunal’s determination whether to grant or maintain the Order, and such obligation shall continue until the party against whom the order has been requested has had an opportunity to present its case. Thereafter, the applying party shall also have to know immediately the material change with respect to the preliminary Order that a requesting party has with respect to an interim measure under Paragraph 1 of this Article."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter II – Arbitration",
      "section": "29",
      "title": "Article 29 – Costs and damages",
      "content": "The party requesting for an interim measure or applying for a preliminary order shall be liable for any costs and damages caused by the measure or the order to any party if the arbitral tribunal later determines that, in the circumstances, the measure or the order should not have been granted. The arbitral tribunal may award such costs and damages at any time the arbitration is not concluded."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter II – Arbitration",
      "section": "30",
      "title": "Article 30 – Equal treatment of parties",
      "content": "The parties shall be treated with equality and each party shall be given a full opportunity of presenting his or her defence."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter II – Arbitration",
      "section": "31",
      "title": "Article 31 – Determination of rules of procedure",
      "content": "With exception of the provisions of this Law, the parties are free to agree on the procedure to be followed by the arbitral tribunal in conducting the proceedings. In case of disagreement of parties, the arbitral tribunal may, without prejudice to the provisions of this Law, examine the case in such a manner as it considers appropriate. The power conferred upon the arbitral tribunal includes the power to determine the admissibility, relevance, materiality and weight of any evidence."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter II – Arbitration",
      "section": "32",
      "title": "Article 32 – Place of arbitration",
      "content": "The parties are free to agree on the place of arbitration. In case of disagreement between the parties, the place of arbitration shall be in Rwanda. Without prejudice to the provisions of Paragraph 1 of this Article, the arbitral tribunal may, in consultation with the parties, meet at any place it considers appropriate for consultation among its members, for hearing witnesses, experts or the parties, or for inspection of goods, other property or documents."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter II – Arbitration",
      "section": "33",
      "title": "Article 33 – Commencement of arbitral proceedings",
      "content": "Unless otherwise agreed by the parties, the arbitral proceedings, in respect of a particular dispute, shall commence on the date on which a request for that dispute to be referred to arbitration is received by the respondent."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter II – Arbitration",
      "section": "34",
      "title": "Article 34 – Language",
      "content": "The parties are free to agree on the language or languages to be used in the arbitral proceedings. In case of disagreement, the arbitral tribunal shall determine the language or languages to be used in the proceedings. The language agreed upon or determined by the tribunal, unless agreed by the parties or otherwise ordered, shall apply to any written statement by a party, in the proceedings in the hearing and in the award of any decisions or in other communication by the arbitral tribunal. The arbitral tribunal may order that any documentary evidence shall be accompanied by a translation into the language or other languages agreed upon by the parties or determined by the arbitral tribunal."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter II – Arbitration",
      "section": "35",
      "title": "Article 35 – Statements of claim and defence",
      "content": "Within the period of time agreed by the parties or determined by the arbitral tribunal, the claimant shall state the facts supporting his or her claim, the points at issue and the subject matter, and the respondent shall state his defence in respect of these particulars, unless the parties have otherwise agreed as to the required elements of such statements. The parties may submit with their statements all documents they consider to be relevant or may add a reference to the documents or other evidence they will submit. Unless otherwise agreed by the parties, any party may amend or supplement his claim or defence during the course of the arbitral proceedings, unless the arbitral tribunal considers it inappropriate to allow such amendment having regard to the delay in making it."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter II – Arbitration",
      "section": "36",
      "title": "Article 36 – Hearings or written proceedings",
      "content": "Unless otherwise agreed by the parties, the arbitral tribunal shall decide whether to hold oral hearings for the presentation of evidence or for oral argument, or whether the proceedings shall be conducted on the basis of documents and other materials. However, unless otherwise agreed by the parties that no hearings shall be held, the arbitral tribunal shall hold such hearings at an appropriate stage of the proceedings, if so requested by one of the parties. The parties shall be given sufficient advance notice of any days of hearing or of any meeting of the arbitral tribunal for the purposes of inspection of goods, other property or documents. Statements, documents or other information presented in the arbitral tribunal by one of the parties shall be communicated to the other party. Any expert report or documentary evidence on which the arbitral tribunal may rely in making its decision shall be communicated to the parties."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter II – Arbitration",
      "section": "37",
      "title": "Article 37 – Default of a party",
      "content": "Unless otherwise agreed by the parties, if, without showing sufficient cause, 1° the claimant fails to communicate his statement of claim in accordance with Article 35 of this Law, the arbitral tribunal shall terminate the proceedings; 2° the respondent fails to communicate his statement of defence in accordance with Article 35-1° of this Law, the arbitral tribunal shall continue the proceedings without treating such failure in itself as an admission of the claimant's allegations; 3° any party fails to appear at a hearing or to produce documentary evidence, the arbitral tribunal may continue the proceedings and make the award on the evidence before it."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter II – Arbitration",
      "section": "38",
      "title": "Article 38 – Experts appointed by arbitral tribunal",
      "content": "Unless otherwise agreed by the parties, the arbitral tribunal: 1° may appoint one or more experts in order to examine a certain issue so as to take a decision; 2° may require a party to give the expert any relevant information or to produce, or to provide access to, any relevant documents, goods or other property for his inspection. Unless otherwise agreed by the parties, if a party so requests or if the arbitral tribunal considers it necessary, the expert shall, after delivery of his written or oral report, participate in a hearing where the parties have the opportunity to put questions to him and to present expert witnesses in order to testify on the points at issue. The tribunal’s expert shall disclose to parties all documents, goods, or other property in the expert’s possession provided to him in order to prepare his or her report."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter II – Arbitration",
      "section": "39",
      "title": "Article 39 – Court assistance in taking evidence",
      "content": "The arbitral tribunal or a party with the approval of the arbitral tribunal may request from competent court assistance in taking evidence. The court may execute the request within its competence and according to its rules on taking evidence."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter II – Arbitration",
      "section": "40",
      "title": "Article 40 – Rules applicable to substance of dispute",
      "content": "The arbitral tribunal shall decide the dispute in accordance with such rules of law as are chosen by the parties as applicable to the substance of the dispute. Any designation of the law or legal system of a given State shall be construed, unless otherwise expressed, as directly referring to the substantive law of that State and not to its conflict of laws rules. Failing any designation by the parties, the law applicable to the substance of the dispute shall be the Rwandan Law and the International Conventions ratified by the State of Rwanda The arbitral tribunal shall decide in fairness, without being bound by the rules of law, only if the parties have expressly authorized it to do so. In all cases, the arbitral tribunal shall decide in accordance with the terms of the contract and where necessary shall take into account the usages of the trade applicable to the transaction."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter II – Arbitration",
      "section": "41",
      "title": "Article 41 – Decision making by an arbitral of tribunal",
      "content": "In arbitral proceedings with more than one arbitrator, any decision of the arbitral tribunal shall be made, unless otherwise agreed by the parties, by a majority of all its members. However, questions of procedure may be decided by a presiding arbitrator, if so authorized by the parties or by all members of the arbitral tribunal."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter II – Arbitration",
      "section": "42",
      "title": "Article 42 – Settlement of arbitration according to agreement of the parties",
      "content": "If, during arbitral proceedings, the parties settle the dispute, the arbitral tribunal shall terminate the proceedings. If requested by the parties and not objected, the arbitrator or arbitral tribunal, record the settlement in the form of an arbitral award on agreed terms. An award on agreed terms shall be made in accordance with the provisions of Article 43 of this Law and shall state that it is an award. Such an award has the same status and effect as any other award on the merits of the case."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter II – Arbitration",
      "section": "43",
      "title": "Article 43 – Form and contents of award",
      "content": "The award shall be made in writing and shall be signed by the arbitrator or arbitrators. In arbitral proceedings with more than one arbitrator, the signatures of the majority of all members of the arbitral tribunal shall suffice and the reason for any omitted signature stated. The award shall state the reasons upon which it is based, unless the parties have agreed that no reasons are to be given or the award is an award on agreed terms under Article 42. The award shall state its date and the place of arbitration as determined in accordance with Paragraph 1 of Article 32 of this Law. The award shall be deemed to have been made at that place. After the award is made, a copy signed by the arbitrators in accordance with Paragraph 1 of this Article shall be delivered to each party."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter II – Arbitration",
      "section": "44",
      "title": "Article 44 – Termination of arbitral proceedings",
      "content": "The arbitral proceedings are terminated by the pronouncement of the decisions in substance or by an order of the arbitral tribunal in accordance with paragraph 2 of this Article. The arbitral tribunal shall issue an order for the termination of the arbitral proceedings when: 1° the claimant withdraws his claim, unless the respondent objects thereto and the arbitral tribunal recognizes a legitimate interest on his part in obtaining a final settlement of the dispute; 2° the parties agree on the termination of the proceedings; 3° the arbitral tribunal finds that the continuation of the proceedings has for any other reason become unnecessary or impossible. The mandate of the arbitral tribunal terminates with the termination of the arbitral proceedings, subject to the provisions of Articles 45 and 46."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter II – Arbitration",
      "section": "45",
      "title": "Article 45 – Review, correction and interpretation of award and an additional award",
      "content": "A party, with notice to the other party, may request, within thirty (30) days of receipt of the award, the arbitral tribunal to review the award when it appears that this award has been rendered by fraud or on basis of false documents or false testimonies. If the arbitral tribunal considers the request to be justified, it shall review the award in a period not exceeding fifteen (15) days. Within thirty (30) days of receipt of the award, unless the parties agreed on another period of time: 1° a party, after informing another party, may apply to the arbitral tribunal requesting for correction for any errors in the award in computation, any clerical or typographical errors or any errors of a similar nature; 2° if so agreed by the parties, one of the parties, with notice to the other party, may request the arbitral tribunal to give an interpretation of a specific point or part of the award. If the arbitral tribunal considers the request to be justified, it shall make the correction or give the interpretation within thirty (30) days of receipt of the request. The interpretation shall form part of the award. The arbitral tribunal may correct any error of the type referred to in paragraph 2, littera 1 of this Article on its own initiative within thirty (30) days of the date of the award. Unless otherwise agreed by the parties, one of the parties, with notice to the other party, may request, within thirty (30) days of receipt of the award, the arbitral tribunal to make an additional award as to claims presented in the arbitral proceedings but omitted from the award. If the arbitral tribunal considers the request to be justified, it shall make the additional award within thirty (30) days. The arbitral tribunal may extend, if necessary, the period of time within which it shall make a review, correction, interpretation or an additional award under paragraph 1, 2 and 4 of this Article. The provisions of Article 43 shall apply to a review, correction or interpretation of the award or to an additional award."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter II – Arbitration",
      "section": "46",
      "title": "Article 46 – Appeal procedure",
      "content": "Any appeal against a case which is not decided by the international arbitration shall mean cassation of such a case in this Law."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter II – Arbitration",
      "section": "47",
      "title": "Article 47 – Justification for the appeal",
      "content": "An arbitral award decided by an arbitration may be set aside by the court specified in Article 8 of this Law only if: 1° the party seeking cassation furnishes proof that: a) a party to the arbitration agreement referred to in Article 9 was under some incapacity; or the said agreement is not valid under the Law to which the parties have subjected it or, failing any indication thereon, under the Rwandan Law; b) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his or her case; c) the award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or contains decisions on matters beyond the scope of the submission to arbitration, provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the award which contains decisions on matters not submitted to arbitration may be set aside; d) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such an agreement is in conflict with provisions of this Law from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Law; 2° the Court finds that: a) the subject-matter of the dispute is not capable of settlement by arbitration under the Rwandan Law; b) the award is in conflict with the public security of the Republic of Rwanda"
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter II – Arbitration",
      "section": "48",
      "title": "Article 48 – Time limit for the appeal",
      "content": "An application for dissolving an award decided by arbitrators shall not be made after thirty (30) days from the date on which the party making that application was notified of the award or, if a request was submitted in accordance with Article 45, from the day on which the arbitral tribunal pronounced the award on such a request."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter II – Arbitration",
      "section": "49",
      "title": "Article 49 – Suspension of cassation of case in arbitration",
      "content": "The appeal court may, when requested by one of the parties, annul an award decided by arbitrators and, where appropriate, suspend the cassation of proceedings for a period of time it determines in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the arbitral tribunal's opinion which may eliminate the grounds for cassation of the award taken."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter II – Arbitration",
      "section": "50",
      "title": "Article 50 – Recognition and enforcement of awards",
      "content": "An arbitral award, irrespective of the country in which it was made, shall be recognized as binding and without prejudice to provisions of this Article as well as Article 51 of this Law. However, this shall not be respected if the country in which the award was issued does not respect the provisions of this paragraph with reference to cases decided in Rwanda. The party relying on an award taken or applying for its enforcement shall supply the duly authenticated original award or its duly certified copy, an copy original arbitration agreement referred to in Article 9 of this Law or its duly certified copy. If the award or agreement is not made in an official language of the Republic of Rwanda, the party shall supply a translated copy in one of the recognised languages in Rwanda."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter II – Arbitration",
      "section": "51",
      "title": "Article 51 – Grounds for refusing recognition or enforcement of the arbitral award",
      "content": "Recognition or enforcement of an arbitral award, irrespective of the country in which it was made, may be refused only: 1° at the required of the party against whom it is invoked, if that party furshines to the competent court where recognition or enforcement is sought proof that: a) a party to the arbitration agreement referred to in Article 9 of this Law was under some incapacity; or the said agreement is not valid under the Law to which the parties have subjected it or, failing any indication thereon, under the Law of the country where the award was made; b) the party against whom the award is invoked was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; c) the award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration, provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, that part of the award which contains decisions on matters submitted to arbitration may be recognized and enforced; or d) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties or, failing such agreement, was not in accordance with the Law of the country where the arbitration took place; or e) the award has not yet become binding on the parties or has been set aside or suspended by a court of the country in which, or under the Law of which, that award was made; 2° if the court finds that: a) the subject-matter of the dispute is not capable of settlement by arbitration under the Rwandan Law; b) the recognition or enforcement of the award would be contrary to the public policy of the Republic of Rwanda. If an application for dissolving or suspension of an award has been made to a court referred to in paragraph 1, littera 1°, e) of this Article, the court where recognition or enforcement is sought may, if it considers it proper, adjourn its decision and may also, on the application of the party claiming recognition or enforcement of the award, order the other party to provide appropriate security."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter II – Arbitration",
      "section": "52",
      "title": "Article 52 – Bankruptcy",
      "content": "Where there is a provision relating to arbitration specified in the contract relating to the bankrupt person, the provision shall be enforceable by the trustee in bankruptcy if he or she agrees with such a contract. Where a person who has been adjudged bankrupt had, before the commencement of the bankruptcy, become a party to an arbitration agreement, and any matter to which the agreement applies requires to be determined in connection with or for the purposes of the bankruptcy proceedings, then if the case is one to which paragraph 1 does not apply: 1° any other party to the agreement or, with the trustee in bankruptcy may apply to the court having jurisdiction in the bankruptcy proceedings, for an order directing that the matter in question to arbitration in accordance with the agreement; 2° the court, if it is of the opinion that, having regard to all the circumstance of the case, the matter ought to be determined by arbitration, may make an order accordingly."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter III – Conciliation",
      "section": "53",
      "title": "Article 53 – Commencement of conciliation proceedings",
      "content": "Conciliation proceedings in respect of a dispute that arise shall commence on the day on which the parties to that dispute agree to engage in such proceedings If a party to the agreement invites another party to conciliation, if he or she does not receive an acceptance of the invitation within thirty (30) days from the day on which the invitation was sent, the party that invited may consider it as a rejection of the invitation to conciliate. Conciliation proceedings shall also commence on the day the court or an arbitral tribunal refers to the conciliation a dispute submitted to it."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter III – Conciliation",
      "section": "54",
      "title": "Article 54 – Number of conciliators and their appointment",
      "content": "There shall be one conciliator, unless the parties agree that there shall be two (2) or more conciliators. The parties shall endeavours to reach agreement on the conciliators, unless a different procedure for their appointment has been agreed upon. Parties may seek the assistance of an institution or person in connection with the appointment of conciliators, especially: 1° a party may request such an institution or person to recommend suitable persons to act as conciliator; 2° the parties may agree that the appointment of one or more conciliators be made directly by such an institution or person. In proposing or appointing individuals to act as conciliator, the institution or person shall have regard to such considerations as are likely to secure the appointment of an independent and impartial conciliator and, where appropriate, shall take into account the advisability of appointing a conciliator of a nationality other than the nationalities of the parties. When a person is requested to accept to be appointed as conciliator, he or she shall disclose any circumstances likely to give rise to justifiable doubts as to his or her impartiality or independence. A conciliator, from the time of his or her appointment and throughout the conciliation proceedings, shall without delay disclose any such circumstances to the parties unless they have already been informed of them by him or her."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter III – Conciliation",
      "section": "55",
      "title": "Article 55 – Conduct of conciliation",
      "content": "The parties are free to agree, by reference to a set of rules or otherwise, on the manner in which the conciliation is to be conducted. In case parties do not come terms, the conciliator may conduct the conciliation proceedings in such a manner as provided by laws applicable in Rwanda or may consider appropriate proceedings in accordance with the provisions of international Conventions ratified by the Republique of Rwanda. In any case, in conducting the proceedings, the conciliator shall seek to maintain fair treatment of the parties and, in so doing, shall take into account the circumstances of the case. The conciliator may, at any stage of the conciliation proceedings, make proposals for a settlement of the dispute."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter III – Conciliation",
      "section": "56",
      "title": "Article 56 – Communication between conciliator and parties",
      "content": "The conciliator may meet or communicate with the parties together or with each of them separately."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter III – Conciliation",
      "section": "57",
      "title": "Article 57 – Disclosure of information",
      "content": "When the conciliator receives information concerning the dispute from one of the parties, the conciliator may disclose the information to any other party. However, when a party gives any information to the conciliator, subject to a specific condition that it be kept confidential, such information shall not be disclosed to any other party."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter III – Conciliation",
      "section": "58",
      "title": "Article 58 – Confidentiality",
      "content": "Unless otherwise agreed by the parties, all information relating to the conciliation proceedings shall be kept confidential, except where disclosure is required under the Law or for the purposes of implementation or enforcement of a settlement agreement."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter III – Conciliation",
      "section": "59",
      "title": "Article 59 – Admissibility of evidence in other proceedings",
      "content": "A party to the conciliation proceedings, the conciliator and any third person, including those involved in the administration of the conciliation proceedings, shall not in arbitral, judicial or similar proceedings rely on, introduce as evidence or give testimony or evidence regarding any of the following: 1° an invitation by a party to engage in conciliation proceedings or the fact that a party was willing to participate in conciliation proceedings; 2° views expressed or suggestions made by a party in the conciliation in respect of a possible settlement of the dispute; 3° statements or admissions made by a party in the course of the conciliation proceedings; 4° proposals made by the conciliator; 5° the fact that a party had indicated its willingness to accept a proposal for settlement made by the conciliator; 6° a document prepared solely for purposes of the conciliation proceedings. Paragraph 1 of this Article applies irrespective of the form of the information or evidence referred to therein. The disclosure of the information referred to in Paragraph 1 of this Article shall not be ordered by an arbitral tribunal, court or other competent governmental authority and, if such information is offered as evidence in contravention of paragraph 1 of this Article, that evidence shall be treated as inadmissible. Nevertheless, such information may be disclosed or admitted in evidence to the extent required under the Law or for the purposes of implementation or enforcement of a settlement agreement. The provisions of Paragraphs 1, 2 and 3 of this Article apply whether or not the arbitral, judicial or similar proceedings relate to the dispute that is or was the subject matter of the conciliation proceedings. Subject to the limitations of Paragraph 1 of this Article, evidence that is otherwise admissible in arbitral or in court or in similar proceedings does not become inadmissible as a consequence of having been used in conciliation."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter III – Conciliation",
      "section": "60",
      "title": "Article 60 – Termination of conciliation proceedings",
      "content": "The conciliation proceedings are terminated: 1° by the conclusion of a settlement agreement by the parties, on the date of the agreement; 2° by a declaration of the conciliator, after consultation with the parties, to the effect that further efforts at conciliation are no longer justified, on the date of the declaration; 3° by a declaration of the parties addressed to the conciliator to the effect that the conciliation proceedings are terminated, on the date of the declaration; 4° by a declaration of a party to the other party or parties and the conciliator, if appointed, to the effect that the conciliation proceedings are terminated, on the date of the declaration."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter III – Conciliation",
      "section": "61",
      "title": "Article 61 – Incompatibilities",
      "content": "Unless otherwise agreed by the parties, the conciliator shall not act as an arbitrator or a counsel in respect of a dispute that was or is the subject of the conciliation proceedings or in respect of another dispute that has arisen from the same contract or legal relationship or any related contract or legal relationship."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter III – Conciliation",
      "section": "62",
      "title": "Article 62 – Resort to arbitral or judicial proceedings",
      "content": "Where the parties have agreed to conciliate and have expressly undertaken not to initiate during a specified period of time or until a specified event has occurred arbitral or judicial proceedings with respect to an existing or future dispute, such an undertaking shall be given effect by the arbitral tribunal or the court until the terms of the undertaking have been complied with, except to the extent necessary for a party, in its opinion, to preserve its rights. Initiation of such proceedings is not of itself to be regarded as a waiver of the agreement to conciliate or as a termination of the conciliation proceedings."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter III – Conciliation",
      "section": "63",
      "title": "Article 63 – Forceful enforceability of settlement agreement",
      "content": "If the parties conclude an agreement for settling a dispute, the settlement agreement shall be binding and may be forcefully enforced."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter IV – Transitional, miscellaneous and final provisions",
      "section": "64",
      "title": "Article 64 – Cases in the courts before publication of this Law",
      "content": "Without prejudice to ordinary Laws, parties may, as regards commercial matters pending before ordinary courts before the publication of this Law, agree on taking their cases to arbitrators or conciliators."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter IV – Transitional, miscellaneous and final provisions",
      "section": "65",
      "title": "Article 65 – Costs",
      "content": "Upon termination of the arbitration or conciliation proceedings, the arbitral tribunal or the conciliator shall fix the costs of the arbitration or conciliation and give written notice thereof to the parties. For the purpose of Paragraph 1 of this Article, “costs” means reasonable costs relating to: 1° the fees and expenses of the arbitrators or conciliators and witnesses requested by the arbitral tribunal or the conciliator with the consent of the parties; 2° any expert advice requested by the arbitral tribunal or the conciliator with the consent of the parties; 3° any other expenses incurred in connection with the arbitration or conciliation proceedings and the arbitral award or the settlement agreement. The costs shall be borne equally by the parties unless the award or the settlement agreement provides for a different apportionment. All other expenses incurred by a party shall be borne by that party."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter IV – Transitional, miscellaneous and final provisions",
      "section": "66",
      "title": "Article 66 – Advances",
      "content": "The arbitral tribunal or the conciliator may direct each party to deposit an equal amount as an advance for the costs referred to Article 65 of this Law. During the course of the arbitration or conciliation proceedings, the arbitral tribunal or the conciliator may direct supplementary deposits in an equal amount from each party. If the required deposits mentioned in Paragraph 1 and 2 of this Law are not paid in full by both parties within thirty (30) days, the arbitral tribunal or the conciliator may suspend the proceedings or may make a written declaration of termination of the proceedings to the parties and shall be effective on the date of that declaration. Upon termination of the arbitration or conciliation proceedings, the arbitral tribunal or the conciliator shall render an accounting to the parties of the deposits received and shall return any unexpended balance to the parties."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter IV – Transitional, miscellaneous and final provisions",
      "section": "67",
      "title": "Article 67 – Abrogating provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed"
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter IV – Transitional, miscellaneous and final provisions",
      "section": "68",
      "title": "Article 68 – Commencement",
      "content": "This law comes into effect on the day of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "an arbitration or a conciliation is international if",
      "definition": "a) the parties to an arbitration or a conciliation agreement have, at the time of the conclusion of that agreement, their places of business in different States, of which one shall include the Republic of Rwanda",
      "source_provision": "art3"
    },
    {
      "term": "the place with which the subject",
      "definition": "matter of the dispute is most closely connected",
      "source_provision": "art3"
    },
    {
      "term": "c) the parties have expressly agreed that the subject",
      "definition": "matter of the arbitration or conciliation agreement relates to more than one country",
      "source_provision": "art3"
    }
  ]
}
