{
  "id": "rw-law-2007-53",
  "type": "statute",
  "title": "Law establishing Community Works in Rwanda",
  "title_en": "Law establishing Community Works in Rwanda",
  "short_name": "Law 53 of 2007",
  "status": "in_force",
  "issued_date": "2007-11-17",
  "in_force_date": "2008-01-15",
  "url": "https://rwandalii.org/akn/rw/act/law/2007/53/eng@2008-01-15",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Establishment of community works",
      "content": "There is hereby established at the national level community works which shall be carried out once a month. Without prejudice to the provisions of Paragraph One of this Article, the population in consultation with relevant authorities may, where necessary, decide to carry out community works more than once a month. This Law determines the organisation and the evaluation of community works."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definition and objectives of community works",
      "content": "Community works is the gathering of efforts of many people in order for them to carry out a general public interest activity. Community works shall also aim at promoting development activities in the frame work of supporting national budget and to provide an opportunity for conviviality among people. Community works may also be performed in non labour activities"
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Person who performs the community works",
      "content": "Every Rwandan of at least eighteen (18) years of age and who is not above sixty five (65) years, with the ability to work, shall have the obligation to perform community works. However, a person above sixty five (65) years of age who is willing may participate in the community works Expatriates residing in Rwanda are also encouraged to participate in community works."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Organization of community works",
      "section": "4",
      "title": "Article 4 – Day and hours of community works",
      "content": "Community works shall take place on the last Saturday of every month from 8.00 am. It shall at least be carried out in period of three (3) hours However, upon agreement by the participants in the community works and the supervising committee, the starting hour of the community works may be subject to change. In case it is impossible for community works to be performed on Saturday, whether on the general population or on certain categories of the population for various reasons, the supervising committee, in collaboration with the population, shall determine other hours, agreed upon by the concerned parties to perform community works and it shall supervise it."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Organization of community works",
      "section": "5",
      "title": "Article 5 – Prohibition on compensation for community work activity",
      "content": "No person shall be allowed to compensate for community work in cash or in kind. However, provisions of paragraph one of this article shall not prevent a person from provide any support to community works."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Organization of community works",
      "section": "6",
      "title": "Article 6 – Community works equipment",
      "content": "While participating in community works, every resident shall bring with him or her appropriate equipment. However, where activities to be carried out require equipment that the population may not find, the supervising committee at the concerned level shall provide the population with such equipment. Acquisition fees for such equipment are provided by the budget of the concerned level."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Organization of community works",
      "section": "7",
      "title": "Article 7 – Establishment of committees in charge of community works",
      "content": "There is hereby established community works supervising committees from the national level to the village level. The main responsibilities of the community works supervising committee at each level are as follows: 1° organising the plan of the community works; 2° organising and supervising the community work activity; 3° carrying out the evaluation of community works and making a report thereon. A Prime Minister's Order shall determine the organisation and functioning of community works supervising committees and their relations with other organs."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Organization of community works",
      "section": "8",
      "title": "Article 8 – Notification of the activity of community work",
      "content": "After consultation with the population, community works supervising committee at each level shall specify activities to be carried out in the general interest, the place where they are to be carried out and the equipment to be used, and thereby notifying the population through different ways including posted notices at the Village office, if any, or at any other public place, at least seven (7) days before community works are carried out. Without prejudice to the provisions of Paragraph One of this Article, any category of the population may carry out community works at any another place as determined by community works supervising committee at any level and thereby notifying the concerned people in writing."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Organization of community works",
      "section": "9",
      "title": "Article 9 – Modalities for identifying the persons who participated in the community works",
      "content": "At each level where community works have been carried out, the population shall, in collaboration with the community works supervising committee, set modalities for identifying those who participated in community works, those who did not participate and reasons thereof."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Organization of community works",
      "section": "10",
      "title": "Article 10 – Notification of reasons of not participating in community works",
      "content": "Persons whose special professions may hinder their participation in the community works, shall inform the relevant committee before the community works are carried out, and the committee in turn, shall inform the population during the activities evaluation session. Any other person with reasons that make it impossible for him or her to participate in community works shall indicate it beforehand or at the day on which the next community works are scheduled."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Evaluation",
      "section": "11",
      "title": "Article 11 – The report on the community works in the concluding session",
      "content": "The community works supervising committee at each level, shall prepare a report about community works at the end, indicating its monetary value. After community works, participants shall hold a meeting and shall be informed of the results, discuss on items on the agenda and of different issues and decide where the next community works shall be carried out and the activities to be performed."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Evaluation",
      "section": "12",
      "title": "Article 12 – Submission of report to higher organs",
      "content": "The community works supervising committee at the level on which the community works have been carried out shall submit a report at a higher organ. Each organ to which the report has been submitted shall in turn submit it to the immediate higher level. Every (6) months, the community works supervising committee at the national level shall submit to the Prime Minister the report indicating the achievements of the community works. The report prepared by each level shall indicate the following: 1° the number of those who participated in community works; 2° activities carried out; 3° their quantity; 4° their monetary value."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Penalties",
      "section": "13",
      "title": "Article 13 – Punishing any person who does not participate in community works",
      "content": "The community works supervising committee shall, after consultation with the population in a meeting concluding community works, take measures against any person who does not participate in community works without justified reasons, including those related to activities carried. In case it is considered necessary for the meeting concluding the community works to opt for charging a fine, it shall not exceed five thousand Rwandan francs (Rwf 5.000). Fines paid in such a manner shall be used in various activities to support community works at that level."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter V – Final provisions",
      "section": "14",
      "title": "Article 14 – Abrogating provisions",
      "content": "All previous legal provisions contrary to this law are hereby abrogated."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter V – Final provisions",
      "section": "15",
      "title": "Article 15 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
