{
  "id": "rw-law-2007-51",
  "type": "statute",
  "title": "Law determining the Responsiblities, Organisation and Functioning of the Gender Monitoring Office in Rwanda",
  "title_en": "Law determining the Responsiblities, Organisation and Functioning of the Gender Monitoring Office in Rwanda",
  "short_name": "Law 51 of 2007",
  "status": "in_force",
  "issued_date": "2007-09-20",
  "in_force_date": "2007-09-20",
  "url": "https://rwandalii.org/akn/rw/act/law/2007/51/eng@2007-09-20",
  "provisions": [
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER V: FINAL PROVISIONS",
      "section": "3",
      "title": "Article 3 - Autonomy of the Office and",
      "content": "supervising Authority The Office has a legal personality and administrative and financial autonomy. In fulfilment of its functions, the Office be independent with no instructions from other organ. The Office shall be supervised by the Office of the Prime Minister."
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER II: RESPONSIBILITIES | Section One: Responsibilities",
      "section": "4",
      "title": "Article 4 - The headquarters of the Office",
      "content": "The headquarters of the Office is situate Kigali City, the Capital of the Republic Rwanda. It may be transferred to elsewhere Rwanda if considered necessary. The Office operates in the whole country. POWERS OF THE OFFICE"
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER II: RESPONSIBILITIES | Section One: Responsibilities",
      "section": "5",
      "title": "Article 5 - General responsibilities of",
      "content": "Office In general, the Office has the following responsibilities: 1° monitoring and carrying out evaluation on a permanent basis of compliance with gender indicators intended respect gender in the context of vision of sustainable national development and serving as reference point on matters relating gender equality and equity; 2° submitting to various institutions recommendations relating to program of gender promotion national development; 3° monitoring the respect of the principle of gender in national development submit to the Cabinet its annual programme of action and the activity reports and reserve copies to State organs mentioned in Article of this Law."
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER II: RESPONSIBILITIES | Section One: Responsibilities | Section 2: Powers",
      "section": "6",
      "title": "Article 6 - Specific responsibilities of",
      "content": "Office In particular, the Office has the following responsibilities: 1° monitoring on how the fundamental principles of gender are respected all organs at governmental, private, non governmental and religious levels; 2° examining and monitoring the national policy and programs intended ensuring the promotion of gender equality; 3° monitoring the existence of the policy, programs as well as different projects aimed at promoting gender equality, their implementation and the system of their budget allocation; 4° ensuring the implementation of international agreements programmes relating to the respect the principles of gender; 5° fighting against gender based injustice and violence; 6° advocating for the respect of gender equality at all levels; 7° raising awareness for all institutions and the population to build a nation which respects principles of gender; 8° disseminating national Laws international Conventions aimed promoting gender; 9° providing, upon request or at initiative, opinion on the draft policy and strategy documents or other decisions relating to gender equality; 10° encouraging all institutions mainstream and to respect gender equality in all their programs; 11° carrying out research based statistics on specific issues in framework of mainstreaming respecting the principles of gender disseminating the results analysis; 12° developing gender awareness indicators in all sectors; 13° identifying where there is gender based inequalities in all national bodies and providing a way to rectify them; 14° proposing to the relevant administrative institutions strategies to be taken in order to avoid violations of gender equality; 15° advising all institutions to respect principles of gender equality; 16° building and increasing the capacity the office and its staff."
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER III: ORGANISATION",
      "section": "7",
      "title": "Article 7 - Powers of the Office",
      "content": "To achieve the responsibilities mentioned under Articles 5 and 6 of this law, the Office shall have the following powers: 1° identifying all gender acts of institutions relating to gender principles and seeking explanations for any contraventions; 2° identifying and providing opinion the Laws required to be enacted order to respect the principles gender; 3° identifying laws or provisions of requiring amendment in the context respecting the principles of “gender”; 4° submitting to the Cabinet or to Chamber of Deputies opinion which may be included in draft laws; 5° receiving complaints of “gender” based injustice, and submitting them the relevant bodies for action follow up; 6° submitting complaints of injustice “gender” based violence to Judicial Police, the Prosecution and Judiciary and ensuring settlement; 7° receiving any person with information of gender inequality and to report the relevant body after analysis; 8° contributing to the preparation of State Budget Draft Law in order respect a “gender” sensitive budget; 9° requesting for documents, consult them at source or requesting for copies as well as any other document which may help the Office examining and collecting evidence the violation of the principles gender; 10° seeking technical assistance experts and other support staff of Office in order to fulfil its duties; 11° receiving, property; using 12° contracting with a person, organisation or any other body; 13° organising the Consultative Committee meeting. owning and FUNCTIONING OF THE OFFICE"
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council",
      "section": "8",
      "title": "Article 8 - Organs",
      "content": "The organs of the Office are as follows: 1° the High Monitoring Council of Office; 2° the Executive Secretariat; 3° the Consultative Committee. of the Office"
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council",
      "section": "9",
      "title": "Article 9 - High Monitoring Council of",
      "content": "Office The High Monitoring Council is the supreme organ of the Office in the overall management and making decisions which help in fulfilment of its responsibilities."
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council",
      "section": "10",
      "title": "Article 10 - Members of the",
      "content": "Monitoring Council of the Office and appointment The High Monitoring Council of the Office shall be composed of the Chief Gender Monitor and two (2) deputy Chief Gender Monitors. They shall be Rwandans with necessary integrity, discernment and ability accomplish their responsibilities. Among the High Monitoring Council members, there shall be included at least per cent (30%) of women. At each post of the High Monitoring Council of the Office, the Cabinet shall submit to Senate the names of the candidate agreed in the Cabinet meeting for approval. The persons approved shall be approved Presidential Order."
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council",
      "section": "11",
      "title": "Article 11",
      "content": "Monitors Mandate of Chief Gender The Chief Gender Monitor and the Deputy Chief Gender Monitors shall be appointed a term of five (5) and four (4) respectively. The term of office of the members of the Monitoring Council of the Office may renewed only once through procedures applied in the first term."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council",
      "section": "12",
      "title": "Article 12 - Taking oath by Chief Gender",
      "content": "Monitors Before taking office, the Chief Gender Monitor and the Deputy Chief Gender Monitors shall take oath as provided for"
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council",
      "section": "13",
      "title": "Article 13 - Reasons for removal",
      "content": "member of the High Monitoring Council The Chief Gender Monitor or the Deputy Chief Gender Monitor shall leave such office if: 1° his or her term of office expires; 2° he or she resigns through writing; 3° he or she is no longer able to perform or her duties due to physical or mental disability certified by an authorized medical doctor; 4° definitively sentenced to a term imprisonment equal to or exceeding six months; 5° it is clear that he or she no longer fulfils the requirements considered at the time his or her appointment in such a post; 6° he or she jeopardises the interests of Office; 7° he or she confesses and pleads guilty the crime of genocide; 8° he or she is characterised by the ideology of genocide; 9° he or she demonstrates behaviours contrary to his or her responsibilities; 10° he or she demonstrates behaviours contrary to the principles of gender; 11° he or she dies."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council",
      "section": "14",
      "title": "Article 14 - Procedure for removal of",
      "content": "members of the High monitoring Council If considered necessary, the decision dismiss the Chief Gender Monitor or Deputy Chief Gender Monitor from duties shall be taken by the Senate upon request the Cabinet meeting or by a third (1/3) of Senators. Resignation from duty by the Chief Gender Monitor or the Deputy Chief Gender Monitor shall be submitted via a registered mail or requiring official receipt to the Prime Minister. In default of any response within a period thirty (30) days, the resignation shall considered approved. The Chief Gender Monitor or the Deputy Chief Gender Monitor who leaves office to any reason shall be replaced within a period not exceeding three (3) months from the he or she leaves office. The substitute complete the remaining term of office. Provisions of the preceding Paragraph of"
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council",
      "section": "15",
      "title": "Article 15 - Responsibilities of the Chief",
      "content": "Gender Monitor In addition to the functions of the Office she is required to implement, the Chief Gender Monitor is particularly responsible for: 1° coordinating and directing the activities the Office such that all the functions of Office are fulfilled; 2° representing and advocating for the Office in all national institutions and abroad; 3° convening and chairing the meeting of Office; 4° submitting the report to the institutions provided for by this Law; 5° informing all those concerned of decisions taken; 6° ensuring the implementation of decisions taken; 7° submitting to the relevant bodies views relating to respect for gender, policy documents, draft laws and to draft budget laws at all stages; 8° convening and chairing the Consultative Committee meetings."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council",
      "section": "16",
      "title": "Article 16 - Responsibilities of the Deputy",
      "content": "Chief Gender Monitor in charge of gender The Deputy Chief Gender Monitor in charge of respect of gender in policies, programs and projects is particularly responsible for: 2° putting in place basic indicators in respect of gender and to submitting them various bodies; 3° monitoring and coordinating the research activities basing on statistics showing general picture of gender in all bodies the national life; 4° organising and providing debates public, private and non governmental religious organisations in order to respect gender principles in all programmes; 5° organising debates for the public national legislation in order for principles of gender to be respected programmes; 1° replacing the Chief Gender Monitor case of his or her absence; 6° monitoring the respect of international agreements and programs ratified Rwanda to promote gender and preparing a report thereof; 7° making the activity report and submitting it to the Chief Gender Monitor; 8° attending the Consultative Committee meetings; 9° performing any other activities which in the responsibilities of the Office as be assigned by the Chief Gender Monitor."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council",
      "section": "17",
      "title": "Article 17 - Responsibilities of the Deputy",
      "content": "Chief Gender Monitor in charge of fighting against injustice and gender based violence The Deputy Chief Gender Monitor in charge of fighting against injustice and gender based violence is particularly responsible for: 1° receiving and examining complaints relating to injustice and gender based violence and forwarding them to the Chief Gender Monitor in order for the Office take decisions; 2° collecting information relating to injustice and “gender” based violence; 3° ensuring matters relating to respect gender are included in budget of institution; 4° preparing an activity report transmitting it to the Chief Gender monitor; 5° attending Consultative Committee meetings. 6° performing any other activity which the functions of the Office as may assigned by the Chief Gender monitor."
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council",
      "section": "18",
      "title": "Article 18 - Powers of the High Monitoring",
      "content": "Council of the Office The High Monitoring Council of the Office shall have in particular power for: 1° adopting the draft internal rules regulations of the Office which shall established by an order of the Prime Minister; 2° approving the draft organisational structure of the Office and the procedures of the appointment of the personnel; 3° approving the draft budget and the use finance; 4° approving the reports of the Office before transmitting them to the concerned authorities; 5° approving the annual activity report submitted to the executive; 6° approving the necessary action plan strategies in order for the office to fulfil responsibilities; 7° taking decisions on the personnel property management of the Office."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council",
      "section": "19",
      "title": "Article 19 - Procedures on the conduct",
      "content": "meetings of the High monitoring Council and the procedure of making decisions The procedures through which the meetings the High Monitoring Council of the Office convene and the procedure of making decisions shall be determined by the internal rules and regulations of the Office."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council",
      "section": "20",
      "title": "Article 20 - Benefits of the members of",
      "content": "monitoring Council Salaries and other fringe benefits due to Chief Gender Monitors shall be determined Presidential Order."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council | Section 2: The Executive Secretariat",
      "section": "25",
      "title": "Article 25 - Responsibilities of the Executive",
      "content": "Secretary The Executive Secretary shall be in charge 1° monitoring the daily activities of Executive Secretariat of the Office; 2° directing the staff of the Executive Secretariat; 3° managing the use of the budget and property of the Office; 4° preparing the draft of the organisational structure of the Office and transmitting to the High Monitoring Council of Office; 5° preparing the draft of the plan of action and the draft budget of each year transmitting them to the High Council the Office; 6° submitting to the High Monitoring Council of the Office the activity report and report relating to the use of finance and management of property of the previous year of the Office; 7° attending the meetings of the Monitoring Council of the Office serving as the rapporteur without the to vote; 8° implementing the decisions of the Monitoring Council of the Office; 9° gathering and keeping documents relating to the activities of the Office; 10° attending Consultative Committee meetings and acting as their rapporteur; 11° performing any other activity relating the functions of the Office as may assigned by the High Monitoring Council;"
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council | Section 2: The Executive Secretariat | Section 3: Consultative Committee.",
      "section": "28",
      "title": "Article 28 - Appointment of the members",
      "content": "the Consultative Committee An Order of the Prime Minister shall appoint and determine the number of the members the Consultative Committee. The members of the Consultative Committee meeting shall be entitled to a sitting allowance determined by a Presidential Order."
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council | Section 2: The Executive Secretariat | Section 3: Consultative Committee.",
      "section": "30",
      "title": "Article 30 - Invitation and chairing of",
      "content": "Consultative Committee meeting The meeting of the members of Consultative Committee shall be convened chaired by the Chief Gender Monitor and the relevant Deputy Chief Gender Monitor case of his or her absence. The meeting of the Consultative Committee shall be held once in six (6) months and at time it is considered necessary in presence at least a half (1/2) of its members. The invitation of the Consultative Committee meeting shall be in writing and indicate on the agenda at least fifteen (15) days before it is held."
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council | Section 2: The Executive Secretariat | Section 3: Consultative Committee.",
      "section": "31",
      "title": "Article 31 - Reasons for removal",
      "content": "member of the Consultative Committee A member of the Consultative Committee shall leave such an office if: 1° his or her term of office expires; 2° he or she resigns in writing; 3° he or she is no longer able to perform or her duties due to physical or mental disability certified by an authorized medical doctor; 4° definitively sentenced to a term imprisonment equal to or exceeding six months without any suspension; 5° he or she is absent in meetings for two consecutive times in a year with justified reasons; 6° he or she no longer fulfils the requirements considered at the time of his or appointment in such an office; 7° he or she jeopardises the interests of Office; 8° he or she confesses and pleads guilty the crime of genocide; 9° he or she is characterised by genocide ideology; 10° he or she demonstrates behaviours contrary to his or her responsibilities; 11° he or she demonstrates behaviours contrary to the principles of gender; 12° he or she dies."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER IV: PROPERTY OF THE",
      "section": "32",
      "title": "Article 32 - Replacement of a member of",
      "content": "Consultative Committee The Chief Gender Monitor shall report to relevant body if any member of Consultative Committee is not worth membership or if he or she is no longer in or her position in accordance with provisions of Article 31 of this Law. In case one of the members of the Consultative Committee leaves his or her duties before or her term of office expires, the relevant authorities shall appoint his or her substitute complete the remaining term of office. Resignation of a member of the Consultative Committee shall be tendered in writing to Prime Minister via registered mail or one requiring official receipt. In default of any response within a period of thirty (30) days, the resignation shall be considered approved. A member of the Consultative Committee leaves office due to any reason shall be replaced within a period not exceeding three (3) months from the period he or she leaves office. The substitute shall complete the remaining term of office of the person replaced. Provisions of paragraph 4 of this article shall not apply if the remaining term of office of person to be replaced does not exceed six months. OFFICE"
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER V: FINAL PROVISIONS",
      "section": "36",
      "title": "Article 36 - Commencement",
      "content": "LAW N° 51/2007 OF 20/09/2007 DETERMINING THE RESPONSIBILITIES, ORGANISATION AND FUNCTIONING THE GENDER MONITORING OFFICE RWANDA We, KAGAME Paul, President of the Republic; THE PARLIAMENT HAS ADOPTED AND WE SANCTION, PROMULGATE THE FOLLOWING LAW AND ORDER IT BE PUBLISHED IN THE OFFICIAL GAZETTE OF THE REPUBLIC RWANDA. THE PARLIAMENT: The Chamber of Deputies, in its session of June 6, 2007; The Senate, in its session of 30 April 2007: Pursuant to the Constitution of the Republic Rwanda of June 4, 2003 as amended to especially in Articles 9, 11, 62, 66, 67, 88, 90, 92, 93, 95, 108, 113, 118, 185 and 201; ADOPTS: CHAPITRE ONE: GENERAL DISPOSITIOCHAPITRE PROVISIONS"
    },
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER V: FINAL PROVISIONS",
      "section": "1",
      "title": "Article 1 - Scope of this Law",
      "content": "This Law determines the responsibilities, organisation and the functioning of the Gender Monitoring Office in national development, referred to as the “Office” in the following provisions."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER V: FINAL PROVISIONS",
      "section": "2",
      "title": "Article 2 - Definitions of terms",
      "content": "In this Law, these words have the following definitions: gender: a concept that refers responsibilities, rights, opportunities, respect and value a person receives from society accordance with his/her sex, and which likely to change in relation to time, culture other criteria; disparities: inequalities between women and men in terms of their role in activities, opportunities and rights in general; gender equality: a situation where women and men fully enjoy the same opportunities fulfilling their human rights and utilising potential, and gain access to participation in all developmental activities from a political, economic, social and cultural perspective, and benefit equally from related results; gender based violence: any behaviour aimed at sexual relations or any other sexual behaviour which affects the dignity of a or a female victim, whether such behaviour may be from a superior at the work place, school or whether from families as well from elsewhere. gender and development: the development planning process that is based on analysis integration of various situations and needs women and men aimed at creating conditions for the development of gender equality complementarity. gender mainstreaming in development programmes: a process which aims sensitising all organisations to recognise gender and restore delays in gender development programmes."
    },
    {
      "provision_ref": "art61",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council",
      "section": "61",
      "title": "Article 61 - of the Constitution before",
      "content": "Supreme Court."
    },
    {
      "provision_ref": "artshall-not",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council",
      "section": "shall not",
      "title": "Article shall not - apply if the remaining period",
      "content": "of the term for the person to be replaced not exceed six (6) months."
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council",
      "section": "21",
      "title": "Article 21 - Organs that are given reports",
      "content": "The Office shall, each year, submit its plan action and the activity reports to the Cabinet and reserve copies for both Chambers of Parliament and the Supreme Court."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council | Section 2: The Executive Secretariat",
      "section": "22",
      "title": "Article 22 - Reporting schedule",
      "content": "The Chief Gender Monitor shall submit to Prime Minister the activity report of the Office of the previous year and the plan of action the year that has begun not later than March of that year."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council | Section 2: The Executive Secretariat",
      "section": "23",
      "title": "Article 23 - The Executive Secretariat",
      "content": "The Office has an Executive Secretariat headed by an Executive Secretary appointed by an Order of the Prime Minister."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council | Section 2: The Executive Secretariat",
      "section": "24",
      "title": "Article 24 - Staff recruitment",
      "content": "The Office shall recruit its support staff daily activities in accordance with the general statutes for Rwanda Public Service."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council | Section 2: The Executive Secretariat | Section 3: Consultative Committee.",
      "section": "26",
      "title": "Article 26 - Organisational structure",
      "content": "The organisational structure of the Office be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council | Section 2: The Executive Secretariat | Section 3: Consultative Committee.",
      "section": "27",
      "title": "Article 27 - Consultative Committee",
      "content": "The High Monitoring Council of the Office shall be assisted by the Consultative Committee composed of persons different institutions. They shall be Rwandans characterised by integrity, discernment ability to fulfil their responsibilities. Members of the Consultative committee serve for a term of three (3) years which be renewable only once. At least thirty per cent (30%) of the members of the Consultative Committee shall women."
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER III: ORGANISATION | Section One: The High Monitoring Council | Section 2: The Executive Secretariat | Section 3: Consultative Committee.",
      "section": "29",
      "title": "Article 29 - Responsibilities",
      "content": "Consultative Committee The Consultative Committee shall have responsibilities for: 1° advising the High Monitoring Council the Office in order to fulfil responsibilities; 2° providing advice and suggestions on issues the High Monitoring Office submits to members of the Consultative Committee or those they themselves identify; 3° of providing suggestions on the planning report on the activity of the Office."
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER IV: PROPERTY OF THE",
      "section": "33",
      "title": "Article 33 - The property of the Office",
      "content": "The property of the Office shall comprise movables and immovables.. It shall come from the following: 1° State budget; 2° subsidies, donations and bequest."
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER V: FINAL PROVISIONS",
      "section": "34",
      "title": "Article 34 - Use and audit of budget",
      "content": "The budget of the Office shall be used accordance with the laws governing public finance, The Auditor General of the State Finances shall control the use of the budget of the Office."
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER V: FINAL PROVISIONS",
      "section": "35",
      "title": "Article 35 - Abrogating provisions",
      "content": "All previous legal provisions contrary to Law are hereby abrogated."
    }
  ],
  "definitions": [
    {
      "term": "disparities",
      "definition": "inequalities between women and men in terms of their role in activities, opportunities and rights in general",
      "source_provision": "art2"
    },
    {
      "term": "gender equality",
      "definition": "a situation where women and men fully enjoy the same opportunities fulfilling their human rights and utilising potential, and gain access to participation in all developmental activities from a political, economic, social and cultural perspective, and benefit equally from related results",
      "source_provision": "art2"
    },
    {
      "term": "gender based violence",
      "definition": "any behaviour aimed at sexual relations or any other sexual behaviour which affects the dignity of a or a female victim, whether such behaviour may be from a superior at the work place, school or whether from families as well from elsewhere",
      "source_provision": "art2"
    }
  ]
}
