{
  "id": "rw-law-2016-16",
  "type": "statute",
  "title": "Law on Plant Health Protectionin Rwanda",
  "title_en": "Law on Plant Health Protectionin Rwanda",
  "short_name": "Law 16 of 2016",
  "status": "repealed",
  "issued_date": "2016-05-10",
  "in_force_date": "2016-05-30",
  "url": "https://rwandalii.org/akn/rw/act/law/2016/16/eng@2016-05-30",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines modalities for plant health protection in Rwanda. It also provides for strategies meant to control and contain the establishment of pests or diseases and matters connected with living organisms."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purposes of this Law, the following terms have the following meanings: 1º area: any place of activities; 2º area of low pest prevalence: area, whether on the whole or part of the Rwandan territory, in which a specific pest occurs at low levels and which is subject to surveillance, control or eradication measures; 3º growing medium: anthill or any material in which a plant root is growing; 4º point of entry: seaport, road, land border point, airport, railway station or post office; 5º introduction of a pest: entry of a pest into an area where it is not yet present, or present but not widely distributed and being officially controlled; 6º pest free area: area in which a specific pest is absent as demonstrated by scientific evidence and in which this condition is being maintained; 7º quarantine: confinement by a competent authority of plants or plant products for observation, research or inspection and testing of their compliance with phytosanitary regulations; 8º confinement: to keep a plant to verify that it complies with the requirements; 9º containment: application of phytosanitary measures in or around an infested area to prevent spread of a pest or a disease; 10º establishment: perpetuation of a pest or a disease within an area after entry; 11º biological control agent: organism used for pest control; 12º infested: infected or affected by a pest or a disease; 13º phytosanitary certificate: official document issued by a competent authority, attesting that a plant meets phytosanitary regulations; 14º phytosanitary certificate for re-export: phytosanitary certificate which allows transit status to a plant; 15º pre-clearance: document indicating phytosanitary status of a plant which is issued in advance by the competent authority of the area of origin and which reaches the country of destination before arrival of a plant or plant product; 16º germplasm: plant intended for use in breeding or conservation program; 17º quarantine station: official station for temporarily holding a plant, a plant product or other related regulated article for phytosanitary, research, inspection, monitoring, confinement or destruction purposes; 18º plant product: unmanufactured material of plant origin or any manufactured product that, by its nature or that of its processing, may create a risk for the introduction or spread of a pest or a disease; 19º packaging: material used to carry, store, protect or monitor a plant or a plant product; 20º container: a box, or any other receptacle used to carry any plant or plant product; 21º plant: seed or part of a living plant allowing a plant to grow; 22º beneficial organism: any biological entity which directly or indirectly fixes itself on a material, plant or plant products and which is useful in controlling pests; 23º regulated article: any storage place, packaging of a plant or a plant product, wood packaging material, container, soil or other growing medium and any other material capable of harbouring or spreading a pest or disease, deemed to require phytosanitary measures, particularly where international transportation is involved; 24º pest: any species that is injurious to a plant, a plant product, animal health or human health; 25º regulated pest: a quarantine pest or a nonquarantine pest which has to be reduced because it is harmful to a plant or because it violates phytosanitary standards; 26º regulated non-quarantine pest: regulated pest which, following its level of impact on the production, does not need to be quarantined, but for which reduction measures have to be taken; 27º quarantine pest: a pest of potential economic importance to the area endangered thereby and not yet present there, or present but not widely distributed and being officially controlled against; 28º phytosanitary measure: legislation or official procedure having the purpose to contain and control the establishment or spread of any pest or disease, or to limit the economic impact of a non- quarantine pest or disease; 29º invasive alien species: alien species that invade the natural space and that can harm such a space; 30º pest risk analysis: process of evaluating biological or other scientific evidence to determine the strength of compliance with phytosanitary measures; 31º surveillance: official process which collects and records data on pest presence and nature of pest in a given area; 32º eradication: application of phytosanitary measures to eliminate a pest or a plant disease from an area; 33º control: suppression, containment or eradication of a pest population; 34º treatment: official procedure for the killing, removal or inactivation of a pest; 35º Minister: Minister in charge of agriculture and animal resources; 36º wood packaging: wood or wood product used in supporting, storing, protecting or carrying any plant and plant product or any other commodity unrelated thereto; 37º inspection: official visual examination of a plant and a plant product or other article to determine if a pest or a disease is present or to determine compliance with phytosanitary regulations; 38º conveyance means: any object, aircraft, train, vehicle, ship, animal or any other means used to convey a plant, plant product, pest, planteating organisms from one place to another; 39º soil: layer of earth which supports living organisms such as human beings, animals and various types of plants and non-living organisms such as rocks, buildings, various types of infrastructure, water streams, lakes as well as the underground and surface space thereto related; 40º consignment: quantity of plants, plant products or other articles moved from one country to another and covered, where required, by a phytosanitary certificate; 41º outbreak: a recently detected pest population or disease, including an incursion or an increase of an established pest population in that area; 42º importer: any person who, whether as owner, consignor, consignee, agent, broker or otherwise, is in possession of articles subject to inspection, whether a plant, plant product, pest, plant -eating organism or any other article imported into Rwanda; 43º competent authority: institution in charge of plant health protection in Rwanda."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Importing plants",
      "section": "3",
      "title": "Article 3 – Importing a plant and a plant product",
      "content": "Importing any plant, plant product or any other article which can contribute to pest or disease spread is subject to a licence and a phytosanitary certificate issued by the competent authority."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Importing plants",
      "section": "4",
      "title": "Article 4 – Plant or plant product that does not require licence and a phytosanitary certificate for importation",
      "content": "Any plant or plant products or any other material capable of spreading a pest or disease that does not require a licence and a phytosanitary certificate for importation are determined by an Order of the Minister."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Importing plants",
      "section": "5",
      "title": "Article 5 – Granting or refusal of a licence to import plants and plant products",
      "content": "An applicant meeting the requirements set by the competent authority is granted a licence within a period not exceeding thirty (30) days as of the date of receipt of the application. Such a licence clearly indicates its purpose and period of validity. However, where the applicant is not granted the licence within the period referred to under Paragraph One of this Article, he/she is informed thereof in a written notice indicating the grounds for refusal or, in the event of lack of some documents, he/she is requested to bring them."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Importing plants",
      "section": "6",
      "title": "Article 6 – Appeal against the refusal of granting a licence",
      "content": "Where the applicant is not granted the licence, he/she may appeal to the Minister in writing within a period not exceeding thirty (30) days as of the date on which he/she received the written notice of refusal. Where the applicant is not satisfied with the decision taken by the Minister, he/she refers the matter to the competent court."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Importing plants",
      "section": "7",
      "title": "Article 7 – Revocation of a licence",
      "content": "A licensee may have his/her licence revoked by the authority which issued it. The person whose licence is revoked is notified in writing within a period not exceeding seven (7) days and is given the grounds for such a revocation."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Importing plants",
      "section": "8",
      "title": "Article 8 – Appeal against revocation of a licence",
      "content": "Where a licensee has his/her licence revoked, he/she may appeal to the Minister in writing within a period not exceeding thirty (30) days as of the date on which he/she received the written notice of revocation."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Importing plants",
      "section": "9",
      "title": "Article 9 – Loss of a licence",
      "content": "Where a licensee loses a licence while it is still valid, he/she must inform, in writing, the authority which issued it. Within seven (7) days as of receipt of such notification, the competent authority must issue to him/her a document in lieu of such a licence."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Importing plants",
      "section": "10",
      "title": "Article 10 – Phytosanitary inspection of a plant and plant product",
      "content": "Any plant or plant products meant for importation into Rwanda or for exportation must be subject to inspection in the relevant area and the inspection is carried out by employees of the competent authority. Any person entering Rwanda by air or by road with plants or plant products whether as accompanied or checked-in baggage, must declare such items to a competent employee at the point of entry. However, any importer of a plant or plant product may request that the inspection be carried out when the plant or plant product has reached its destination and such a request must indicate the reasons thereof."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Importing plants",
      "section": "11",
      "title": "Article 11 – Action to be taken with regard to unlawfully imported plant, plant product or any other product",
      "content": "An inspector, after establishing that a plant or a plant product has entered the country illegally, may proceed to the confinement, holding, treatment or destruction of a plant, a plant product and any regulated article as well as its container, without compensation where: 1º it is imported without any authorization; 2º it is imported in violation of the licence granted to him/her. Provisions of Paragraph One of this Article are implemented only after notification thereof is effected to the concerned party. Implementation modalities and time limits are determined by an Order of the Minister."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Importing plants",
      "section": "12",
      "title": "Article 12 – Treatment of an infested plant or plant product",
      "content": "Where a plant, a plant product is infested with a pest or disease or presents a risk of the establishment of such a pest or disease, it is confined by an inspector upon a written notification to the importer or through an announcement where the environment is at stake. Basing on provisions of Paragraph One of this Article, an inspector may order the concerned party to treat his/her plant or plant product as it presents some risks, return it to its place of origin or quarantine it. An inspector shall immediately destroy, without compensation, any plant, plant product or any other regulated article where the inspection establishes that such plant, plant product or article is infested with quarantine pest or disease. Expenses incurred by such a destruction are borne by the owner. When the owner is not satisfied with the decision taken, he/she appeals to the relevant authorities."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Importing plants",
      "section": "13",
      "title": "Article 13 – Treatment of an abandoned consignment",
      "content": "The competent authority may dispose of by sale or destroy any monitored or unmonitored consignment imported into Rwanda which, after fourteen (14) days, is not claimed."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Importing plants",
      "section": "14",
      "title": "Article 14 – Modalities for inspection of premises, vehicle, vessel, train and aircraft containing a plant",
      "content": "An inspector may, by any means, enter in any area where a plant or a plant product was introduced including premises, vehicle, vessel, train or aircraft in order to inspect them and take a decision. Where the inspector suspects that there is a pest or disease introduction in any way, the inspector writes to the owner or carrier of the consignment and provides a copy to the competent authority requesting to allow no entry to consignment, to return it to the place of origin, to allow it transit to another country, to keep it in quarantine, to monitor it or to destroy it in case reasons to do so are provided."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Importing plants",
      "section": "15",
      "title": "Article 15 – Obligations of consignment carrier",
      "content": "The owner of a vessel, vehicle, train, aircraft or any other conveyance carrying a consignment as well as his/her conductor and passenger must, upon arrival at the point of entry, do the following: 1° provide an inspector with such documents and other relevant information concerning what he/she carries as the inspector may require; 2° complete an information request form concerning vessel, vehicle, train, aircraft or any other article he/she carries as the inspector may require; 3° prevent any plant or plant product from being unloaded unless otherwise permitted by the inspector."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Importing plants",
      "section": "16",
      "title": "Article 16 – Inspection of storage places, goods and other articles in transit that may spread pests and diseases",
      "content": "An inspector may inspect any storage place, goods or any other articles in transit in the event they may spread pests or diseases. Where the inspector establishes that a storage place, goods or any other articles in transit may spread pests, he/she orders the importer to remove pests, to change the storage place or destroy it without any compensation if the pest or disease may not be removed. The removal of pests or diseases is carried out at any time a defect is identified."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Importing plants",
      "section": "17",
      "title": "Article 17 – Modalities for confining a vessel, a vehicle, a train, an aircraft or any other means of conveyance",
      "content": "An inspector may confine any vessel, vehicle, train, aircraft or any other means of conveyance where the inspector establishes on such means of conveyance the presence of a pest or disease that poses a risk to the country. In that case, he/she orders their owner, custodian or conductor to take actions meant for removing the pest or disease, or for risk avoidance. The owner bears expenses incurred in that process. An Order of the Minister determines modalities thereof."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Importing plants",
      "section": "18",
      "title": "Article 18 – Prevention of introduction of invasive alien species or diseases",
      "content": "Upon advice of the competent authority, the Minister, for the purposes of prevention from the introduction of invasive alien species or diseases into the country, determines conditions at the issuance of plant or plant product import licence."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – Importing plants",
      "section": "19",
      "title": "Article 19 – Declaration of pest or disease outbreak",
      "content": "An Order of the Minister declares a pest or disease outbreak. It also indicates the area concerned with the outbreak, measures and instructions to be made for the purpose of preventing and urgently fighting such a pest or disease."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – Importing plants",
      "section": "20",
      "title": "Article 20 – Importation of pest, plant or plant product for scientific and research purposes",
      "content": "A pest, a plant or a plant product may be imported into Rwanda for scientific and research purposes. Importation modalities are determined by an Order of the Minister."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter II – Importing plants",
      "section": "21",
      "title": "Article 21 – Designation of quarantine station of a plant",
      "content": "Any quarantine plant or plant product is sent to a station designated by the competent authority."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter II – Importing plants",
      "section": "22",
      "title": "Article 22 – Duties of customs officers or any other authorised officer",
      "content": "A custom officer or any other authorised officer collaborates with an inspector of the competent authority to check whether the imported products comply with requirements."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter II – Importing plants",
      "section": "23",
      "title": "Article 23 – Powers of inspectors in relation to imported plant, plant products or other regulated articles",
      "content": "An inspector may, where he/she considers it necessary, enter in any area for the purposes of inspection of and information gathering from an area in which a pest or a disease is suspected and the owner bears the cost of such a pest control activity."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter II – Importing plants",
      "section": "24",
      "title": "Article 24 – Modalities to inspect a plant or a plant product",
      "content": "An Order of the Minister specifies modalities for inspection, prohibition, restriction and importation of a plant, plant product, quarantine pest, beneficial organisms or any other elements that can contain and spread pests or diseases."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Containment and eradication of pests and diseases",
      "section": "25",
      "title": "Article 25 – Notification of presence of pest or disease",
      "content": "Any person who notices or suspects the presence of a pest in a given area must notify the nearest administration so that the latter notifies the competent authority."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Containment and eradication of pests and diseases",
      "section": "26",
      "title": "Article 26 – Declaration of a quarantine",
      "content": "An Order of the Minister determines a quarantine area and modalities for eradication of a pest, disease or epidemic disease."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter III – Containment and eradication of pests and diseases",
      "section": "27",
      "title": "Article 27 – Obligation of the land owner",
      "content": "Any person on whose land a pest or disease is present must implement measures as prescribed by the competent authority for the purposes of containment and eradication of a pest or a disease on that land."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter III – Containment and eradication of pests and diseases",
      "section": "28",
      "title": "Article 28 – Cost for treatment of a pest or disease",
      "content": "The cost and responsibility for any action to treat pests or diseases are borne by the owner. For the case of an epidemic disease or a quarantine pest, the cost is borne by the Government."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter III – Containment and eradication of pests and diseases",
      "section": "29",
      "title": "Article 29 – Quarantine lifting",
      "content": "An Order of the Minister Order lifts quarantine either on a part or on the whole of the area in which a pest or a disease was present."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter III – Containment and eradication of pests and diseases",
      "section": "30",
      "title": "Article 30 – Declaration of a pest or disease infested or free area",
      "content": "An Order of the Minister declares a pest or disease infested or free area."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Phytosanitary certificate",
      "section": "31",
      "title": "Article 31 – Phytosanitary certificate",
      "content": "The export of a plant or plant product requires a phytosanitary certificate issued by the competent authority. The phytosanitary certificate is issued to a person meeting requirements set by the country of destination of the plant or plant product. The format of a phytosanitary certificate is determined by an Order of the Minister."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter V – Final provisions",
      "section": "32",
      "title": "Article 32 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter V – Final provisions",
      "section": "33",
      "title": "Article 33 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter V – Final provisions",
      "section": "34",
      "title": "Article 34 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
