{
  "id": "rw-law-2016-15",
  "type": "statute",
  "title": "Law governing Ceremonies to Commemorate the Genocide against the Tutsi and Organisation and Management of Memorial Sites for Tutsi",
  "title_en": "Law governing Ceremonies to Commemorate the Genocide against the Tutsi and Organisation and Management of Memorial Sites for Tutsi",
  "short_name": "Law 15 of 2016",
  "status": "repealed",
  "issued_date": "2016-05-02",
  "in_force_date": "2016-05-30",
  "url": "https://rwandalii.org/akn/rw/act/law/2016/15/eng@2016-05-30",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs the ceremonies to commemorate the Genocide against the Tutsi and the organization and management of memorial sites for the Genocide against the Tutsi."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For purposes of this Law, the following terms are defined as follows: 1° mourning period: a period of sorrow during which Rwandans and their friends have a special occasion to devote sufficient time to the activities organized in memory of the victims of the Genocide against the Tutsi; 2° trauma caused by Genocide against the Tutsi: change in behaviour, attitude and mental condition of a person as a result of what he/she experienced, was subjected to, witnessed or heard during the Genocide against the Tutsi that belies his/her understanding; 3° monument for the Genocide against the Tutsi: a structure erected either in Rwanda or abroad in a location other than where bodies of the victims of the Genocide against the Tutsi are buried which is reminiscent of the history of the Genocide against the Tutsi; 4° Genocide against the Tutsi: the Genocide perpetrated against the Tutsi between 1 st October 1990 and 31 st December 1994; 5° commemoration: an occasion for honouring and restoring the dignity of the victims of the Genocide against the Tutsi as well as performing other activities intended to address the consequences of the Genocide against the Tutsi while ensuring that genocide never happens again; 6° Minister: Minister in charge of commemoration and memorial sites for the Genocide against the Tutsi; 7° memorial site for the Genocide against the Tutsi: a place where bodies of the victims of the Genocide against the Tutsi are laid to rest and where some of the facts of the Genocide against the Tutsi are kept."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Ceremonies to commemorate the Genocide against the Tutsi",
      "section": "3",
      "title": "Article 3 – Commemoration of the Genocide against the Tutsi",
      "content": "Commemoration of the Genocide against the Tutsi is permanent. The commemoration program includes a week of mourning that lasts for seven (7) days from April 7 to April 13 of each year. The program also comprises a period of one hundred (100) days of remembrance that starts at the same time as the week of mourning and ends on July 03 of each year."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Ceremonies to commemorate the Genocide against the Tutsi",
      "section": "4",
      "title": "Article 4 – Activities organized during the period of commemoration",
      "content": "Activities organized during the period of commemoration include: 1º burial of bodies of victims of the Genocide against the Tutsi in case they are discovered; 2º visits to and maintenance of memorial sites for the Genocide against the Tutsi; 3º restoration of dignity to the victims of the Genocide against the Tutsi, visiting, comforting and assisting Genocide survivors and other feasible activities related to the commemoration. If a march of remembrance is organized during the commemoration, it shall take place peacefully and be notified in writing to the administration, security services and health services at least five (5) days ahead to enable the mentioned organs to attend with a view of ensuring safety, preventing any case of possible trauma and attending to trauma victims."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Ceremonies to commemorate the Genocide against the Tutsi",
      "section": "5",
      "title": "Article 5 – Venue for commemoration ceremonies",
      "content": "Organizers of the commemoration ceremonies identify the venue. The venue for commemoration ceremonies must have a symbolic meaning related to the history of the Genocide against the Tutsi or be accessible to the population. The venue must also be communicated to administrative organs, security services and health services. The site for closing ceremonies of the period of one hundred (100) days is jointly prepared by the Ministry in charge of commemoration, the National Commission for the Fight against Genocide and associations working for the defence of interests of Genocide survivors."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Ceremonies to commemorate the Genocide against the Tutsi",
      "section": "6",
      "title": "Article 6 – Organization of ceremonies of commemoration",
      "content": "The organization of ceremonies of commemoration of victims of the Genocide against the Tutsi is determined by an Order of the Minister."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Ceremonies to commemorate the Genocide against the Tutsi",
      "section": "7",
      "title": "Article 7 – Role of various entities in commemoration of the Genocide against the Tutsi",
      "content": "Every State organ, government institution, embassy accredited to Rwanda, private institution, national non-governmental organization, international non-governmental organization and faith-based organization organizes a day of remembrance of the Genocide against the Tutsi and participates in all commemoration-related activities."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Ceremonies to commemorate the Genocide against the Tutsi",
      "section": "8",
      "title": "Article 8 – Colour and logo during commemoration period",
      "content": "The colour and logo used during the period of commemoration are determined by an Order of the Minister."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Ceremonies to commemorate the Genocide against the Tutsi",
      "section": "9",
      "title": "Article 9 – Conduct during the commemoration period",
      "content": "All entertainment and leisure activities are prohibited during the week of mourning. At any other time of the commemoration period, activities referred to in Paragraph One of this Article are prohibited at the venues where commemoration activities are held."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Organization and management of memorial sites for the Genocide against the Tutsi",
      "section": "10",
      "title": "Article 10 – Categories of memorial sites for the Genocide against the Tutsi",
      "content": "Memorial sites for the Genocide against the Tutsi are classified as follows: 1º a national memorial site for the Genocide against the Tutsi; 2º a district memorial site for the Genocide against the Tutsi; 3º a memorial site for the Genocide against the Tutsi located abroad; 4º an international memorial site for the Genocide against the Tutsi. A national memorial site for the Genocide against the Tutsi must have a special history of national relevance relating to the planning and execution of the Genocide against the Tutsi. In every District, there shall be at least one District memorial site for the Genocide against the Tutsi. Part of the characteristics of a District memorial site for the Genocide against the Tutsi must be reminiscent of the history of the Genocide against the Tutsi in that District. An Order of the Minister determines other criteria for categorizing a memorial site for the Genocide against the Tutsi as a national memorial site or a District memorial site."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Organization and management of memorial sites for the Genocide against the Tutsi",
      "section": "11",
      "title": "Article 11 – Domain of a memorial site for the Genocide against the Tutsi as property",
      "content": "A memorial site for the Genocide against the Tutsi forms part of the State’s public domain. Upon agreement between the Rwandan Government and relevant international bodies, a memorial site for the Genocide against the Tutsi may be inscribed on the world heritage list upon approval by a Presidential Order."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Organization and management of memorial sites for the Genocide against the Tutsi",
      "section": "12",
      "title": "Article 12 – Construction standards for and features of a memorial site for the Genocide against the Tutsi and its features",
      "content": "Without prejudice to the provisions of this Law, an Order of the Minister determines standards for the construction and maintenance of a memorial site for the Genocide against the Tutsi as well as the logo of the Genocide against the Tutsi to be put on each memorial site for the Genocide against the Tutsi and other features of such a memorial site."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Organization and management of memorial sites for the Genocide against the Tutsi",
      "section": "13",
      "title": "Article 13 – Activities conducted at a memorial site for the Genocide against the Tutsi",
      "content": "Except for the activities conducted at a memorial site for the Genocide against the Tutsi that are provided for in this Law, all other such activities shall be authorised in writing by the National Commission for the Fight against Genocide. When it is evident that an area in which bodies of the victims of the Genocide against the Tutsi are laid to rest is completely full, the graves are permanently closed."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Organization and management of memorial sites for the Genocide against the Tutsi",
      "section": "14",
      "title": "Article 14 – Visit to a memorial site for the Genocide against the Tutsi",
      "content": "An Order of the Minister determines procedures and conditions for paying visits to a memorial site for the Genocide against the Tutsi. The National Commission for the Fight against Genocide or the District authorities depending on whether the memorial site for the Genocide against the Tutsi is a national or District memorial site, monitors the management of the assistance given to the memorial site by visitors and decides on its use for the maintenance of the memorial sites."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Organization and management of memorial sites for the Genocide against the Tutsi",
      "section": "15",
      "title": "Article 15 – Consolidation of memorial sites for the Genocide against the Tutsi",
      "content": "Memorial sites for the Genocide against the Tutsi are permanent and shall not be moved. However, if deemed necessary and for their better maintenance, memorial sites for the Genocide against the Tutsi may be consolidated. A Presidential Order determines modalities for the consolidation of memorial sites of the Genocide against the Tutsi. When memorial sites for the Genocide against the Tutsi are consolidated, depending on specific history of a site from which a memorial has been moved, a sign reminiscent of that history must remain at the site."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Organization and management of memorial sites for the Genocide against the Tutsi",
      "section": "16",
      "title": "Article 16 – Burial",
      "content": "The bodies of victims of the Genocide against the Tutsi that are discovered shall be buried in dignity at a memorial site for the Genocide against the Tutsi with authorization from the District where the site is located and the National Commission for the Fight against Genocide is informed thereof; or the authorization is granted by the National Commission for the Fight against Genocide if the site is at the national level. While such bodies are not yet laid to rest, District authorities inform the National Commission for the Fight against Genocide, in order to take necessary measures for efficient and sustainable preservation of the bodies. Body that are damaged or bodies that have not been treated for preservation thereof as required in the preceding paragraph are laid to rest in dignity. It is prohibited to cremate or damage in any way bodies of the victims of the Genocide against the Tutsi."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Organization and management of memorial sites for the Genocide against the Tutsi",
      "section": "17",
      "title": "Article 17 – Role of authorities in burial activities",
      "content": "District authorities have the obligation to search for bodies of victims of the Genocide against the Tutsi that are not yet buried or bodies that are not buried in dignity, and to do utmost to lay them to rest in dignity in a period of three (3) months from when the bodies are discovered. The authorities also have the obligation to provide all that is needed to ensure the smooth running of such a process."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Organization and management of memorial sites for the Genocide against the Tutsi",
      "section": "18",
      "title": "Article 18 – Transfer of bodies of victims of the Genocide against Tutsi",
      "content": "Bodies of victims of the Genocide against the Tutsi that were buried in a place other than a memorial site for the Genocide against the Tutsi, on the initiative of families of the victims of the Genocide against the Tutsi or in agreement with authorities of the District where the bodies are located, are transferred to memorial sites for the Genocide against the Tutsi provided for in this Law to be laid to rest in dignity. It is prohibited to transfer a body of a victim of the Genocide against the Tutsi from a memorial site for the Genocide against the Tutsi to be buried in an ordinary cemetery or elsewhere."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Organization and management of memorial sites for the Genocide against the Tutsi",
      "section": "19",
      "title": "Article 19 – Unburied bodies of the victims of the Genocide against the Tutsi",
      "content": "Bodies of victims of the Genocide against the Tutsi that were not laid to rest for sustainable preservation of evidence of the Genocide against the Tutsi must be well treated and kept safe in a memorial site for the Genocide against the Tutsi and be put in a respectable location."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Organization and management of memorial sites for the Genocide against the Tutsi",
      "section": "20",
      "title": "Article 20 – Historical sites for the victims thrown into water, papyrus swamps and caves",
      "content": "Where there are victims who were thrown into water, papyrus swamps, caves or in any other specific place, the National Commission for the Fight against Genocide or the District determine the symbol reflecting the history of that place."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Organization and management of memorial sites for the Genocide against the Tutsi",
      "section": "21",
      "title": "Article 21 – Place for erection of the monument for the Genocide against the Tutsi",
      "content": "The monument for the Genocide against the Tutsi may be erected in a public or private institution, in a foreign country or in such other location as may be determined by competent authorities."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Organization and management of memorial sites for the Genocide against the Tutsi",
      "section": "22",
      "title": "Article 22 – Management of a national memorial site for the Genocide against the Tutsi",
      "content": "The National Commission for the Fight against Genocide in collaboration with the District where a memorial site for the Genocide against the Tutsi at the national level is located are responsible for its management. The National Commission for the Fight against Genocide is responsible for raising required funds to build a memorial site for the Genocide against the Tutsi at the national level, repairing it and monitoring its day-to-day management."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Organization and management of memorial sites for the Genocide against the Tutsi",
      "section": "23",
      "title": "Article 23 – Management of a District memorial site for the Genocide against the Tutsi",
      "content": "The management of a District memorial site for the Genocide against the Tutsi is the responsibility of the District where the site is erected. The District includes in its annual budget funds earmarked for the construction, repair and monitoring of the day-to-day management of a District memorial site for the Genocide against the Tutsi. Every District, in collaboration with Rwanda National Police, sets up mechanisms to ensure security of the memorial site for the Genocide against the Tutsi located in its jurisdiction."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Organization and management of memorial sites for the Genocide against the Tutsi",
      "section": "24",
      "title": "Article 24 – Management of a memorial site for the Genocide against the Tutsi located abroad",
      "content": "A memorial site for the Genocide against the Tutsi located abroad is managed by the Ministry in charge of Foreign Affairs through the Rwandan embassy in the country where the memorial site is erected. The Ministry in charge of Foreign Affairs includes in its annual budget funds earmarked for the maintenance of a memorial site for the Genocide against the Tutsi located abroad."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Organization and management of memorial sites for the Genocide against the Tutsi",
      "section": "25",
      "title": "Article 25 – Funds for the construction and maintenance of a memorial site for the Genocide against the Tutsi",
      "content": "Funds required to build and carry out maintenance of a memorial site for the Genocide against the Tutsi come from the following: 1º State budget allocations; 2º various donations; 3º various grants."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Organization and management of memorial sites for the Genocide against the Tutsi",
      "section": "26",
      "title": "Article 26 – Staff in charge of memorial sites for the Genocide against the Tutsi",
      "content": "Every memorial site for the Genocide against the Tutsi shall have the necessary staff responsible for its management and maintenance and tasked to thoroughly explain the history of the Genocide against the Tutsi. The permanent staff responsible for the management of national memorial sites for the Genocide against the Tutsi at the national level are appointed by the National Commission for the Fight against Genocide. The staff responsible for the management of District memorial sites for the Genocide against the Tutsi are appointed by the District where such memorial sites for the Genocide against the Tutsi are located. The staff responsible for memorial sites for the Genocide against the Tutsi located abroad are appointed by the Rwandan embassy where the memorial site for the Genocide against the Tutsi is located. The staff responsible for the management of memorial sites for the Genocide against the Tutsi are governed by the general statutes for public service."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Final provisions",
      "section": "27",
      "title": "Article 27 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – Final provisions",
      "section": "28",
      "title": "Article 28 – Repealing provision",
      "content": "Law n° 56/2008 of 10/09/2008 governing memorial sites and cemeteries of victims of the Genocide against the Tutsi in Rwanda and all prior provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IV – Final provisions",
      "section": "29",
      "title": "Article 29 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "trauma caused by Genocide against the Tutsi",
      "definition": "change in behaviour, attitude and mental condition of a person as a result of what he/she experienced, was subjected to, witnessed or heard during the Genocide against the Tutsi that belies his/her understanding",
      "source_provision": "art2"
    },
    {
      "term": "monument for the Genocide against the Tutsi",
      "definition": "a structure erected either in Rwanda or abroad in a location other than where bodies of the victims of the Genocide against the Tutsi are buried which is reminiscent of the history of the Genocide against the Tutsi",
      "source_provision": "art2"
    },
    {
      "term": "Genocide against the Tutsi",
      "definition": "the Genocide perpetrated against the Tutsi between 1 st October 1990 and 31 st December 1994",
      "source_provision": "art2"
    },
    {
      "term": "commemoration",
      "definition": "an occasion for honouring and restoring the dignity of the victims of the Genocide against the Tutsi as well as performing other activities intended to address the consequences of the Genocide against the Tutsi while ensuring that genocide never happens again",
      "source_provision": "art2"
    },
    {
      "term": "Minister",
      "definition": "Minister in charge of commemoration and memorial sites for the Genocide against the Tutsi",
      "source_provision": "art2"
    },
    {
      "term": "memorial site for the Genocide against the Tutsi",
      "definition": "a place where bodies of the victims of the Genocide against the Tutsi are laid to rest and where some of the facts of the Genocide against the Tutsi are kept",
      "source_provision": "art2"
    }
  ]
}
