{
  "id": "rw-law-2013-83",
  "type": "statute",
  "title": "Law establishing the Bar Association in Rwanda and Determining its Organization and Functioning",
  "title_en": "Law establishing the Bar Association in Rwanda and Determining its Organization and Functioning",
  "short_name": "Law 83 of 2013",
  "status": "repealed",
  "issued_date": "2013-09-11",
  "in_force_date": "2013-11-04",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/83/eng@2013-11-04",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes the Rwanda Bar Association and determines its organization and functioning."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purpose of this Law, the following terms shall have the following meanings: 1º An Advocate shall be: a. a person in the legal profession charged with assisting and representing litigants before administrative entities, courts and other decision-making organs. He/she may prepare and present his/her submissions before such institutions. He/she may also counsel, mediate litigants and draft private deeds; b. a public officer referred to as “Principal state attorney”, appointed by a Prime Minister’s Order and entrusted with representing the Government, its organs or institutions whether before the courts or on Government‘s legal issues. He/she may also assist or represent any other person in whose case the Government is interested whether in Rwanda or in other countries. The Principal state attorney shall have the power to litigate, prepare and present his/her submissions before all courts in Rwanda and in other countries or before other decision-making organs. c. a staff member of a government institution or organ referred to as “State attorney” to whom an Order of the Minister in charge of justice conferred the powers to litigate only on behalf of the government institution or organ he/she is working for; d. an Officer of Access to Justice Bureau referred to as “Lawyer from Access to Justice Bureau” to whom is conferred the powers to litigate, assist and represent the indigents before the courts and other administrative organs; 2º Indigent: any person to whom the local administration authorities has issued a certificate ascertaining that he/she cannot afford to pay an Advocate who can litigate, represent or assist him/her before courts or other administrative organs; 3º Professional secrecy: all details that have to do with the private life of the client, when keeping secret of such details bears a certain importance either for his/her dignity or interest and that the Advocate has come to know in the course of performing his/her duties or were revealed to him/her by his/her client, the other party to a case, the person he/she is counseling or by other people."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Establishment of the Bar Association",
      "content": "There is hereby established the Bar Association composed of Advocates enrolled on the role of the Bar Association and Interns on the list. It shall have the legal personality. The head office of the Bar Association shall be located in Kigali City. It may be transferred elsewhere on the Rwandan territory upon a decision of two thirds (2/3) of members of the General Assembly."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Mission of the Bar Association",
      "content": "The Bar Association shall have the following mission: 1º to gather all the members of the Bar Association; 2º to ensure compliance with the rules and principles of the Advocates profession; 3º to prevent and fight conflicts and all forms of divisionism within the Bar Association; 4º to prevent and resolve conflicts among members of the Bar Association themselves and those between such members and other people; 5º to monitor the conduct of Advocates; 6º to forward to the Government, on its own initiative or upon request, proposals that can contribute to the promotion of Advocates’ profession in particular and of justice in general; 7º to strike good relations of exchange and collaboration with other Bar Associations with the same mission and at the international level; 8º to facilitate those practicing the Advocates’ profession access their profession-related training; 9º to help the Government as to the provision of legal aid; 10º to perform any other activity that is necessary for the achievement of the mission of the Bar Association."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Illegal use of the title of an Advocate",
      "content": "The illegal use of the title of an Advocate is punishable by the law. No person can use the title of an Advocate or practice the profession without being enrolled on the role of Advocates or on the list of interns."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Access to the profession of Advocates",
      "section": "6",
      "title": "Article 6 – Eligibility to practice as an Advocate",
      "content": "Nobody can practice the profession of Advocate nor other related duties without fulfilling the following requirements: 1º to be a Rwandan national; 2º to hold at least a bachelor’s degree in Law or its equivalent; 3º to have a recognized certificate from Institute of Legal Practice and Development or its equivalence; 4º not to have been definitively sentenced to a term of imprisonment equal to or exceeding six (6) months; 5º to have passed the test conducted by the Bar Association; 6º not to have been convicted for the crime of genocide perpetrated against the Tutsi; 7º not to have been convicted for the crime of genocide ideology and related offences. However, a foreigner may also be allowed to practice the Advocates’ profession on condition of reciprocity or in accordance with international agreements to which Rwanda is a party."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Access to the profession of Advocates",
      "section": "7",
      "title": "Article 7 – Foreign Advocates",
      "content": "Where their national legislation provides for reciprocity and subject to international agreements, Advocates from foreign Bar Associations shall be granted the right to practice if need be, provided they observe the regulations governing the Advocates’ profession in Rwanda. The President of the Bar Association shall have the power to grant such authorization. Advocates from States which have concluded a regional integration agreement with Rwanda shall be allowed to practice in Rwanda as provided for in such regional integration agreement."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Access to the profession of Advocates",
      "section": "8",
      "title": "Article 8 – Application for enrollment to the roll of the Bar Association",
      "content": "Any person who applies for the enrollment to the roll of the Bar Association shall have to send a written application in duplicate to the Council of the Bar Association containing the documents proving that he/she fulfills all the necessary requirements for practicing the Advocates’ profession as provided for in Article 6 of this Law. Applicants who fulfill the requirements shall be sworn in at least once (1) a year. Tests and other procedures shall be conducted in accordance with the internal rules and regulations of the Bar Association. However, Principal State Attorneys, State Attorneys and lawyers from Access to Justice Bureau shall, before being enrolled on the role of the Bar Association, undergo the relevant test prepared by their respective institutions in collaboration with the Bar Association."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Access to the profession of Advocates",
      "section": "9",
      "title": "Article 9 – Roll of the Bar Association",
      "content": "Not later than 31 st January of each year, a roll of the Bar Association and Interns shall be drawn up. Such roll shall be comprised of: 1º the roll of Advocates; 2º the list of interns. The roll referred to in Paragraph One of this Article shall be published by the Council of the Bar Association. The roll of the Bar Association shall be posted on the notice board of every court."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Access to the profession of Advocates",
      "section": "10",
      "title": "Article 10 – Internship",
      "content": "Without prejudice to the other provisions of this Law, before being enrolled to the roll of the Bar Association, an Advocate has to undergo an internship as provided for by Articles 11, 12 and 13 of this Law."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Access to the profession of Advocates",
      "section": "11",
      "title": "Article 11 – Application documents for enrollment to the list of interns",
      "content": "Any person who applies for the enrollment to the list of interns shall have to send a written application in duplicate to the Council of the Bar Association containing the following documents: 1º all documents proving that he/she fulfills all the necessary requirements for practicing the profession of Advocates as provided in Article 6 of this Law; 2º a certificate from an Advocate who accepted to supervise the intern. The President of the Bar Association shall assign supervisor in case the intern fails to get one."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Access to the profession of Advocates",
      "section": "12",
      "title": "Article 12 – Admission to the internship",
      "content": "Admission to internship shall be approved by the Council of the Bar Association after verifying whether the requirements referred to in Article 6 of this Law are fulfilled."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Access to the profession of Advocates",
      "section": "13",
      "title": "Article 13 – Communicating the decision to the applicant",
      "content": "The decision granting or refusing the application shall be communicated to the applicant as of the time the list of those who are allowed to be sworn in is approved by the Council of the Bar Association. In case of dissatisfaction with such a decision, the concerned party may refer the matter to the competent court after submitting his complaint to the Council of the Bar Association."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Access to the profession of Advocates",
      "section": "14",
      "title": "Article 14 – Oath",
      "content": "Prior to enrollment on the role of the Bar Association, the successful applicant shall take the following oath before the Supreme Court upon request by the President of the Bar Association: “I,……. swear to the Nation: 1º to respect the Constitution; 2º to comply with the Law; 3º to defend and to counsel with dignity, conscience, independence and humanity; 4º not to be disrespectful to courts and public institutions; 5º not to counsel or defend any cause that I do not consider as just in all conscience; Should I fail to honour this oath, may I face the rigours of the Law.” The oath shall be received by the Supreme Court in a panel of at least three (3) judges. The Supreme Court shall provide the applicant with a certificate of his/her oath. The Court clerk shall draft the minutes of the proceeding and indicate that all its formalities are fulfilled."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Access to the profession of Advocates",
      "section": "15",
      "title": "Article 15 – Supervision of interns",
      "content": "During internship, the intern may do all activities relating to that profession under the supervision of his/her supervisor. The intern shall carry out activities on behalf of his/her supervisor who is also held accountable for the mistakes made by the intern in the conduct of such a profession. The activities to be carried out by the intern shall be determined by the Council of the Bar Association which also shall make the follow up."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Access to the profession of Advocates",
      "section": "16",
      "title": "Article 16 – Duration of internship",
      "content": "The internship shall last for one (1) year. Where intern fails to fullfil his/her internship obligations, the internship period may be extended for another six (6) months on approval by the Council of the Bar Association. The intern who failed to fullfil his/her internship obligations shall be removed by the Council of the Bar Association."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Access to the profession of Advocates",
      "section": "17",
      "title": "Article 17 – Report at the end of internship",
      "content": "At the end of internship, the internship supervisor shall prepare a report on the intern who successfully underwent the internship as per capacity and behavior and forward the report to the Council of the Bar Association in order to assess the enrollment of the intern on the role of the Bar Association."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Access to the profession of Advocates",
      "section": "18",
      "title": "Article 18 – Regulations concerning internship",
      "content": "Regulations governing internship shall be established by the Council of the Bar Association."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – Access to the profession of Advocates",
      "section": "19",
      "title": "Article 19 – Persons exempted from internship",
      "content": "The following persons shall not undergo internship before their enrollment to the roll of Advocates: 1º former Judges and Prosecutors with a working experience of at least five (5) years; 2º Advocates who were members of a foreign Bar Association; 3º former Judicial Defenders that are on the role of Defenders fulfilling the requirements of Article 6 of this Law."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Organs of the Bar Association",
      "section": "20",
      "title": "Article 20 – Organs of the Bar Association",
      "content": "Organs of the Bar Association are the following: 1º the General Assembly; 2º the Council of the Bar Association; 3º the President of the Bar Association."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Organs of the Bar Association",
      "section": "21",
      "title": "Article 21 – Composition of the General Assembly",
      "content": "The General Assembly shall be comprised of all Advocates enrolled on the role of Advocates. The General Assembly shall have the following responsibilities: 1º to approve the budget; 2º to elect the President of the Bar Association; 3º to elect representatives of Advocates into the Council of the Bar Association and permanent disciplinary committee; 4º to perform any other duty as the Council of Bar Association may find appropriate."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Organs of the Bar Association",
      "section": "22",
      "title": "Article 22 – Meeting of the General Assembly",
      "content": "The General Assembly shall meet on the invitation of the President of the Bar Association on his/her initiative, or upon request by a third (1/3) of the Advocates on the roll. The General Assembly shall meet at least once (1) a year on a date and hour determined by the President of the Bar Association. Modalities for holding the meeting of the General Assembly shall be determined by the internal rules and regulations of the Bar Association."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Organs of the Bar Association",
      "section": "23",
      "title": "Article 23 – Decision making in the General Assembly",
      "content": "Decisions of the General Assembly shall be taken by an absolute majority of votes by members present or represented. Interns may attend the General Assembly meetings but with no right to vote."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Organs of the Bar Association",
      "section": "24",
      "title": "Article 24 – Composition of the Council of the Bar Association",
      "content": "The Council of the Bar Association shall be composed of the following members: 1º the President of the Bar Association who is also the presiding officer; 2º eleven (11) Advocates elected by their peers that are on the role of Advocates; 3º an Advocate from State Attorneys and who is elected by his/her peers;"
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Organs of the Bar Association",
      "section": "25",
      "title": "Article 25 – Term of office for members of the Council of the Bar Association",
      "content": "Members of the Council of the Bar Association shall be elected for a three (3) year term of office renewable once (1)."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Organs of the Bar Association",
      "section": "26",
      "title": "Article 26 – Meetings of the Council of the Bar Association",
      "content": "The functioning of the Council of the Bar Association and holding of its meetings shall be governed by the internal rules and regulations of the Bar Association."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter III – Organs of the Bar Association",
      "section": "27",
      "title": "Article 27 – Responsibilities of the Council of the Bar Association",
      "content": "The responsibilities of the Council of the Bar Association shall be the following: 1º to examine and decide on the issues related to the practice of the Advocates’ profession, and give advice, on its own initiative or upon request on any other matters relating to the Bar Association; 2º to take decision on the enrollment on the role of the Bar Association; 3º to put in place regulations meant for the promotion of Advocates’ profession; 4º to implement disciplinary measures that are provided for in this Law; 5º to recruit the staff of the Bar Association."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter III – Organs of the Bar Association",
      "section": "28",
      "title": "Article 28 – Permanent Disciplinary Committee",
      "content": "There is hereby established a permanent Disciplinary Committee. The Council of the Bar Association may establish other committees that assist it to fulfill its responsibilities. The organization and functioning of such committees shall be determined by the internal rules and regulations of the Bar Association."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter III – Organs of the Bar Association",
      "section": "29",
      "title": "Article 29 – Members of the Disciplinary Committee",
      "content": "The Disciplinary Committee shall have the following members: 1º the senior Advocate member of the Council of the Bar Association; 2º six (6) Advocates elected by the General Assembly. 3º a representative of the Faculties of Law from Universities that are authorized in Rwanda and who is registered on the roll and elected by his/her peers; 4º the Head of the General Directorate of the Institute of Legal Practice and Development or his/her representative; 5º a representative of the National Human Rights Commission; 6º the Advocate representing the Attorney General; The Disciplinary Committee may invite, in its meeting, any resourceful person depending on the issue on the agenda. However, this invitee shall not be allowed to vote during the decision-making process. Any person designated for representing a given institution to the Disciplinary Committee shall perform his/he duties on a permanent basis unless his/her institution decides to replace him/her on sound reasons. Members of the Disciplinary Committee referred to in items 3º and 6º of Paragraph One of this Article shall be elected for a three (3) year term of office renewable once (1)."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter III – Organs of the Bar Association",
      "section": "30",
      "title": "Article 30 – Responsibilities of the Disciplinary Committee",
      "content": "The Disciplinary Committee shall have the following responsibilities: 1º to consider all claims that are linked with the discipline of Advocates; 2º to decide on all issues referred to it; 3º to take disciplinary measures provided for by this Law; 4º to fight injustice and discrimination; 5º to monitor the conduct and the practice of Advocates; 6º to ensure compliance with the laws and regulations governing the Advocates’ profession; 7º to make an annual follow up as to whether Advocates pay taxes in accordance with the relevant laws. While carrying out its mission referred to in Paragraph One of this Article, the Disciplinary Committee shall act upon its own initiative or upon request by one of its members."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter III – Organs of the Bar Association",
      "section": "31",
      "title": "Article 31 – Meetings of the Disciplinary Committee",
      "content": "The first meeting of the Disciplinary Committee shall be convened by the President of the Bar Association within a month from the date of publication of this Law in the Official Gazette of the Republic of Rwanda for electing from among its members the Chairperson, the Vice-Chairperson and the Secretary. The meeting of the Disciplinary Committee shall be convened whenever necessary by its Chairperson or in case of his/her absence by the Vice-Chairperson or upon request by at least one third (1/3) of its members. It shall be lawfully held when at least a half (1/2) of its members are present and its decisions shall be made by an absolute majority of members present. If the quorum is not attained, the meeting shall be re-convened within seven (7) days and deliberations made irrespective of the number of members present."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter III – Organs of the Bar Association",
      "section": "32",
      "title": "Article 32 – Responsibilities of the President of the Bar Association",
      "content": "The President of the Bar Association shall supervise the day to day activities of the Bar Association and shall be assisted by other staff members appointed by the Council of the Bar Association as provided for in Article 35 of this Law."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter III – Organs of the Bar Association",
      "section": "33",
      "title": "Article 33 – Replacement of the President of the Bar Association",
      "content": "In case of absence or impediment of the President of the Bar Association, he/she shall be replaced by the most senior member of the Council of the Bar Association."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter III – Organs of the Bar Association",
      "section": "34",
      "title": "Article 34 – Term of office of the President of the Bar Association",
      "content": "The President of the Bar Association shall be elected for a term of office of three (3) years renewable once only. He/she shall be elected by the General Assembly through a secret ballot and upon an absolute majority of votes. He/she shall be selected from Advocates with a working experience at least of five (5) years on the role of Advocates."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter III – Organs of the Bar Association",
      "section": "35",
      "title": "Article 35 – Staff of the Bar Association",
      "content": "In his/her daily activities upon the approval by the Council of the Bar Association, the President of the Bar Association shall be assisted by permanent employees for the Bar Association to achieve its mission."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter IV – Property of the Bar Association",
      "section": "36",
      "title": "Article 36 – Sources of the property of the Bar Association",
      "content": "The property of the Bar Association shall be comprised of movable and immovable assets. The property of the Bar Association shall come from the following sources: 1º members’ contributions; 2º Government subsidies; 3º donations and bequests; 4º proceeds from services rendered by the Bar Association in accordance with the law."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter IV – Property of the Bar Association",
      "section": "37",
      "title": "Article 37 – Use, management and audit of the property of the Bar Association",
      "content": "The property of the Bar Association shall be used only for those activities meant to achieve its mission. The management and audit of the property of the Bar Association shall be made in accordance with its internal rules and regulations."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "38",
      "title": "Article 38 – Incompatibilities with the Advocates’ profession",
      "content": "The profession of an Advocate shall be incompatible with any profession which may hamper its independence and liberty notably: 1º being a judge, a prosecutor, a court clerk and a civil servant; 2º being a court bailiff; 3º being a businessperson 4º carrying out any activities remunerated by either the Government or a private institution. However, non Governmental organizations that provide legal aid to the vulnerable people may hire salaried Advocates. Advocates working for non-governmental organization shall be authorized to deal with only those issues pertaining to the mission of the organizations they work for and shall be governed by laws relating to the Bar Association. However, the profession of Advocates may be compatible with the duties of Government high ranking officials referred to in the Organic Law on the leadership code of conduct following modalities provided for by that Organic Law. The profession of Advocates may also be compatible with the duties of Principal state attorney and State attorney. The profession of Advocates shall be compatible with the work of private notary and lecturer at University or Institution of Higher learning. Organization and modalities of performance of duties of private notary shall be determined by law."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "39",
      "title": "Article 39 – Removal from the roll of the Bar Association",
      "content": "An Advocate or intern shall be removed from the roll of Advocates or the list of interns by a decision of the Disciplinary Committee on its own initiative or upon request."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "40",
      "title": "Article 40 – Assigning to an Advocate remunerated assignments",
      "content": "Notwithstanding the provisions of Article 38 of this Law, an Advocate may be given assignments by the Government through a contract."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "41",
      "title": "Article 41 – Collaboration of Advocates",
      "content": "An Advocate may practice either individually, in association or in collaboration with other Advocates in an association with no legal personality. He/she may also practice in association or in partnership with other Advocates, and such association or partnership shall be endowed with legal personality in accordance with the relevant laws."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "42",
      "title": "Article 42 – Collaboration agreement and agreement of association",
      "content": "A collaboration agreement shall be an agreement in which an Advocate on the list of interns or on the role of Advocates commit himself/herself to devote all or part of his/her activities to the firm of another Advocate for remuneration. The agreement of association shall be the agreement by which two (2) or several Advocates decide to practice the profession together, either within the same office or different offices and share profits and losses."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "43",
      "title": "Article 43 – Name of the association of Advocates",
      "content": "Where Advocates in association have adopted a name, this shall be accompanied with the names of the Advocates followed by the term “associated Advocates”."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "44",
      "title": "Article 44 – Responsibilities of Advocates under collaboration agreement",
      "content": "Where a collaboration agreement is entered into, the Advocate under such an agreement shall be responsible for the case he/she deals with as well as his/her submissions thereon. However, such an Advocate shall communicate to his/her collaborator the way he/she fulfills his/her duties."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "45",
      "title": "Article 45 – Responsibilities of Advocates in an association",
      "content": "Advocates in an association hold an individual responsibility towards the clients. Although the rights of each are personal to him/her, an Advocate can plead a case on behalf of his/her colleague from the same association. Advocates that are members to an association can not assist or represent parties having opposed interests."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "46",
      "title": "Article 46 – Right to represent and assist litigants and to appear before Courts",
      "content": "Advocates on the role of Advocates or the list of interns may represent litigants, assist them and make submissions before all the Rwandan courts. However, Advocates on the list of interns shall not represent or assist litigants before the Supreme Court."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "47",
      "title": "Article 47 – Pleading before Courts",
      "content": "Only Advocates shall be entitled to plead before courts, unless there are exceptions provided for by the law. They plead as authorized representatives without justifying any other power of Attorney, unless the law requests a special mandate. Without prejudice to the Paragraph One of this Article, a party may represent him/herself or represent his/her spouse, his/her parent, child, relative or his /her guardian provided they have a special mandate approved by a judge."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "48",
      "title": "Article 48 – Independence of Advocates before courts",
      "content": "Advocates shall freely perform their profession in the defense of justice and truth. Without prejudice to the provisions of the Code of judicial proceedings on order in the court, Advocates shall not be prosecuted on account of their oral or written submissions to court relating to a case they are handling. While performing their duties, Advocates shall not be subject to arrest or provisional detention without an opinion of the President of the Bar Association. However, in case they commit a felony or when they are caught red-handed, Advocates may be subject to arrest and provisional detention and the President of the Bar Association shall be informed thereof. Where an Advocate has contravened the law or has caused any other trouble in court, the court in proceedings can prepare a report on the matter and transmit it to the Council of the Bar Association."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "49",
      "title": "Article 49 – Dress of Advocates",
      "content": "An Advocate shall wear a dress of Advocates while performing his/her duties and in other circumstances as provided for by the internal rules and regulations of the Bar Association. An Advocate who has put on his/her dress of Advocates shall not be excluded from proceedings in camera unless one (1) of the parties to the case does express his/her refusal, which shall require approval by the judge. However, when an Advocate is explaining himself/herself before the Disciplinary Committee on profession related faults or when he/she is himself/herself party to a case or when he/she is witnesses, he/she shall not wear the dress of Advocates. The design of the dress of Advocates shall be determined by the internal rules and regulations of the Bar Association."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "50",
      "title": "Article 50 – Right to communicate with detained clients and to access files",
      "content": "The Advocate shall have the right to communicate with his/her detained clients and freely meet them. He/she shall also be authorized to consult all files of his/her clients at the level of Judicial Police, the Public Prosecution, the court registry and in administrative offices and be given a copy of such files, if it is not contrary to provisions of other laws."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "51",
      "title": "Article 51 – Professional conduct of an Advocate",
      "content": "An Advocate shall have to attend training sessions prepared every year by the Council of the Bar Association as specified by the internal rules and regulations of the Bar Association. In performing his/her profession, an Advocate shall have the obligation to exercise probity, dignity, delicacy, diligence, loyalty, to say the truth and to act for the benefit of his/her clients. He/she shall address court while standing except in case of reasons approved by the judge. An Advocate shall be prohibited for: 1º give and receive bribes; 2º refuse to represent or to poorly represent an accused and to refuse to represent parties in case they are appointed; 3º accept to defend opposed parties in the same case; 4º use, during the hearing, documents, submissions and proofs, not previously communicated to the adverse party; 5º assume the right to compensations set by judgments; 6º make unfair agreements with the clients with regard to the conclusion of the case; 7º divulge any information that may hurt the honor and reputation of the parties to a case, unless required by the nature of the case; 8º gain fraudulently clients or to have someone be paid for that purpose; 9º use any means of advertisement except those which are strictly necessary for public information and that are provided for by the internal rules and regulations of the Bar Association."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "52",
      "title": "Article 52 – Subscription fees paid by Advocates",
      "content": "The Council of the Bar Association shall determine the subscription fees to be paid by the Advocates on the role of Advocates and on the list of interns. The Council shall also allocate a part of these fees to the insurance scheme covering the risk of illness, accidents or retirement of Advocates."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "53",
      "title": "Article 53 – Failure to pay the subscription fees",
      "content": "An Advocate who fails to pay his/her subscription fees shall be requested to appear before the Disciplinary Committee to explain his/her case."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "54",
      "title": "Article 54 – Scope of professional secrecy",
      "content": "Professional secrecy shall cover what was said in the Advocates’ office, correspondences exchanged between an Advocate and his/her clients and those between Advocates. It shall also concern discussions and negotiations between Advocates as well as the grounds for such negotiations unless the fact of the existence has to be revealed for a sound reason, at the discretion of the President of the Bar Association."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "55",
      "title": "Article 55 – Limitation of professional secrecy",
      "content": "An Advocate shall benefit from professional secrecy only while acting as an Advocate. However, he/she cannot invoke it if he/she intervenes in another capacity especially as an ordinary representative, liquidator or as ordinary person."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "56",
      "title": "Article 56 – Obligation to keep professional secrecy",
      "content": "An Advocate shall have an obligation not to reveal any matters of professional secrecy. However, due to his/her obligations of sincerity and loyalty, an Advocate may reveal any professional secrecy when so required by those entrusted with the enforcement of the code of ethics of the Bar Association in the performance of their duties and only for the purpose of their duties. An Advocate may, in no case, hide behind him/herself professional secrecy with the purpose of defeating a disciplinary action."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "57",
      "title": "Article 57 – Searching the Advocate’s office",
      "content": "Only a Prosecutor may personally search the Advocates’ office. During the search, he/she shall have to be accompanied by the President of the Bar Association or his/her representative who must be informed in advance. During the search, the seizure shall, where necessary, be limited to the object used in the commission of an offence and cannot concern the confidential papers which should not be read by the Prosecutor. Where the Prosecutor has reason to believe that the object used in the commission of an offence is contained in the files of an Advocate, he/she shall inform the President of the Bar Association in order for him/her to personally examine the files and, where necessary, transmit them to the Prosecutor for seizure. Only the President of the Bar Association shall be allowed to examine the contents of an Advocate’s files."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "58",
      "title": "Article 58 – Responsibility of the Government to provide legal and judicial aid to the indigents and needy people",
      "content": "The Government shall have the responsibility to provide legal and judicial aid to those indigents and needy people who cannot afford to pay Advocates‘ services. In addition to Advocates from Access to Justice Bureau who provide legal and judicial aid to the indigents, other Advocates that are members of the Bar Association shall give legal aid to the people referred to in Paragraph One of this Article."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "59",
      "title": "Article 59 – Participation of the Bar Association in providing legal and judicial aid to the indigent and needy people",
      "content": "The Bar Association shall provide legal and judicial aid to those indigents and needy people who cannot afford to pay for the Advocate’s services. Modalities for the provision of such aid shall be determined by the Council of the Bar Association."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "60",
      "title": "Article 60 – Budget for legal and judicial aid to the indigents and needy people",
      "content": "The Minister in charge of justice shall prepare and incorporate in the budget of the Ministry an amount of money to contribute to the legal and judicial aid to the indigents and needy people. A Presidential Order shall determine the amount of money to be spent on the legal and judicial aid for the people referred to in Paragraph One of this Article, its management and the criteria on the basis of which such aid is provided."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "61",
      "title": "Article 61 – Professional fees for an Advocate",
      "content": "Professional fees for an Advocate shall include the fees owed to the Advocate for provision of advice, representation, assistance, proceeding consultations, appearing before court, follow up execution of judgments and other services."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "62",
      "title": "Article 62 – Fixing and publishing of the scale of fees for Advocates",
      "content": "The Council of the Bar Association shall fix the scale of fees for Advocates according to the profession and with due diligence. An Advocate shall not fixe fees on the basis of the decision of the court because the Advocate has to use all possible means but not to ensure result from the trial. An Advocate shall not make any exception to this principle unless he/she is authorized to do so by the President of the Bar Association. The scale of fees for Advocates shall be published in the Official Gazette of the Republic of Rwanda by the President of the Bar Association."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "63",
      "title": "Article 63 – Permanent contract between an Advocate and a client",
      "content": "The Advocate may enter into a permanent contract with his/her client whom he/she shall assist the client in return for mutually agreed fees but such fees shall conform to the scale set by the Council of the Bar Association."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter V – Practicing as an Advocate",
      "section": "64",
      "title": "Article 64 – Claiming the Advocate’s fees",
      "content": "The Advocate’s fees shall be paid in accordance with the fees mutually agreed upon by the Advocate and his/her client, taking into consideration the scale of fees for the Advocates. Disagreements concerning the payment of fees shall be referred to the President of the Bar Association for mediating the two parties."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter VI – Laws relating to special advocates",
      "section": "65",
      "title": "Article 65 – Appointment of Principal state attorneys and State attorneys",
      "content": "Civil servants who are Principal state attorneys shall be appointed by the Cabinet upon proposal by the Minister in charge of justice. However, depending on the specific nature and mission of some public institutions, the Minister in charge of justice may, upon request by the heads of those institutions, confer to some of their staff members the powers to represent them before courts. Upon termination of service, the Principal state attorneys and State attorneys may continue to perform the duties of representing clients before courts like any other Advocates after approval by the Council of the Bar Association. Principal state attorneys or State attorneys referred to in this Article shall have to comply with the provisions of Article 6 of this Law."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter VI – Laws relating to special advocates",
      "section": "66",
      "title": "Article 66 – Enrollment on the role of the Bar Association",
      "content": "The Minister in charge of justice shall do all the necessary for the swearing in of Principal state attorneys and State attorneys and enrollment to the roll of the Bar Association. He/she shall forward to the President of the Bar Association the list of such employees and their files."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter VI – Laws relating to special advocates",
      "section": "67",
      "title": "Article 67 – Powers and the laws governing Principal state attorneys or State attorneys",
      "content": "Subject to provisions of Article 46 of this Law, Principal state attorney or State attorney shall have the powers to plead, counsel, represent or appear before all courts. Principal state attorney may also counsel, represent or plead for any person in the national interest within the country or abroad. However, this shall not apply to individuals who are prosecuted following their individual mistakes or offences. In exercising their duties of Advocates, the Principal state attorneys or State attorneys shall be governed by the laws governing the Advocate’s profession."
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter VI – Laws relating to special advocates",
      "section": "68",
      "title": "Article 68 – Powers of lawyers coordinating Access to Justice Bureaus",
      "content": "Lawyers coordinating Access to Justice Bureaus may assist, counsel, represent and plead, before all courts, for indigents. Upon termination of service, lawyers coordinating Access to Justice Bureaus may continue to perform the duties of representing clients like any other Advocates after approval by the Council of the Bar Association. Lawyers coordinating Access to Justice Bureaus shall be the only lawyers from Access to Justice Bureaus that are allowed to represent before the courts indigents and have to comply with the provisions of Article 6 of this Law."
    },
    {
      "provision_ref": "art69",
      "chapter": "Chapter VI – Laws relating to special advocates",
      "section": "69",
      "title": "Article 69 – Representing two indigents parties",
      "content": "Where two parties to the same case are indigents, the Access to Justice Bureau to which the issue has been referred to shall submit the same to national organ coordinating the Access to Justice Bureaus for assigning an Advocate to the needy party."
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter VI – Laws relating to special advocates",
      "section": "70",
      "title": "Article 70 – Laws governing Lawyers coordinating Access to Justice Bureaus",
      "content": "Lawyers coordinating Access to Justice Bureaus shall be governed by laws governing the institutions they work for. However, in exercising their role of representing the vulnerable people, such Advocates shall be governed by laws relating to the Bar Association. They shall freely perform their duty in the defense of justice and truth."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter VI – Laws relating to special advocates",
      "section": "71",
      "title": "Article 71 – Enrollment on the role of the Bar Association",
      "content": "The Minister in charge of justice shall do all the necessary for the swearing in of Lawyers coordinating Access to Justice Bureaus that represent indigents and for their enrollment on the role of the Bar Association. He/she shall forward to the President of the Bar Association their list and their files."
    },
    {
      "provision_ref": "art72",
      "chapter": "Chapter VII – Discipline",
      "section": "72",
      "title": "Article 72 – Defaults",
      "content": "Any contravention of laws and regulations, professional code of conduct, and any default to probity, honor or delicacy including those related to extra-professional activities, shall expose the defaulting Advocate to sanctions."
    },
    {
      "provision_ref": "art73",
      "chapter": "Chapter VII – Discipline",
      "section": "73",
      "title": "Article 73 – Disciplinary sanctions",
      "content": "The disciplinary sanctions taken by the Disciplinary Committee shall be the following: 1º warning; 2º reprimand; 3º suspension for a specific period of time; 4º being removed from the roll of Advocates or the list of interns. However, the President of the Bar Association may take disciplinary sanctions referred to in items 1º and 2º of Paragraph One of this Article. The Advocate under suspension shall cease to perform all his/her professional duties for the whole period of suspension."
    },
    {
      "provision_ref": "art74",
      "chapter": "Chapter VII – Discipline",
      "section": "74",
      "title": "Article 74 – Information collection and investigation",
      "content": "The Chairperson of the Disciplinary Committee may carry out inquiry and investigation for any disciplinary action. Chairperson of the Disciplinary Committee may also entrust such a task with a member of the Disciplinary Committee. Information collection and investigation shall have to be completed within one (1) month from the date on which the Chairperson of the Disciplinary Committee is informed of that information or instructed one (1) of the members to the Disciplinary Committee to carry out such information collection or investigation."
    },
    {
      "provision_ref": "art75",
      "chapter": "Chapter VII – Discipline",
      "section": "75",
      "title": "Article 75 – Filing a case before the Disciplinary Committee",
      "content": "The Disciplinary Committee shall handle cases related to the discipline of Advocates. It shall receive complaints from the President of the Bar Association, a member of the Disciplinary Committee or any other interested person. In case one (1) of the persons referred to in Paragraph One of this Article considers that the offending Advocate might be answerable, he/she shall bring the case within three (3) months from the date on which he/she gets the information or the date on which the investigation is completed. The defendant shall be notified of the facts he/she is accused of and on which he/she shall base the defence."
    },
    {
      "provision_ref": "art76",
      "chapter": "Chapter VII – Discipline",
      "section": "76",
      "title": "Article 76 – Summoning",
      "content": "The summons and the file shall be served to the Advocate in accordance with the procedure provided for by the Code of civil, commercial, labour and administrative procedure."
    },
    {
      "provision_ref": "art77",
      "chapter": "Chapter VII – Discipline",
      "section": "77",
      "title": "Article 77 – Right to defense before the Disciplinary Committee",
      "content": "The accused Advocate shall be heard, and where he/she so wishes, be assisted by a counsel of his/her choice. Each one shall be allowed to present his/her arguments. The person who conducted the investigation shall first present the report concerning the accusations and the accused Advocate shall present his/her defense."
    },
    {
      "provision_ref": "art78",
      "chapter": "Chapter VII – Discipline",
      "section": "78",
      "title": "Article 78 – Taking the decision",
      "content": "The Disciplinary Committee shall meet and deliberate lawfully when at least two thirds (2/3) of its members are present. The Disciplinary Committee must take a decision within two (2) months from the date on which the complaint is referred to it. Its decision shall be taken by a two-third (2/3) majority of its members present. The Secretary of the Bar Association shall communicate to the defended Advocate any disciplinary sanction taken for him/her, within fifteen (15) days and through the means for decisions notification provided for by the Code of civil, commercial, labour and administrative procedure."
    },
    {
      "provision_ref": "art79",
      "chapter": "Chapter VII – Discipline",
      "section": "79",
      "title": "Article 79 – Right to refer the case to the court",
      "content": "An Advocate who is not satisfied with the decision of the Disciplinary Committee shall have the right to refer the matter to the competent court within fifteen (15) days from the notification of the decision. The appellant shall inform the Secretary of the Bar Association."
    },
    {
      "provision_ref": "art80",
      "chapter": "Chapter VII – Discipline",
      "section": "80",
      "title": "Article 80 – Execution of the decision taken",
      "content": "The President of the Bar Association shall execute the decision of suspending and removing an Advocate from the roll of Advocates or the list of interns."
    },
    {
      "provision_ref": "art81",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "81",
      "title": "Article 81 – New roll of the Bar Association",
      "content": "Advocates that were practicing their profession before the commencement of this Law shall keep performing their duties until the Council of the Bar Association publishes a new roll of the Bar Association Advocates allowed to practice the profession in accordance with this Law."
    },
    {
      "provision_ref": "art82",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "82",
      "title": "Article 82 – Certificate from the Institute of Legal Practice and Development",
      "content": "Within a period not exceeding three (3) years from the date of publication of this Law in Official Gazette of the Republic of Rwanda, access to the advocate‘s profession shall be allowed without considering a precondition of having a certificate from the Institute of Legal Practice and Development referred to in Article 6 of this Law. Advocates enrolled on the new roll of the Bar Association and on the list of interns as provided for in Article 81 of this Law shall have three (3) years to comply with the provions of Article 6 of this Law as far as the Institute of Legal Practice and Development is concerned. However, the provisions of Paragraph 2 of this Article shall not apply to Advocates that are already enrolled on the role of the Bar Association with six (6) years of experience working as Advocates or to the Judicial Defenders enrolled on the role of the Board of Judicial Defenders with six (6) years of experience working as Judicial Defenders."
    },
    {
      "provision_ref": "art83",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "83",
      "title": "Article 83 – Internship",
      "content": "Persons who access to the Advocates’ profession during the transitional period of three (3) years while they are not holders of a certificate from the Institute of Legal Practice and Development shall practice internship for two (2) years. The modalities for the conduct of internship shall be determined by the internal rules and regulations of the Bar Association. After the transitional period, internship shall be conducted in accordance with the provisions of Article 16 of this Law. The provisions of the Paragraph 2 of this Article shall also apply to persons who access the Advocates’ profession during the transitional period while they are holders of a certificate from the Institute of Legal Practice and Development."
    },
    {
      "provision_ref": "art84",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "84",
      "title": "Article 84 – Transfer of activities, property, liabilities and name of the Bar Association",
      "content": "Activities, movable and immovable property, liabilities and name of the Bar Association established by the Law nº 03/97 of 19/03/1997 establishing the Bar Association in Rwanda as modified and complemented to date are transferred to the Bar Association established by this Law."
    },
    {
      "provision_ref": "art85",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "85",
      "title": "Article 85 – Dissolution of the Board of the Judicial Defenders",
      "content": "The Board of Judicial Defenders provided for in Title II of the Law n° 3/97 of 19/03/1997 establishing the Bar Association in Rwanda as modified and complemented to date is hereby dissolved. Members of the dissolved Board of the Judicial Defenders who meet the requirements specified in items 1º, 2º, 3º, 4º, 6º and 7º of Paragraph One of Article 6 of this Law shall be enrolled on the role of Advocates or on the list of interns within thirty (30) days as of the publication of this Law in the Official Gazette of the Republic of Rwanda, after approval by the Council of the Bar Association. The property of the Board of the Judicial Defenders shall be transferred to the Bar Association."
    },
    {
      "provision_ref": "art86",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "86",
      "title": "Article 86 – Rights of Advocates and former Judicial Defenders",
      "content": "The rights of Advocates and Judicial Defenders meeting the requirements and all that results from the Law n° 03/97 of 19/03/1997 establishing the Bar Association in Rwanda as modified and complemented to date shall remain valid even after the commencement of this Law as long as they are not contrary to it."
    },
    {
      "provision_ref": "art87",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "87",
      "title": "Article 87 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art88",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "88",
      "title": "Article 88 – Repealing provision",
      "content": "The Law n° 03/97 of 19/03/1997 establishing the Bar Association in Rwanda as modified and complemented to date and all prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art89",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "89",
      "title": "Article 89 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
