{
  "id": "rw-law-2013-56",
  "type": "statute",
  "title": "Law establishing Rwanda Council of Veterinary Doctors and Determining its Mission, Organization and Functioning",
  "title_en": "Law establishing Rwanda Council of Veterinary Doctors and Determining its Mission, Organization and Functioning",
  "short_name": "Law 56 of 2013",
  "status": "repealed",
  "issued_date": "2013-08-09",
  "in_force_date": "2013-10-21",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/56/eng@2013-10-21",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes the Rwanda Council of Veterinary Doctors and determines its mission, organization and functioning. This Law does not apply to traditional veterinary medicine."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purpose of this Law, the following terms shall have the following meanings: 1° animal husbandry expert: a person with a bachelor’s degree in general animal husbandry from a recognized university or a higher learning institution; 2° domestic animal: all mammals, birds, fish and bees that are domesticated and any other wild animal that can be domesticated for a specific purpose; 3° veterinary doctor: a person with a Bachelor’s degree in veterinary medicine from a recognized university or a higher learning institution; 4° veterinary profession: a profession relating more particularly to the following: (a) curative and preventive veterinary medicine; (b animal reproduction; (c) veterinary pharmacy practice and use of inputs and livestock equipment; (d) hygiene and quality of animal products; (e) wild animal medicine. 5º Council: a Council of those practicing the veterinary profession that regulates its members as towards compliance with the code of ethics of the profession."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Legal personality and autonomy of the Council",
      "content": "The Rwanda Council of Veterinary Doctors shall have legal personality as well as financial and administrative autonomy."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Head office of the Council",
      "content": "The head office of the Council shall be located in Kigali City, the Capital of the Republic of Rwanda. It may, if necessary, be transferred elsewhere on the Rwandan territory upon approval by the General Assembly of the Council."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Members of the Council",
      "content": "The Council shall include all veterinary doctors eligible to practising in the Republic of Rwanda and registered in the Council’s roll."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "6",
      "title": "Article 6 – General responsibility of the Council",
      "content": "The general mission of the Council shall be to ensure that its members provide quality and reliable services as far as the veterinary profession is concerned. In this regard: 1° the Council shall establish the code of ethics in relation to the veterinary profession and ensure its compliance; 2° the Council shall ensure self-respect, integrity and professional secrecy of its members."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "7",
      "title": "Article 7 – Specific mission",
      "content": "Specific mission of the Council shall be the following: 1° to control entry of persons into practice of the profession, set professional conditions for admission and decide on applications for the practice of the profession; 2° to ensure that all members comply with the rules, standards and code of ethics of veterinary profession; 3° to be responsible for the honor and dignity of the veterinary profession; 4° to protect and promote the interest of the veterinary profession; 5° to resolve conflicts and settle disputes that may arise between a member of the Council and his/her client; 6° to monitor and exercise disciplinary measures over the members of the Council; 7° to participate in the development of curricula and teaching programs for veterinary doctors, veterinary technicians and other animal husbandry experts; 8° to regularly train the members of the Council and assist those that have just finished their studies to get experience in the profession; 9° to intervene in cases requiring the expertise of veterinary doctors; 10° to cooperate with regional and international Councils. A Ministerial Order of the Minister in charge of veterinary medicine shall establish rules and principles relating to morality, values, organization and the practice of veterinary profession."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "8",
      "title": "Article 8 – Organs of the Council",
      "content": "The Council shall be comprised of the following organs: 1° General Assembly; 2° National Council Board; 3° Executive Secretariat; 4° Regional Council Boards."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "9",
      "title": "Article 9 – Members of the General Assembly",
      "content": "The General Assembly shall be the supreme organ of the Council. It shall consist of all members in the Council’s roll."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "10",
      "title": "Article 10 – Responsibilities of the General Assembly",
      "content": "The General Assembly of the Council shall have the following responsibilities: 1° to adopt the internal rules and regulations and professional code of ethics; 2° to elect members of the National Council Board; 3° to receive, examine and decide on the activity report of the National Council Board; 4° to adopt regulations that lead to Council’s proper functioning; 5° to examine and adopt the Council’s budget; 6° to examine and adopt the Council’s action plan; 7° to examine and adopt the financial audit report prepared by an independent audit firm; 8° to determine the contribution of the members as well as the sitting allowances for meetings of the National Council Board members; 9° to determine the amount of money to be paid to members who are performing the duties of the Council; 10° to examine any other issue which the National Council Board has been unable to resolve."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "11",
      "title": "Article 11 – Composition of the National Council Board",
      "content": "The National Council Board shall be comprised of members operating in each region of the Council and elected in accordance with the Council’s internal rules and regulations. Members of the National Council Board shall elect from among themselves a Chairperson, Deputy-chairperson, General Secretary and Treasurer. Members of the National Council Board shall serve for a term of office of three (3) years renewable only once."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "12",
      "title": "Article 12 – Responsibilities of the National Council Board",
      "content": "The National Council Board shall have the following main responsibilities: 1° to examine and approve the applications for admission to the veterinary profession; 2° to establish the role of the Council members; 3° to determine the range of fees to be paid to a veterinary doctor which shall be approved by an Order of the Minister in charge of animal husbandry; 4° to ensure compliance with the professional code of ethics; 5° to ensure that members of the Council demonstrate good conduct and integrity in the practice of their profession; 6° to present to the General Assembly a proposal of measures to be taken against any member who commits a fault or demonstrates any misconduct; 7° to make a proposal on the membership fees; 8° to make a proposal on the amount of money to be paid to members who are performing the duties of the Council; 9° to recruit the staff for the Council; 10° to resolve conflicts that may arise among veterinary doctors themselves and between them and their clients; 11° to examine any issue beneficial to the Council; 12° to collect funds for the Council and ensure its management; 13° to supervise the Council’s Executive Secretary."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "13",
      "title": "Article 13 – Responsibilities of the Chairperson of the Council",
      "content": "The Chairperson of the Council shall have the following responsibilities: 1° to represent the Council before the law and before other organs; 2° to convene and preside over meetings of the General Assembly and those of the National Council Board; 3° to coordinate the activities of the Council and monitor the functioning of the Executive Secretariat; 4° to promote relations and cooperation with other organisations with the same mission; 5° to submit to the National Council Board a budget proposal; 6° to submit to the General Assembly the Council’s action plan and activity report; 7° to perform any other duties as may be assigned to him/her by the National Council Board or the Council’s General Assembly."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "14",
      "title": "Article 14 – Responsibilities of the Vice Chairperson of the Council",
      "content": "The Vice Chairperson of the Council shall have the following responsibilities: 1° to assist the Chairperson; 2° to deputize the Chairperson in case of his/her absence; 3° to perform any other duties as may be assigned to him/her by the National Council Board or the Council’s General Assembly; 4° to perform any other duties as may be assigned to him/her by the Chairperson of Council that is in line with the mission of the Council."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "15",
      "title": "Article 15 – Responsibilities of other members of the National Council Board",
      "content": "The Council’s Internal Rules and Regulations shall determine responsibilities of other members of the National Council Board."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "16",
      "title": "Article 16 – Executive Secretariat",
      "content": "The Executive Secretariat of the Council shall be comprised of an Executive Secretary and other necessary staff members appointed by the Council."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "17",
      "title": "Article 17 – Responsibilities of the Executive Secretary",
      "content": "The Executive Secretary of the Council shall have the following responsibilities: 1° to perform the daily activities of the Council; 2° to prepare documents to be considered by the National Council Board; 3° to keep the registry of members of the Council; 4° to ensure administrative and financial management of the Council; 5° to serve as a rapporteur for the National Council Board and the General Assembly of the Council; 6° to prepare a budget proposal for the Council; 7° to prepare the action plan for the Council; 8° to prepare activity and financial reports; 9° to perform any other duties as may be assigned to him/her by the National Council Board, the General Assembly or the Chairperson that is in line with the mission of the Council. The Executive Secretary of the Council shall attend the meetings of the National Council Board and the General Assembly and give his/her opinions but is not entitled to voting. He/she shall take minutes of such meetings."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "18",
      "title": "Article 18 – Responsibilities of other staff members of the Executive Secretariat",
      "content": "The Council’s Internal Rules and Regulations shall determine responsibilities of other staff members of the Executive Secretariat of the Council."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "19",
      "title": "Article 19 – Members of Regional Council Board",
      "content": "Regional Council Board shall be comprised of a number of Advisors elected by members operating in each region in accordance with internal rules and regulations of the Council. Members of the Regional Council Board shall serve for a term of office of three (3) years renewable only once. Each Regional Council Board shall elect from among its members a Chairperson, a Secretary and a Treasurer. Their term of office may be renewable only once."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "20",
      "title": "Article 20 – Regions of the Council",
      "content": "The Council shall be comprised of the following regions: 1° the region which groups together all members of the Council working in Kigali City; 2° the region which groups together all members of the Council working in the Eastern Province; 3° the region which groups together all members of the Council working in the Western Province; 4° the region which groups together all members of the Council working in the Southern Province; 5° the region which groups together all members of the Council working in the Northern Province."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "21",
      "title": "Article 21 – Responsibilities of the regional Council Board",
      "content": "The responsibilities of the regional Council Board shall be the following: 1° to monitor and assess professional practice of the Council members operating in the region; 2° to report to the relevant authorities those performing the veterinary profession contrary to the provisions of this Law; 3° to resolve conflicts that may arise among veterinary doctors themselves and between them and their clients; 4° to ensure compliance with the professional code of ethics; 5° to implement the decisions of the National Council Board and the General Assembly of the Council."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "22",
      "title": "Article 22 – Convening and holding the General Assembly",
      "content": "The General Assembly of the Council shall meet once a year and whenever necessary in accordance with modalities provided for by the internal rules and regulations. The meeting of the General Assembly of the Council shall be convened and presided over by the chairperson of the National Council Board. In case of his/her absence, the meeting shall be convened and chaired by the Vice Chairperson. The invitation for the meeting shall indicate items on the agenda, date, time and venue of the meeting and reach members at least fifteen days (15) before the meeting date. However, if the meeting is an extra ordinary General Assembly of the Council the time limit may be reduced to eight (8) days."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "23",
      "title": "Article 23 – Quorum required for holding the General Assembly and making decisions",
      "content": "The General Assembly of the Council shall validly be held when at least two thirds (2 / 3) of its members are present. If this quorum is not obtained, the meeting shall be postponed and called again in a period of at least eight days (8). In this case, the General Assembly shall validly deliberate irrespective of the number of members present. In both cases, decisions shall be taken by an absolute majority of votes by members present."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "24",
      "title": "Article 24 – Decisions of the General Assembly",
      "content": "The General Assembly of the Council shall deliberate and take decisions on items on the agenda. Decisions taken by the General Assembly de l’Ordre in accordance with this Law and Internal Rules and Regulations of the Council shall be binding on all members of the Council. Minutes of the General Assembly of the Council shall be signed by the Chairperson of the meeting and its rapporteur."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "25",
      "title": "Article 25 – Holding of the first General Assembly and establishment of organs",
      "content": "The first meeting of the General Assembly of the Council shall be convened and presided over by the Minister in charge of animal husbandry within a period not exceeding three (3) months as after the publication of this Law in the Official Gazette of the Republic of Rwanda. The meeting referred to in Paragraph One of this Article shall elect members of the National Council Board."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "26",
      "title": "Article 26 – Convening and holding the meeting of the National Council Board",
      "content": "The National Council Board shall be convened and presided over by the Chairperson of the Council. In case of his/her absence, the meeting shall be convened and chaired by the Vice Chairperson of Council. The meeting shall be convened in writing at least seven (7) days before the meeting, except in case of emergency. The notice to the meeting must be accompanied by its agenda. The National Council Board shall be validly held if at least two thirds (2/3) of its members are present and its decisions taken by absolute majority of the votes of members present."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "27",
      "title": "Article 27 – Periodicity for holding meetings of the National Council Board",
      "content": "The National Council Board shall meet every six (6) months. It may hold extraordinary meeting upon request by the Chairperson or by a half (½) of the members. When the Chairperson fails to convene the meeting within the specified period, it shall be convened by the Vice-Chairperson upon approval by two thirds (2/3) of the members."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "28",
      "title": "Article 28 – Invitation of a third party at meetings of the National Council Board",
      "content": "The National Council Board may, when necessary, invite to its meetings any person whose opinion is considered useful but with no right to vote."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "29",
      "title": "Article 29 – Minutes of the meetings of the National Council Board",
      "content": "Minutes of the meeting of the National Council Board shall be signed by the Chairperson of the meeting and the rapporteur."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "30",
      "title": "Article 30 – Convening the Regional Council Board meeting",
      "content": "Modalities for convening the regional Council Board meeting shall be determined by the Internal Rules and Regulations of the Council."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "31",
      "title": "Article 31 – Periodicity for holding the meetings of the Regional Council Board",
      "content": "The Regional Council Board shall meet every three (3) months. It may also hold extraordinary meetings upon invitation by its Chairperson on own initiative, or on request of the majority of its members."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "32",
      "title": "Article 32 – Decisions of the Regional Council Board",
      "content": "Decisions of the Regional Council Board shall be taken by absolute majority vote of the members present to the meeting. These decisions are notified to the National Council Board within a period of seven (7) days."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter II – Mission, organization and functioning of the Council",
      "section": "33",
      "title": "Article 33 – Sitting allowances for the members of the National Council Board, salaries and other benefits granted to the staff of the Executive Secretariat",
      "content": "The sitting allowances for members of the National Council Board present in the meetings shall be determined by the General Assembly of the Council. The salaries and other benefits for the Executive Secretaries of the Council and other staff members of the Executive Secretariat shall be determined by the National Council Board."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter III – Practice of the veterinary profession",
      "section": "34",
      "title": "Article 34 – Right to practice",
      "content": "Every Veterinary Doctor shall be allowed to practise on the territory of the Republic of Rwanda only when he/she is registered with the Rwanda Veterinary Council."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter III – Practice of the veterinary profession",
      "section": "35",
      "title": "Article 35 – Requirements for registration with the Council",
      "content": "For being registered on the Council’s roll, the applicant shall fulfill the following requirements: 1° to be a Rwandan national; 2° to hold at least a Bachelor’s degree in veterinary medicine recognized in Rwanda; 3° not to have been subject to any sanction removing him/her from any council of veterinary doctors."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter III – Practice of the veterinary profession",
      "section": "36",
      "title": "Article 36 – Requirements for a foreigner to be registered with the Council",
      "content": "A foreigner who applies for permission to practice the veterinary profession in Rwanda must fulfill the following conditions: 1° to hold a required degree; 2° to be member of the Council in the country where he/she previously used to practice; 3° to be a national of a country which entered into a bilateral agreement with Rwanda allowing Rwandan nationals to practice such profession within that country."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter III – Practice of the veterinary profession",
      "section": "37",
      "title": "Article 37 – Application to be registered with the Council",
      "content": "The registration with the Council shall be subject to a written application submitted to the Chairperson of the National Council Board. The application shall be accompanied by required documents. The Chairperson of the National Council Board shall provide a written reply within thirty (30) days from the date of receipt of the application. However, this period may be extended for a period not exceeding three (3) months if inquiry on the applicant is necessary. The applicant shall be notified in writing."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter III – Practice of the veterinary profession",
      "section": "38",
      "title": "Article 38 – Refusal to be registered with the Council",
      "content": "If the registration of the applicant mentioned in Article 37 of this Law is refused registration, he/she shall be notified in writing with the reasons for the refusal. If the applicant is not satisfied with the decision taken, he/she may appeal to the General Assembly of the Council. If he/she is not satisfied with the decision of the General Assembly of Council, he/she may appeal to the Minister in charge of animal husbandry. If he/she is not satisfied with the decision of the Minister, the person may refer the matter to the competent court."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter III – Practice of the veterinary profession",
      "section": "39",
      "title": "Article 39 – Place of registration of the applicant",
      "content": "Any person applying for registration with the Council shall clearly indicate the Council’s region he/she wants to operate in and his/her work station. In case of change of professional work station, he/she shall inform the National Council Board and indicate his/her new working station."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter III – Practice of the veterinary profession",
      "section": "40",
      "title": "Article 40 – Termination of practicing",
      "content": "Every Council member who, for personal reasons, ceases practicing shall do it by a written notification. The notification for termination of practicing shall be submitted to the Chairperson of the National Council Board within thirty (30) days from the date the member ceases his/her operations and a copy shall be reserved to the relevant Regional Council Chairperson."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter III – Practice of the veterinary profession",
      "section": "41",
      "title": "Article 41 – Professional internship duration",
      "content": "Professional internship shall be conducted over a period of one (1) year during which a person who wants to be registered with the Council is supervised by a registered member that has been practicing for at least five (5) years."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter III – Practice of the veterinary profession",
      "section": "42",
      "title": "Article 42 – Internee evaluation",
      "content": "When the internship is completed, the internee’s supervisor shall provide a report relating to the intenee’s evaluation to the National Council Board. The Council’s Internal Rules and Regulations shall set out modalities and assessment criteria ending the internship evaluation which should be based upon for final registration of the concerned person with the Council. Based on the report, the National Council Board shall decide whether the internee should be definitely registered with the Council and be assigned a professional identification number. When the National Council Board finds the internee’s evaluation not satisfactory, it extends the internship for a period of six (6) months. When this new period expires and the internee’s evaluation is still unsatisfactory, the internee shall be removed from the list of internees but remains with the right to register again for another internship."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter III – Practice of the veterinary profession",
      "section": "43",
      "title": "Article 43 – Relations between the Government and the Council",
      "content": "Veterinary Doctors who are employed by the Government shall, upon their request, be registered with the Council. Veterinary Doctors shall be allowed to stop practicing if they are going to be employed by Government but shall inform the Council. The Government may, when necessary, entrust some of its veterinary activities to the Council."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter V – Property of the Council",
      "section": "44",
      "title": "Article 44 – Property of the Council and its sources",
      "content": "The property of the Council shall comprise of movable and immovable assets which shall come from the following sources: 1° subsucription of members; 2° revenues from services rendered by the Council; 3° registration charges; 4° interest and profit from its property; 5° donations and bequests."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter V – Property of the Council",
      "section": "45",
      "title": "Article 45 – Use and audit of the property of the Council",
      "content": "The Council’s Internal Rules and Regulations shall determine the modalities for the use and audit of the Council’s property."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter VI – Disciplinary sanctions taken by the Council and penalties imposed on non Council members",
      "section": "46",
      "title": "Article 46 – Disciplinary sanctions taken against members of the Council",
      "content": "A member of the Council who contravenes the provisions of this Law shall be punished with one (1) of the following disciplinary measures: 1° written warning; 2° reprimand; 3° temporary suspension; 4° removal from the register of Council members. The disciplinary sanctions referred to under items 1º, 2º and 3º of Paragraph One of this Article shall be taken by the National Council Board. However, the period for temporary suspension shall not exceed one (1) year. The disciplinary measure referred to under item 4º of Paragraph One of this Article shall be taken by the General Assembly upon absolute majority of votes by members present and after advice by the National Council Board. A person who was removed from the register may, upon his/her request to the General Assembly, be re-registered in accordance with the provisions of the Council’s Internal Rules and Regulations. Disciplinary sanctions referred to under Paragraph One of this Article shall be taken after the concerned person is given an opportunity to be heard."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter VI – Disciplinary sanctions taken by the Council and penalties imposed on non Council members",
      "section": "47",
      "title": "Article 47 – Penalties imposed on non Council members",
      "content": "Any person practicing the veterinary profession when he/she is not registered with the Rwanda Veterinary Council shall be punished in accordance with the Penal Code."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "48",
      "title": "Article 48 – Transitional period for complying with the provisions of this Law",
      "content": "Veterinary doctors that have been practicing before the publication of this Law in the Official Gazette of the Republic of Rwanda shall have a six (6) month period to comply with its provisions. However, those that have been practicing for at least two (2) years and fulfil the requirements of Article 35 of this Law shall, upon approval by the National Council Board, be exempted from internship and may supervise internees."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "49",
      "title": "Article 49 – Validity of executed activities",
      "content": "Without prejudice to the provisions of other laws, activities executed in the context of veterinary profession before the commencement of this Law shall remain valid."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "50",
      "title": "Article 50 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "51",
      "title": "Article 51 – Repealing provision",
      "content": "The Ordinance n° 54 /363 of 09 November 1954 on Registration of Veterinary Doctors and all prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "52",
      "title": "Article 52 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "domestic animal",
      "definition": "all mammals, birds, fish and bees that are domesticated and any other wild animal that can be domesticated for a specific purpose",
      "source_provision": "art2"
    },
    {
      "term": "veterinary doctor",
      "definition": "a person with a Bachelor’s degree in veterinary medicine from a recognized university or a higher learning institution",
      "source_provision": "art2"
    },
    {
      "term": "veterinary profession",
      "definition": "a profession relating more particularly to the following: (a) curative and preventive veterinary medicine",
      "source_provision": "art2"
    }
  ]
}
