{
  "id": "rw-law-2011-1",
  "type": "statute",
  "title": "Law regulating Capital Market in Rwanda",
  "title_en": "Law regulating Capital Market in Rwanda",
  "short_name": "Law 1 of 2011",
  "status": "repealed",
  "issued_date": "2011-02-10",
  "in_force_date": "2011-03-28",
  "url": "https://rwandalii.org/akn/rw/act/law/2011/1/eng@2011-03-28",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law regulates capital market in Rwanda and establishes mechanisms for controlling and supervising its activities with a view to maintaining proper standards of conduct and acceptable practices in capital markets."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "In this Law, the following terms shall have the following meanings: 1° “ agent ”: a person approved to act for or under the direction of another person when dealing with third parties; 2° “ approved person ”: a person authorised to conduct capital market activities whether or not he/she has a licence; 3° “ Authority ”: the public institution responsible for regulating the capital market in Rwanda; 4° “ Clearing House ”: an institution which clears and settles capital market transactions; 5° “ capital market agreement ”: any agreement relating to activities referred to in Annex II of this Law; 6° “ Credit Rating Agency ”: a company which is engaged in or plans to be engaged in the business of analysing, reporting and monitoring the credit risk of a company or securities offered on the capital market. 7° “ custodian ”: a company entrusted with safekeeping another person’s property; 8° “exempted person \": a person approved under this Law to conduct capital market activities whether or not he/she has a licence; 9° “ Independent Review Panel ”: the Appeal Panel on decisions taken by the Authority and on any other matters related to capital market; 10° “ licenced person ”: a person who has a licence to conduct capital market business in Rwanda in accordance with this Law; 11° “ market ”: the capital market; 12° “ Minister ”: the Minister in charge of capital market; 13° “ person ”: an individual or legal entity; 14° “ securities depository ”: an electronic system that permits or facilitates the immobilization and dematerialization of capital market transactions or dealings without the necessity of physical certificates; 15° “ securities exchange ”: a market for the purchase and sale of capital market instruments;"
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Scope of this Law",
      "content": "This Law regulates capital market business activities in Rwanda as conducted by the following persons: 1° brokers; 2° dealers; 3° sponsors; 4° investment advisers; 5° investment banks; 6° investment managers; 7° custodians; 8° securities exchange; 9° clearing house; 10° credit rating agency. An Order of the Minister shall provide for additional business activities that are not included in this Law. The Order may also expand the list of capital market instruments referred to in Annex I of this Law."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Regulation of capital market",
      "section": "4",
      "title": "Article 4 – Capital market instruments and business",
      "content": "In this Law, capital market instruments are any assets and interest generated by instruments referred to in Annex I of this Law. In this Law, capital market business refers also to all business activities specified in Annex II of this Law."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Regulation of capital market",
      "section": "5",
      "title": "Article 5 – A person engaged in capital market business",
      "content": "In this Law, a person is engaged in capital market business if he/she: 1° carries out that business on a permanent basis and from an appropriate place in Rwanda; 2° engages in Rwanda in one or more of the activities referred to in Annex II of this Law and in compliance with the regulations established by the Authority."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Regulation of capital market",
      "section": "6",
      "title": "Article 6 – Restrictions on capital market",
      "content": "No person shall carry out or purport to carry out capital market business in Rwanda unless he/she is licenced, approved or exempted under this Law. A foreign person shall be authorized to carry out capital market business in Rwanda if the Authority is satisfied that the person is regulated and licenced by a foreign agency with equivalent powers. The Authority shall make regulations to be followed by a foreign person before he/she is approved to operate. Subject to the provisions of the preceding Paragraph, the Authority may exercise its powers under this Law against that person to ensure compliance with its regulations."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Licenced, approved and unapproved persons",
      "section": "7",
      "title": "Article 7 – Licenced and approved persons",
      "content": "A person holding a licence granted by the Authority shall be licenced person and is approved to carry out capital market business in Rwanda. A person approved by the Authority shall be deemed an approved person and allowed to carry out capital market business in Rwanda. An application for a licence or an authorization shall be made in accordance with the licensing regulations."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Licenced, approved and unapproved persons",
      "section": "8",
      "title": "Article 8 – Notification of refusal, suspension and withdrawal of a licence or approval",
      "content": "Where deemed necessary, the Authority shall notify the concerned person in writing of the refusal, suspension and withdrawal of his/her license or approval, indicating legal grounds on which the decision was made. A notification under this Article shall indicate to the concerned person the right of appeal before the Independent Review Panel against the decision taken. Where there is no appeal against the decision before the Independent Review Panel, the Authority shall do the following: 1° notify the person in writing of the decision of refusal, withdrawal or suspension of a licence or approval made against him/her; 2° may inform the public of decisions taken."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Licenced, approved and unapproved persons",
      "section": "9",
      "title": "Article 9 – Withdrawal and suspension of a licence or approval",
      "content": "The Authority may at any time withdraw or suspend any license or approval granted if it establishes that: 1° the licenced or approved person is not a fit and proper person to carry out the capital market business which he/she is engaged in or applying for; 2° subject to the provisions of point 1° of this Article, the licensed or approved person has violated any provision of this Law, or any regulations made under it or has furnished the Authority with false, inaccurate or misleading information. The suspension of a license or authorization shall be for a specified period or shall end with a remedy to its cause. A person shall not be considered as a licensed or approved person during the period of suspension of his/her license or authorization. On request by the concerned person and where the Authority considers it is justifiable, the Authority may withdraw any decision made under this Article."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Licenced, approved and unapproved persons",
      "section": "10",
      "title": "Article 10 – Withdrawal of an application for a license or an approval",
      "content": "An application for a license or approval may be withdrawn at any time before a positive or negative response is provided thereon. The Authority may refuse to withdraw any such application if it considers that a prior investigation should be conducted on the applicant for public interest."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Licenced, approved and unapproved persons",
      "section": "11",
      "title": "Article 11 – Return of a licence or an approval granted by the Authority",
      "content": "The Authority may resume a licence returned or suspend an approval upon request by the licensed or approved person. The Authority may refuse to return a licence or to suspend an approval if it considers that a prior investigation should be conducted on the applicant for public interest. The Authority may issue a public notice of any suspension or withdrawal of a licence or an approval."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Licenced, approved and unapproved persons",
      "section": "12",
      "title": "Article 12 – Exempted persons",
      "content": "Any exempted person is approved to carry out capital market business without the need for a license. The Authority may accept that an exempted person enjoys such a right before starting his/her activities. The Central Bank of Rwanda is exempted for any activity it may conduct with regard to the capital market referred to under this Law."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Licenced, approved and unapproved persons",
      "section": "13",
      "title": "Article 13 – Securities exchange and clearing houses",
      "content": "Any company may, in accordance with the capital market registration regulations, apply to the Authority for approval to be a securities exchange or a clearing house. A securities exchange or a clearing house which has been approved by the competent Authority shall be exempted in accordance with this Law. However, a securities exchange and a clearing house shall be subject to the Authority’s regulations relating to the inspection, investigation, conduct and functioning as provided in Chapters V, VI and VII of this Law. The Authority shall not approve a securities exchange or a clearing house unless it is satisfied that applicant meets the regulations, principles, and any other licensing requirements made under this Law."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Licenced, approved and unapproved persons",
      "section": "14",
      "title": "Article 14 – Foreign securities exchange and clearing houses",
      "content": "Any company whose head office is located outside Rwanda may, in accordance with the registration regulations, apply to the Authority for approval to be a foreign securities exchange or a foreign clearing house in accordance with this Law. A foreign securities exchange and a foreign clearing house shall be exempted when they are approved by the Authority to carry out activities in relation to capital market business in accordance with this Law. However, a foreign securities exchange and a foreign clearing house shall be subject to the Authority’s regulations relating to the inspection, investigation, conduct and functioning as provided in Chapters V, VI and VII of this Law."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Licenced, approved and unapproved persons",
      "section": "15",
      "title": "Article 15 – Credit Rating Agency",
      "content": "Any company may, in accordance with the capital market registration regulations, apply to be approved to operate as a Credit Rating Agency. A Credit Rating Agency which has been granted authorization by the Authority shall be considered as exempted with regard to its activities relating to capital market."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Licenced, approved and unapproved persons",
      "section": "16",
      "title": "Article 16 – Foreign Credit Rating Agency",
      "content": "Any company whose head office is located in a country outside Rwanda may, in accordance with the capital market registration regulations, apply to be approved to operate as a foreign Credit Rating Agency. A foreign Credit Rating Agency which has been granted authorization by the Authority shall be considered as exempted with regard to its activities relating to capital market."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Licenced, approved and unapproved persons",
      "section": "17",
      "title": "Article 17 – Approval and notification of requirements",
      "content": "The Authority shall make regulations determining the procedure of request, refusal, suspension and withdrawal of approval. The Authority shall also require an approved securities exchange, clearing house or credit rating agency to specify the nature of its business in accordance with regulations and set up the minimum standards for admission of its members."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Licenced, approved and unapproved persons",
      "section": "18",
      "title": "Article 18 – Power to extend or restrict the list of exempted persons",
      "content": "The Authority may, by way of regulations, increase the number of categories of exempted persons, remove from or restrict the list of exempted persons."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Practices and ethics in capital market",
      "section": "19",
      "title": "Article 19 – Statement of principles",
      "content": "The Authority shall make statements of principles with respect to the ethic and financial standing expected of persons licenced or approved to carry out capital market business. Failure to comply with a statement of principles issued by the Authority shall give rise to disciplinary actions. The Authority may impose the following disciplinary actions: 1° warning in writing; 2° a fine; 3° seeking an injunction from a court; 4° withdrawal, suspension or termination of a licence; 5° disqualification from the profession. Failure to comply with a statement of principles, regulations or professional code of ethics issued by the Authority shall give rise to disciplinary actions. Breach of principles, regulations, professional code of ethics or standards shall not have the effect of invalidating any transaction done or activities performed. The Authority shall exercise its powers as it deems appropriate to secure compliance with statement of principles, regulations, and professional code of ethics under this Article."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Practices and ethics in capital market",
      "section": "20",
      "title": "Article 20 – Modification of statement of principles",
      "content": "On request by any interested person, and if the Authority considers that it is consistent with its objectives as provided by Law, the Authority may: 1° adapt principles to the specificity or nature of the business of that person; 2° authorize non compliance with any decision made in order to respect the specificity or nature of the business of that person. The powers conferred by this Article shall not be exercised if it appears that non compliance with the statements of principles may adversely affect any investor."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Practices and ethics in capital market",
      "section": "21",
      "title": "Article 21 – Regulations governing the profession",
      "content": "The Authority shall issue regulations governing the conduct of capital market business through principles and regulations. A person who fails to observe any provision of the laws or regulations governing the profession shall be considered to have violated the statements of principles and regulations."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Practices and ethics in capital market",
      "section": "22",
      "title": "Article 22 – Business regulations",
      "content": "The Authority shall make regulations on the conduct of capital market business by licenced or approved persons. Subject to the provisions of Paragraph One of this Article, regulations may in particular provide for the following: 1° promote high standards of integrity and fair dealing in the conduct of capital market business; 2° make relevant provisions governing licenced or approved persons and requiring them to act with due skills, care and diligence in providing services; 3° make relevant provisions governing licenced or approved persons and require them to separate their own interests from those of their clients and to act fairly with their clients; 4° make relevant provisions governing licensed or approved persons and require them to give due regard to specific needs of each client; 5° make relevant provisions governing the disclosure of information by licensed or approved persons relating to transactions they are interested in, activities performed on the capital market, advice given, and information received from third parties in connection with their business; 6° make relevant provisions on the information to be disclosed by licenced or approved persons and on the way, they run their business; 7° make relevant provisions requiring licensed or approved persons to indicate how they carry out their investment-related activities or how they provide advice to their clients or give information to investors in order to enable them to make informed investment decisions; 8° make relevant provisions to ensure that decisions made or to be made on price stabilization are made known to investors; 9° make relevant provisions for the protection of the property of third parties with respect to which licenced or approved persons act as trustee; 10° make provisions for the compensation of investors brought into bankruptcy proceedings; 11° require proper record keeping and make provisions for their inspection."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Practices and ethics in capital market",
      "section": "23",
      "title": "Article 23 – Modification of business regulations",
      "content": "The Authority may, on request of any person to whom business regulations apply, amend some of those regulations requirements in order to adapt them to the specific needs of that person or to the nature of the business he/she carries out or plans to carry out, and the amendment shall not contradict the Authority’s objectives as set by the Law establishing it."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter V – Disciplinary measures",
      "section": "24",
      "title": "Article 24 – Employment of an unqualified person",
      "content": "A person shall not employ unqualified person in capital market business. If it appears to the Authority that any licensed or approved person is employing an unqualified person, it shall direct the unqualified person to be suspended."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter V – Disciplinary measures",
      "section": "25",
      "title": "Article 25 – Public statement of misconduct",
      "content": "If it appears that a licensed or approved person has contravened the statement of principles, regulations or the code of practice made by the Authority by employing an unqualified person, the Authority may publish a statement of the misconduct."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter V – Disciplinary measures",
      "section": "26",
      "title": "Article 26 – Court injunction to end violation",
      "content": "On request by the Authority, the court shall grant an injunction restraining the violation, if it establishes that: 1. a person is conducting capital market business without being licensed or approved; 2. an unqualified person referred to in Article 24 of this Law is employed;"
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter V – Disciplinary measures",
      "section": "27",
      "title": "Article 27 – Court injunction to remedy the violation",
      "content": "On request by the Authority, the court shall grant an injunction to remedy the violation, if it establishes that: 1° any concerned person has contravened the regulations; 2° an unqualified person is employed, or misleading information has been provided; 3° a person has contravened the regulations of a securities exchange or a clearing house;"
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter VI – Powers of intervention",
      "section": "28",
      "title": "Article 28 – Scope of powers of the Authority",
      "content": "The powers conferred on the Authority shall be exercised in relation to licensed or approved persons if it appears that: 1° the exercise of such powers is desirable for the protection of investors’ interests; 2° the licensed or approved person no longer has the capacity to carry out capital market business; 3° the licensed or approved person has violated any provision of this Law or regulations made under it, by providing the Authority with false, inaccurate or misleading information or has not complied with the requirements set by this Law."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter VI – Powers of intervention",
      "section": "29",
      "title": "Article 29 – Prohibited transactions",
      "content": "The Authority may prohibit a licenced or approved person from doing any of the following: 1° entering into any selling or buying transactions other than those he/she is licenced or approved for; 2° intending to engage in business with persons involved in unauthorised activities; 3° carrying out any kind of business prohibited on the capital market. Prohibitions under this Law only apply to selling and buying transactions or to any other transactions entered into in connection with capital market business."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter VI – Powers of intervention",
      "section": "30",
      "title": "Article 30 – Vesting of assets in a trustee",
      "content": "The Authority may, when deemed necessary, impose requirements in order for all assets which belong to a licenced or approved person or belong to investors which are held by licenced or approved persons to be transferred to and held by a trustee approved by the Authority. Requirements for vesting of assets in a trustee may apply to a person’s assets outside Rwanda."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter VI – Powers of intervention",
      "section": "31",
      "title": "Article 31 – Restrictions on using assets",
      "content": "For public interest, the Authority may prohibit a licenced or approved person from disposing or dealing with his/her own assets or assets over which he/she acts as a trustee. Restrictions under this Article may apply to persons outside Rwanda."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter VI – Powers of intervention",
      "section": "32",
      "title": "Article 32 – Possession of assets",
      "content": "The Authority may require a licensed or approved person to possess assets in Rwanda of such value as required by the Authority, with a view to ensuring that person shall be able to meet his/her liabilities in respect of capital market business."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter VI – Powers of intervention",
      "section": "33",
      "title": "Article 33 – Review or rescission of decisions",
      "content": "The Authority may, either on its own initiative or on request by a person under prohibition or requirement provided for in this Law, review or rescind the prohibition or requirement if it no longer appears necessary."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter VI – Powers of intervention",
      "section": "34",
      "title": "Article 34 – Notices",
      "content": "The power to impose, invalidate or rescind a prohibition or requirement under this Law shall be exercised by way of written notice served on the concerned person and the notice shall take effect as of the date specified in the notice. If the Authority refuses to invalidate or rescind a prohibition or requirement on the request of the person to whom it applies the Authority shall notify that person thereof within a period not exceeding thirty (30) working days. A notice imposing or rescinding a prohibition or requirement shall state the reasons for which that prohibition or requirement was decided. If the reasons stated in the notice referred to in Paragraph 3 of this Article does not specifically apply to a person mentioned in the notice and the Authority finds that the notice is prejudicial to that person in his/her work, the Authority shall review that notice and serve it on the concerned person. The notice referred to under Paragraph 3 of this Article shall provide for the right to appeal to the Independent Review Panel within fifteen (15) days. The Authority may give public notice relating to all decisions and the reasons for the decisions."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter VI – Powers of intervention",
      "section": "35",
      "title": "Article 35 – Winding up decision",
      "content": "On a petition presented by the Authority, the competent court may wind up a licenced or approved person if: 1° the person is insolvent; 2° the Court is of the opinion that it is just and equitable that person should be wound up."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter VII – Information, collection, inspection and investigation",
      "section": "36",
      "title": "Article 36 – Power to request for information",
      "content": "The Authority may also, by written notice require a person who is licenced or approved to provide it with information as it may reasonably require for the exercise of its functions. The Authority may also, by written notice, require an approved securities exchange, clearing houses, credit rating agencies and any other licenced or approved person to provide it with information that it may reasonably require for the exercise of its functions. The Authority may require any information to be provided within a reasonable time and verify it in such manner as it may deem appropriate."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter VII – Information, collection, inspection and investigation",
      "section": "37",
      "title": "Article 37 – Inspection powers",
      "content": "The Authority may, at any time and without notice, enter any premises occupied by licenced or approved persons. An Order of the Minister shall determine modalities to conduct inspection."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter VII – Information, collection, inspection and investigation",
      "section": "38",
      "title": "Article 38 – Investigation powers",
      "content": "The Authority has the powers to carry out investigation on any issues related to capital market business if when there are just able reasons to do so. Those powers shall not be exercised on an exempted person unless: 1° it is requested by that person; 2° it is established that the person has acted fraudulently and is not willing to rectify the matter. An Order of the Minister shall determine modalities to conduct investigation."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter VII – Information, collection, inspection and investigation",
      "section": "39",
      "title": "Article 39 – Exercise of powers of entry into premises",
      "content": "Upon a request from the Authority, the court may take a decision granting to the Authority the right to enter the premises if the court finds reasonable grounds to believe that documents relevant to the matter under investigation are on the premises. The court may also decide the seizure of those documents if it is established that the person under investigation has refused to produce them. The decision taken under this Article shall authorize any officer of the Authority or any other approved officer to: 1° enter the suspected premises and use force, as is reasonably necessary, for the purpose of searching, seizing documents mentioned in the decision, taking appropriate measures to ensure safe keeping of those documents and avoid their loss; 2° make a copy of those documents and require any person mentioned in the decision to provide explanation or indicate their location. The decision under this Article shall remain valid for one month (1) from the date of its issuance. Any documents seized under this Article shall be kept for three (3) months. If within that period, the person under investigation is prosecuted before courts, the documents shall be kept until the end of the proceedings."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter VIII – Insider dealing and market abuse",
      "section": "40",
      "title": "Article 40 – Inside information",
      "content": "“Inside information” means information which is price-sensitive in relation to capital market instruments and which: 1° relates to capital market instruments or an issuer thereof; 2° is specific or authentic and has not been made public; 3° if made public would likely has an effect on the price of a capital market instruments."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter VIII – Insider dealing and market abuse",
      "section": "41",
      "title": "Article 41 – Insiders",
      "content": "A person has information deemed inside information if: 1° he/she knows well that it is an inside information; 2° he/she has the inside information and is sure he/she got it from an inside source. A person has inside information if: 1° the person knows the inside information through being a board member, employee or shareholder of an issuer of capital market instruments; 2° the person has access to the inside information by virtue of his/her employment, office or profession; 3° the direct or indirect source of this information is a person referred to under points 1° and 2° of this Article."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter VIII – Insider dealing and market abuse",
      "section": "42",
      "title": "Article 42 – Insider dealing",
      "content": "An individual deemed to have engaged in insider dealing is a person who uses insider information to deal in capital market instruments which can influence the prices on the capital market. An individual who has insider information is deemed to have used the information to deal in the capital market if: 1° he/she encourages another person to deal in the capital market instruments whether or not that other person knows that the information is price sensitive; 2° he/she discloses the information of his/her employment or profession to another person and that person uses that information in dealing in capital market instruments that are price sensitive."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter VIII – Insider dealing and market abuse",
      "section": "43",
      "title": "Article 43 – Defence",
      "content": "A person shall not be deemed to have engaged in insider dealing on the capital market if he/she proves that: 1° at that the time of dealing he/she did not expect the dealing to result in a profit attributable to that information or that the information was price sensitive in relation to capital market instruments; 2° at the time he/she reasonably believed that every person was aware of that information and that no person would be prejudiced by not having the information; 3° he/she would have done the same thing even if he/she had not had the information. A person shall not be found to have conducted insider dealing when encouraging another person to deal in capital market instruments if he/she proves that: 1° at the time of the dealing, he/she did not expect it to result in a profit attributable to that information or that it would be price-sensitive information in relation to capital market instruments; 2° at the time he/she reasonably believed that every person was aware of that information and no person would be prejudiced by not having the information; 3° he/she would have done the same thing even if he/she had not had the information. A person shall not be found to have conducted insider dealing by virtue of a disclosure of information if he/she proves that: 1° at the time of disclosure he/she did not expect the recipient of the information to use it in dealing on the capital market; 2° although he/she knowingly disclosed the information, he/she did not expect the recipient of the information to get any profit therefrom or the information to be price sensitive on the capital market."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter VIII – Insider dealing and market abuse",
      "section": "44",
      "title": "Article 44 – Information made public",
      "content": "Information is made public if: 1° it is published in accordance with capital market regulations for the purpose of informing investors and their professional advisers; 2° it is kept in such a way that is open to the public; 3° it can be readily acquired by those likely to deal in any capital market instruments. Information is also treated as made public if: 1° it can only be acquired by persons in need of it to fulfil their duties or by experts; 2° it has been communicated only to a section of the public; 3° it is communicated only upon payment."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter VIII – Insider dealing and market abuse",
      "section": "45",
      "title": "Article 45 – Limits on insider dealing",
      "content": "Insider dealing does not apply to anything done by an individual acting on behalf of a public sector body in pursuit of monetary policies, exchange rate, foreign exchange reserves or the management of public debt. No contract shall be void or unenforceable because it is the result of insider dealing."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter VIII – Insider dealing and market abuse",
      "section": "46",
      "title": "Article 46 – Market abuse",
      "content": "For the purposes of this Law, market abuse is a behaviour by one person acting alone or by many persons acting jointly or in concert which occurs in relation to the capital market and is regarded by any person who is aware of the market practice as a breach of the standards of the market. Market abuse is a behaviour that is characterized by any of the following: 1° the information which is not generally available to those using the market but which, if available to them, would be relevant when deciding the terms on which transactions should be effected; 2° giving regular users of the market a false or misleading impression as to the supply of, demand for and price of capital market instruments; 3° be regarded by regular users of the market as distorting market and capital market instruments. The Authority shall issue regulations required to prevent capital market abuses."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter IX – Restrictions on the disclosure of information",
      "section": "47",
      "title": "Article 47 – Register of licensed or approved persons",
      "content": "The Authority shall properly keep a register of the persons who are licenced or approved to carry out capital market business."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter IX – Restrictions on the disclosure of information",
      "section": "48",
      "title": "Article 48 – Inspection of the register",
      "content": "The information contained in the register shall be open to inspection and the Authority may publish such information in any form it deems appropriate. The register shall be properly kept allowing easy inspection of its content."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter IX – Restrictions on the disclosure of information",
      "section": "49",
      "title": "Article 49 – Restrictions on the disclosure of information",
      "content": "Information which is restricted and related to the business or affairs of any person shall not be disclosed without the consent of the concerned person. The following persons are allowed to disclose the restricted information without the consent of the concerned person: 1° the Authority; 2° anybody or agency in charge of administering a compensation scheme; 3° the Central Bank of Rwanda; 4° any member of the Independent Review Panel; 5° any person appointed or licensed to exercise any powers of investigation; 6° any officer of anybody or agency referred to under points (1°) to (5°) of this Article. The same also applies to any other person who obtained this information directly or indirectly from the persons mentioned in Paragraph 2 of this Article. Information shall not be treated as restricted if it has been made available to the public in a way that is not precluded by this Article. Subject to provisions of Paragraph One of this Article, information is restricted if it was first obtained by the persons mentioned in paragraph 2 of this Article for the purpose of discharging their duties under this Law or any regulations thereunder. This Article shall not preclude the disclosure of information for the purpose of enabling any public or other body to discharge its responsibilities as may be specified by the Authority’s regulations."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter IX – Restrictions on the disclosure of information",
      "section": "50",
      "title": "Article 50 – Exemptions to restriction on disclosure of information",
      "content": "The restriction on the disclosure of information mentioned in the preceding Article shall not preclude the disclosure of information on the following: 1° criminal proceedings; 2° civil or disciplinary proceedings or proceedings before the Independent Review Panel; 3° aiding or assisting the Authority to exercise any powers conferred to it by this Law; 4° aiding or assisting a securities exchange, a clearing house, and a compensation scheme in accordance with this Law; 5° aiding and assisting the Ombudsman to obtain information required for accomplishing his/her duties; 6° aiding and assisting the Auditor General of State Finances and any other auditor appointed under this law to obtain information required for accomplishing their duties; 7° aiding and assiting the Attorney General to obtain information required for accomplishing his/her duties; 8° aiding and assisting the Central Bank of Rwanda to fulfil its mission; 9° aiding and assisting an official receiver to discharge his/her duties in accordance with the laws relating to insolvency; 10° aiding and assisting any person appointed to exercise any investigation powers or any auditor appointed under this law to discharge his/her duties; 11° aiding or assisting foreign agencies with a mission similar to that of the Authority."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter IX – Restrictions on the disclosure of information",
      "section": "51",
      "title": "Article 51 – Possible assistance by the Authority to other foreign regulatory authorities",
      "content": "The Authority may, subject to the provisions of Article 52 of this Law, provide assistance to other foreign regulatory authorities in connection with any legal or regulatory requirement which such authorities choose to enforce. The Authority shall carry out investigations into any alleged breaches of the legal or regulatory requirements or provide such other information, opinion or assistance as may be required by a foreign regulatory authority."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter IX – Restrictions on the disclosure of information",
      "section": "52",
      "title": "Article 52 – Conditions prior to provision of assistance to foreign regulatory authorities",
      "content": "The Authority shall determine whether providing assistance would be consistent with its responsibilities or would be in the interest of the maitenance of the integrity of Capital Market in Rwanda. To make a decision, the Authority shall consider the following: 1° whether the foreign regulatory authority is a legally recognized authority; 2° whether the assistance sought would be used by the foreign regulatory authority in fulfilling its responsibilities; 3° whether the foreign regulatory authority would provide comparable assistance to the Authority; 4° whether the foreign regulatory authority is prepared to assist the Authority with the cost of the investigation; 5° whether the assistance would be relevant to the foreign regulatory authority in fulfilling its responsibilities provided by Law with respect to capital market instruments; 6° whether the foreign regulatory authority would comply with any condition the Authority may impose on the transmission of such information; 7° whether the foreign regulatory authority is able to keep the information provided confidential; 8° whether the provision of such information would maintain and enhance the reputation of Capital Market in Rwanda; 9° whether a criminal proceeding has already been initiated in Rwanda based upon the same information being requested for by the foreign regulatory authority."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter IX – Restrictions on the disclosure of information",
      "section": "53",
      "title": "Article 53 – Prospectus",
      "content": "Subject to the provisions of the Law relating to companies, the prospectus shall comply with Laws and regulations on the issuance of capital market instruments to the public."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter IX – Restrictions on the disclosure of information",
      "section": "54",
      "title": "Article 54 – Restrictions on prospectus",
      "content": "No person in Rwanda shall offer his/her capital market instruments for subscription or sale to the public or a section of the public unless prior to such offer, he/she publishes a duly signed prospectus. Before publishing the prospectus that person shall file a copy with the Authority for prior approval."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter X – Compensation arrangements",
      "section": "55",
      "title": "Article 55 – Compensation scheme",
      "content": "The Authority shall, by regulations, establish a scheme for compensating investors where acts by persons who have been licensed or approved caused them bankruptcy."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter X – Compensation arrangements",
      "section": "56",
      "title": "Article 56 – Content of regulations governing the compensation",
      "content": "Regulations governing compensation shall include the following: 1° creation of a scheme in which compensation payments are deposited; 2° provisions relating to the functioning and organization of the scheme; 3° determination and establishment of modalities for the payment of contributions and other financial resources into the scheme; 4° establishment of terms and conditions on which, compensation is to be payable and any circumstances in which the right to compensation is to be excluded; 5° establishment of the mechanism for payment on behalf of the person who caused bankrupt and modalities for the scheme to recover the money from that person."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter XI – Relations with other regulatory bodies",
      "section": "57",
      "title": "Article 57 – Information given or actions taken by other regulatory bodies",
      "content": "The information given or actions made by other regulatory bodies shall be of use when: 1° a person whose principal place of business is in a country other than Rwanda; 2° a person whose principal business is not consist in capital market and who is regulated by a competent authority of the country in which he/she has principal place of business in relation to his/her principal business. The Authority shall declare that some requirements are fulfilled in accordance with this Law if: 1° the relevant regulatory body confirms that the requirements are fulfilled; 2° the Authority is satisfied with the organisation and competence of the management of that body. The Authority may take actions against any person. In taking such actions, the Authority must take into account any action or expected action to be exercised by any other regulatory body in relation to that person. The Authority may enter into any agreements with other regulatory bodies when the agreements are not contrary to this Article."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter XI – Relations with other regulatory bodies",
      "section": "58",
      "title": "Article 58 – Enforcement of decisions made by foreign regulatory bodies",
      "content": "The Authority may exercise its disciplinary powers or powers of intervention at the request of a foreign regulatory body or for the purpose of assisting it to take any action against any foreign regulatory body. The disciplinary powers of the Authority are the following: 1° to withdraw or suspend a license or an approval; 2° to give a disqualification direction; 3° to make public statements; 4° to apply for a court injunction; 5° impose financial penalties. In deciding to exercise such powers of disciplinary action and intervention, the Authority shall in particular take into account the following: 1° whether corresponding assistance would be given by the requesting foreign regulatory body to a regulatory authority in Rwanda; 2° whether the case concerns the breach of a law or regulations even if the case is not provided for under Rwandan Laws; 3° the seriousness of the case and its impact on persons in Rwanda; 4° whether it is appropriate in the public interest to give the assistance sought. The Authority may decline to provide such assistance unless the foreign regulatory body undertakes to make a financial contribution to assist the Authority in paying the costs associated with that assistance."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter XII – Auditors",
      "section": "59",
      "title": "Article 59 – Appointment of auditors",
      "content": "The Authority shall make regulations requiring persons licenced or approved to conduct capital market business to appoint an auditor meeting conditions specified under those regulations."
    },
    {
      "provision_ref": "art60",
      "chapter": "Chapter XII – Auditors",
      "section": "60",
      "title": "Article 60 – Power to require a second audit",
      "content": "If it appears to the Authority that there are reasonable grounds to do so, it may direct any person who is licenced or approved to carry out capital market business to appoint a second auditor for reviewing the report of the first auditor. Any review conducted and report made under this Article shall be at the expense of the concerned person and shall be carried out within the time specified in the instruction or within such time as the Authority may determine. The person carrying out the second audit under this Article shall have all the powers available to the first auditor, and the first auditor shall provide assistance at the second auditor may require. The report respecting the accounts which is submitted to the Authority in accordance with this Article may be sent or made available to interested persons for inspection in whole or part thereof."
    },
    {
      "provision_ref": "art61",
      "chapter": "Chapter XII – Auditors",
      "section": "61",
      "title": "Article 61 – Communication by an auditor to the Authority",
      "content": "An auditor must provide any information or opinion on a matter of which he/she has become aware of in his/her capacity as auditor of persons licensed or approved to conduct capital market business. The matters to be communicated to the Authority shall include those relating to persons other than the licensed or approved persons. Subject to the provisions of other Laws, an auditor who, without being thereto approved by the Law, communicates any information to the Authority, whether upon request or on his/her own initiative, may not be regarded as having committed a wrongful act where the information communicated is relevant to any functions of the Authority under this Law. If it appears to the Authority that any auditor or body of auditors to whom Paragraph 2 of this Article applies is not subject to satisfactory rules made or guidance issued by a professional body specifying circumstances in which matters are to be communicated to the Authority as mentioned in this Article, the Authority may itself make regulations applying to that auditor or that body of auditors, in communicating a matter to the Authority in accordance with conditions specified by the regulations. The matters to be communicated to the Authority in accordance with any such rules or guidance shall include matters relating to persons other than licenced or approved persons."
    },
    {
      "provision_ref": "art62",
      "chapter": "Chapter XII – Auditors",
      "section": "62",
      "title": "Article 62 – Failure by an auditor to communicate with the Authority",
      "content": "If it appears to the Authority that an auditor has failed to comply with the duty to communicate with the Authority it may disqualify him/her from being the auditor of persons licenced or approved to conduct capital market business. However, the Authority may remove any disqualification imposed if it deems necessary after such a person has corrected his/her behavior. A licensed or approved person shall not hire an auditor disqualified under this Article."
    },
    {
      "provision_ref": "art63",
      "chapter": "Chapter XIII – Capital market Independent Review Panel",
      "section": "63",
      "title": "Article 63 – Independent Review Panel",
      "content": "A capital market Independent Review Panel is hereby established. The organization and functioning of the Independent Review Panel as well as its composition shall be determined by an Order of the Minister."
    },
    {
      "provision_ref": "art64",
      "chapter": "Chapter XIV – Offences and penalties",
      "section": "64",
      "title": "Article 64 – Conducting capital market business without a licence or approval",
      "content": "Subject to the provisions of the Penal Code, any person who carries out or purports to carry out capital market business without a licence or approval commits an offence and shall be liable to imprisonment for six (6) months to two (2) years and a fine of fifteen million Rwandan francs (Rwf 15,000,000) to fifty million Rwandan Francs (Rwf 50,000,000) or one of these penalties."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapter XIV – Offences and penalties",
      "section": "65",
      "title": "Article 65 – Employing a disqualified person",
      "content": "Any person who accepts to employ a disqualified person shall be liable to a fine of five million Rwandan francs (Rwf 5,000,000)."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapter XIV – Offences and penalties",
      "section": "66",
      "title": "Article 66 – Misleading practices and statements",
      "content": "Any person who makes a statement, promise or forecast which he/she knows to be misleading, false, deceptive inducing another person to enter into, or to refrain from entering into an investment agreement or to exercise any rights conferred by a capital market instrument commits an offence. Any person who commits any act which creates a false or misleading impression as to the price of a capital market instruments or induces other persons to acquire, dispose of or underwrite capital market instruments, commits an offence. However, in the case of prosecution of offenses referred to under this Article, the accused person may prove that he/she reasonably believed that his/her act would not be false or misleading. Any person convicted of an offence referred to under this Article shall be liable to imprisonment for six (6) months to two (2) years or a fine of ten million Rwandan francs (Rwf 10, 000,000) to fifty million Rwandan Francs (Rwf 50, 000,000) or one of these penalties."
    },
    {
      "provision_ref": "art67",
      "chapter": "Chapter XIV – Offences and penalties",
      "section": "67",
      "title": "Article 67 – Failure to comply with investigation requirements",
      "content": "Any person who, fails to comply with a requirement imposed on him/her by investigators without reasonable excuse commits an offence, and shall be liable to imprisonment for six (6) months to two (2) years and a fine of five million Rwandan francs (Rwf 5,000,000) or one of these penalties. Any person convicted of such an offence may also be ordered to pay all the expenses associated with the investigation."
    },
    {
      "provision_ref": "art68",
      "chapter": "Chapter XIV – Offences and penalties",
      "section": "68",
      "title": "Article 68 – Obstruction of inspection",
      "content": "Any person who intentionally obstructs inspection by failing to comply with the requirement to provide required documents commits an offence, and shall be liable to imprisonment for six (6) months to two (2) years and a fine of twenty million Rwandan francs (Rwf 20,000, 000) or one of these penalties."
    },
    {
      "provision_ref": "art69",
      "chapter": "Chapter XIV – Offences and penalties",
      "section": "69",
      "title": "Article 69 – Offence of insider dealing and market abuse",
      "content": "Any person who has information as an insider and uses it in dealing in capital market instruments or by committing market abuse commits an offence, and shall be liable to imprisonment for six (6) months to two (2) years and a fine of ten million Rwandan francs (Rwf 10, 000, 000) to a hundred million Rwandan francs (Rwf 100.000.000) or one of these penalties."
    },
    {
      "provision_ref": "art70",
      "chapter": "Chapter XIV – Offences and penalties",
      "section": "70",
      "title": "Article 70 – Providing auditors with false or misleading information",
      "content": "Any licensed or approved person and any officer or manager of a licensed or approved body, who knowingly or recklessly furnishes an auditor with false or misleading information commit an offence, and shall be liable to imprisonment for six (6) to two (2) years and a fine of five million Rwandan francs (Rfw 5,000,000) or one of these penalties."
    },
    {
      "provision_ref": "art71",
      "chapter": "Chapter XIV – Offences and penalties",
      "section": "71",
      "title": "Article 71 – Providing false and misleading statements for the purpose of being licenced or approved",
      "content": "Any person knowingly provides false or misleading information for the purposes of being licenced or approved or complying with some of the requirements imposed by this Law commits an offence. Any person who is not licenced, approved or exempted and purports to be licenced, approved or exempted commits also an offence. Any person who purports to indicate have the status of an approved securities exchange, clearing house, or credit rating agency but does not have such status commits an offence Any person who commits any of the offences referred to under this Article shall be liable to imprisonment for six (6) months to two (2) years and a fine of ten million Rwandan Francs (10.000.000 Rwf) or one of these penalties."
    },
    {
      "provision_ref": "art72",
      "chapter": "Chapter XIV – Offences and penalties",
      "section": "72",
      "title": "Article 72 – Disclosure of restricted information",
      "content": "Any person convicted of disclosing restricted information in accordance with the provisions of this Law, shall be liable to imprisonment for six (6) months to two (2) years and a fine of five million Rwandan francs (Rfw 5, 000,000) or one of these penalties."
    },
    {
      "provision_ref": "art73",
      "chapter": "Chapter XV – Miscellaneous, transitional and final provisions",
      "section": "73",
      "title": "Article 73 – Annexes",
      "content": "The annexes to this Law shall form part thereof."
    },
    {
      "provision_ref": "art74",
      "chapter": "Chapter XV – Miscellaneous, transitional and final provisions",
      "section": "74",
      "title": "Article 74 – Powers to make regulations",
      "content": "The Authority shall have powers to issue all required regulations provided for which set out guidelines and directives required for the effective functioning of the capital market business in Rwanda."
    },
    {
      "provision_ref": "art75",
      "chapter": "Chapter XV – Miscellaneous, transitional and final provisions",
      "section": "75",
      "title": "Article 75 – Transitional period",
      "content": "Any individual or legal entity that has been dealing in capital market business before the publication of this Law shall have one (1) year period from the date of its publication to comply with its requirements."
    },
    {
      "provision_ref": "art76",
      "chapter": "Chapter XV – Miscellaneous, transitional and final provisions",
      "section": "76",
      "title": "Article 76 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art77",
      "chapter": "Chapter XV – Miscellaneous, transitional and final provisions",
      "section": "77",
      "title": "Article 77 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art78",
      "chapter": "Chapter XV – Miscellaneous, transitional and final provisions",
      "section": "78",
      "title": "Article 78 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
