{
  "id": "rw-law-2010-51",
  "type": "statute",
  "title": "Law establishing the Kigali International Arbitration Centre and Determining its Organisation, Functioning and Competence",
  "title_en": "Law establishing the Kigali International Arbitration Centre and Determining its Organisation, Functioning and Competence",
  "short_name": "Law 51 of 2010",
  "status": "repealed",
  "issued_date": "2010-01-10",
  "in_force_date": "2011-02-28",
  "url": "https://rwandalii.org/akn/rw/act/law/2010/51/eng@2011-02-28",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes the Kigali International Arbitration Centre. It also determines its organisation, functioning and competence."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "In this Law, the terms hereinafter listed shall have the following meanings: “ Board of Directors ”: the supreme organ of the Centre entrusted in making decisions; “ Centre ”: Kigali International Arbitration Centre; “ Committee ”: Advisory Committee of Kigali International Arbitration Centre; “ Financial year ”: a period of twelve consecutive months from 1 st July to 30 th June; “ Secretary General ”: the chief manager of the Centre."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Establishment of the Centre",
      "section": "3",
      "title": "Article 3 – Establishment of the Centre",
      "content": "There is hereby established the Kigali International Arbitration Centre located in the City of Kigali, the Capital of the Republic of Rwanda. The Centre may have branches abroad. The Centre shall have legal personality, financial and administrative autonomy."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter III – Attributions and competence of the Centre",
      "section": "4",
      "title": "Article 4 – Attributions of the Centre",
      "content": "The Centre shall have the following attributions: 1° to provide a forum for the resolution of disputes through arbitration and other alternative dispute resolution; 2° to promote the resolution of disputes by arbitration and alternative dispute resolution; 3° to promote opportunities for educating the public through the media, delivering of lectures, holding of seminars on the subject of arbitration and alternative dispute resolution; 4° to publish or assist in the publication of proceedings of the Centre, of books, articles and papers on arbitration and alternative dispute resolution; 5° to sponsor study and research in arbitration and alternative dispute resolution and provide fellowships, grants to deserving applications; 6° to affiliate and co-operate with other centres, or organizations which have similar mission; 7° to provide accreditation for members of the Centre to act as arbitrators or mediators in resolving domestic and international disputes; 8° to promote the country regionally and internationally as a centre for international commercial arbitration; 9° to provide facilities and assistance necessary for the conduct of domestic and international arbitration; 10° to encourage domestic arbitration as a means of settling commercial and business disputes; 11° to advise the government on matters related to arbitration; 12° to maintain adequate, accurate and timely records of proceedings made in arbitration and to keep safely such records; 13° to perform such other function as the Centre may determine in furtherance of the Centre’s mission."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter III – Attributions and competence of the Centre",
      "section": "5",
      "title": "Article 5 – Competence of the Centre",
      "content": "The Centre is the only competent agency for arbitration on matters related to trade in Rwanda and other matters related to it as stipulated in this Law."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter IV – Organisation and functioning of the Center",
      "section": "6",
      "title": "Article 6 – Management organs of the Centre",
      "content": "The Centre shall comprise the following organs: 1° The Board of Directors; 2° The General Secretariat; 3° The supporting organs."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter IV – Organisation and functioning of the Center",
      "section": "7",
      "title": "Article 7 – Board of Directors",
      "content": "The Board of Directors is the supreme body of the Centre. The Board of Directors is made of seven (7) members: 1° six (6) members appointed by the Rwanda Private Sector Federation; 2° one (1) member appointed by the Minister in charge of Justice. The Board of Directors shall choose among its members a Chairperson and a Deputy Chairperson. Members of the Board of Directors shall be persons of high integrity and demonstrated experience in matters relating to international or domestic arbitration, conciliation and settlements of disputes, national or international trade, industry, investment and corporate legal affairs."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter IV – Organisation and functioning of the Center",
      "section": "8",
      "title": "Article 8 – Term of office of members of the Board of Directors",
      "content": "Members of the Board of Directors shall hold office for a period of six 6 years renewable once. Without prejudice to Paragraph One of this Article, the Private Sector Federation of Rwanda may, if necessary, terminate the term of office of a member of the Board of Directors if in its opinion, such member is not fit to continue in office or has become incapable of performing his/her duties as a member of the Board of Directors. Members of the Board of Directors present in its meetings shall be entitled to sitting allowances as the Private Sector Federation of Rwanda may determine."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Organisation and functioning of the Center",
      "section": "9",
      "title": "Article 9 – Reasons for ineligibility as member of the Board of Directors",
      "content": "A person shall be ineligible for appointment to be a member of the Board of Directors if: 1° he/she been declared bankrupt under the law of any country; 2° he/she been convicted of the crime of genocide or genocide ideology; 3° he/she been convicted of a crime affecting public faith as provided for by the rwandan penal code; 4° it is noticed that he/she has financial interest or any other type of interest in a given agency, which is likely to affect the smooth discharge of his/her functions as a member of the Board of Directors."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organisation and functioning of the Center",
      "section": "10",
      "title": "Article 10 – Reasons for leaving the membership of the Board of Directors",
      "content": "A member of the Board of Directors shall leave such an office if: 1° his/her term of office expires; 2° he/she resigns by written notification; 3° he /she is no longer able to perform his/her duties due to physical or mental disability approved by an authorized medical doctor; 4° he/she is definitively sentenced to a term of imprisonment equal to or exceeding six (6) months without suspension; 5° he she is absent in meetings for three (3) consecutive times in a year with no justified reasons; 6° it is evident that he/she no longer fulfils the requirements considered at the time of his/her appointment on the Board of Directors; 7° he she demonstrates behavior which is incompatible with his/her responsibilities; 8° he/she jeopardizes the interests of the Centre; 9° he/she confesses and pleads guilty to the crime of genocide; 10° he/she is characterized by genocide ideology; 11° he/she dies; Every appointment of any person as a member of the Board of Directors and any termination of office or resignation of a member shall be published in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organisation and functioning of the Center",
      "section": "11",
      "title": "Article 11 – Responsibilities of the Board of Directors",
      "content": "The Board of Directors shall have the following responsibilities: 1° to act as the supreme organ of the Centre, responsible for all the operations and activities of the Centre; 2° to approve the internal rules and regulations of the Centre; 3° to provide to the Minister in charge of trade ideas which may be incorporated in ministerial orders on: a. organisation and functioning of the arbitration; b. requirements for arbitrators; c. procedure and requirements for registration of any document under this Law, including the fees payable; d. procedure to calculate arbitration fees; e. guidelines and optional models or specimens for the drawing up of arbitration clauses and agreements; 4° to appoint members of the arbitration council and members of the advisory council; 5° to follow up the implementation of the general and specific policy guidelines set out; 6° to manage the administrative and financial affairs of the Centre; 7° to approve the action plan and the budget of the Centre; 8° to appoint the staff of the General Secretariat; 9° to represent the Centre in all issues other than legal matters; 10° to take all necessary decisions conducive to the fulfilment of the objectives of the Centre."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Organisation and functioning of the Center",
      "section": "12",
      "title": "Article 12 – General Secretariat",
      "content": "The General Secretariat of the Centre shall be composed of the Secretary General and such other staff as the Board of Directors may determine. The Secretary General and the staff of the General Secretariat shall be appointed on such terms and conditions provided for by the internal rules and regulations of the Centre. The Secretary General shall be the Chief manager of the Centre. He/she shall have the following responsibilities: 1° to be the Rapporteur of the Board of Directors; 2° to be the Chief budget manager of the Centre; 3° to keep the records of the Centre; 4° to represent the Centre in legal matters; 5° to prepare the action plan and the draft budget of the Centre; 6° to perform such other duties as may be assigned to him/her by the Board of Directors and which is within the mission of the Centre. The Secretary General shall attend all the meetings of the Centre and the Board of Directors but with no right to vote. The Secretary General may delegate some of his/her duties to other staff of the Secretariat, subject to approval of the Board of Directors."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Organisation and functioning of the Center",
      "section": "13",
      "title": "Article 13 – Other supporting organs",
      "content": "Supporting organs to the management shall be: 1° the Committee of Arbitrators; 2° the Advisory Council."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Organisation and functioning of the Center",
      "section": "14",
      "title": "Article 14 – Committee of Arbitrators",
      "content": "The Board of Directors may from time to time set up committees of arbitrators for domestic arbitration and committees of arbitrators for international arbitration. A person may be included in more than one committee. Domestic committee of arbitrators may be appointed on matters relating to commerce, insurance, administrative contracts on commerce and finance entered into between public institutions and the private sector operators, road traffic accidents, constructions and such other fields as the Centre may deem expedient. International committee of arbitrators may be appointed on matters relating to international trade, international insurance, international investment and construction, administrative contracts on international commerce and finance entered into between public institutions and the private sector operators and such other fields as the Centre may deem expedient. The committees set up under this Article shall be 3 composed of persons who, in the opinion of the Centre, are qualified to carry out duties and functions of arbitrators in a particular field of expertise."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Organisation and functioning of the Center",
      "section": "15",
      "title": "Article 15 – Advisory Committee",
      "content": "The Board of Directors shall establish an International Arbitral Advisory Committee responsible for advising the Centre on any matter relating to international commercial arbitration and advise the Centre on the selection of persons competent to carry out the duties of arbitrators in international commercial arbitrations."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Organisation and functioning of the Center",
      "section": "16",
      "title": "Article 16 – Removal and resignation from office of members of the Committee of Arbitrators and the Advisory Committee",
      "content": "The Centre may at any time, if it deems it necessary, remove any person from the Committee of Arbitrators or the Advisory Committee. Any member at any time may also resign by tendering his/her resignation letter to the Secretary General. The removal or resignation of a person in accordance with Paragraph One of this Article shall not be deemed to include the removal or resignation of that person from any arbitral proceedings in which he/she may have been appointed prior to his/her removal or resignation."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Organisation and functioning of the Center",
      "section": "17",
      "title": "Article 17 – Arbitration procedures",
      "content": "The Centre may, without prejudice the provisions of this Law, with the agreement of parties and in accordance with rules made by the Centre, employ mediation, conciliation or other alternative dispute resolution at any time before or during the arbitration proceedings for the purposes of encouraging settlement of disputes."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter V – Property of the Centre",
      "section": "18",
      "title": "Article 18 – Sources of the property of the Centre",
      "content": "The property of the Centre shall include: 1° contributions from regional and international stakeholders; 2° fees and charges from users of the services of the Centre; 3° donation and grants from donors; 4° grants from government, if necessary; 5° any other lawful source of funding. The funds and property of the Centre shall be used for the promotion of its mission."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter V – Property of the Centre",
      "section": "19",
      "title": "Article 19 – Audit of the property of the Centre",
      "content": "The Centre shall properly keep books of accounts and records of its transactions and ensure that the money received is properly brought to account and that all payments out of its money are correctly made and properly authorized. The annual accounts of the Centre shall be audited by an auditor appointed by the Board of Directors. The Board of Directors shall, within three (3) months after the end of each financial year, submit the financial and property management report of the Centre to the auditor for auditing purposes. The auditor to whom the financial and property management report of the Centre is submitted in accordance with the provisions of Paragraph 3 of this Article shall, within three (3) months of submission of the report, do the following: 1° to audit finance and property of the Centre; 2° to transmit to the Board of Directors and the Secretary General the finance and property audit report of the Centre."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter V – Property of the Centre",
      "section": "20",
      "title": "Article 20 – Annual report",
      "content": "The Secretary General shall, no later than six (6) months after the end of each financial year, prepare an annual report in respect of that financial year. Such report shall include the following: 1° the audited statement of finance and property; 2° activity report of the Centre; 3° any other information the Board of Directors may deem appropriate. The annual report shall be submitted to the Board of Directors."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "21",
      "title": "Article 21 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "22",
      "title": "Article 22 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "23",
      "title": "Article 23 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
