{
  "id": "rw-law-2010-1",
  "type": "statute",
  "title": "Law determining the Mission, Organisation and Functioning of the Rwanda Academy of Language and Culture",
  "title_en": "Law determining the Mission, Organisation and Functioning of the Rwanda Academy of Language and Culture",
  "short_name": "Law 1 of 2010",
  "status": "repealed",
  "issued_date": "2010-01-29",
  "in_force_date": "2010-02-05",
  "url": "https://rwandalii.org/akn/rw/act/law/2010/1/eng@2010-02-05",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "1",
      "title": "Article 1 - Purpose of this Law",
      "content": "This Law determines the mission, organisation and functioning of the Rwanda Academy Language and Culture hereinafter referred to the ‘Academy’."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "2",
      "title": "Article 2 - Definition of terms",
      "content": "In this Law, the following terms shall be defined as follows: 1° academy: a national institution in charge development of sovereignty of language culture; 2° academician: an expert in matters relating to Rwandan language and culture; 3° chairperson: a head of the academy; 4° expert: a person who has a particular knowledge in Rwandan language culture; 5° art: ability to create an innovative work matters relating to language and culture; 6° cultural: quality of any object serving as basis for a culture or its components; 7° culture: a set of patterns peculiar to a certain society of human beings expressed through their thinking, deeds or actions, behaviour in know-how and speech that are specific to society; 8° cultural vehicle: anything allowing ensure respect for fundamental cultural values; 9° probity: behaviour, habits and customs beliefs characteristic of a person; 10° artistic creation: ability to create innovative work that seeks to express an idea an aesthetical manner; 11° literature: creation based on ideas thoughts expressed either in oral or written form; 12° talent: innate gift; 13° experienced person: a person possesses knowledge based on experience."
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "3",
      "title": "Article 3 - Legal personality",
      "content": "The Academy has a legal personality and administrative and financial autonomy. It shall last for an indeterminate period."
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER II: MISSION AND POWERS",
      "section": "4",
      "title": "Article 4 - Head office and supervising",
      "content": "authority of the Academy The head office of the Academy is established in Kigali City, the Capital city of the Republic of Rwanda. It may be transferred elsewhere Rwanda if deemed necessary. The Academy may have branches elsewhere the country if deemed necessary in order accomplish its mission upon approval by Order of the Prime Minister. The Academy is supervised by the Ministry charge of culture."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy",
      "section": "5",
      "title": "Article 5 - Mission of the Academy",
      "content": "The main mission of the Academy is to ensure implementation of provisions of Articles 50 51 of the Constitution of the Republic Rwanda of 4 June 2003 as amended to date. It has also the following specific responsibilities: 1° to safeguard and promote language culture; 2° to analyse Rwandan language and culture all their forms; 3° to commend excellent works in the domain of language and culture; 4° to advise, upon request or on own initiative, on matters relating to language and culture; 5° to take decisions in matters relating language and culture; 6° to identify the structure of the Rwandan language, ensure and promote its integrity its oral and writing aspects and other various usages; 7° to enrich the Rwandan language for its in all areas of knowledge; 8° to approve the appropriate use of Rwandan language at all levels; 9° to prevent the disappearance of other dialects of the Rwandan language used the country; 10° to ensure the value of the Rwandan language in competition with other languages used the country; 11° to promote the use of Kinyarwanda Rwanda and abroad; 12° to participate in designing the policy of use of the languages used in the country to ensure their implementation; 13° to approve fundamental principles of Rwandan culture as a source and pillar sustainable development; 14° to approve Rwandan cultural standards values and show their role in general knowledge; 15° to ensure that the Rwandan culture maintains its true value in education of Rwandan society in general and the youth particular; 16° to ensure the integrity of the Rwandan culture in comparison with other foreign cultures; 17° to determine the standards relating research in all art and artistic creation levels; 18° to promote cultural industry in particular; 19° to determine appropriate methods of storing heritage and cultural symbols; 20° to determine appropriate mechanisms protect art and literature; 21° to collaborate with other local, regional international institutions with similar responsibilities. FUNCTIONING OF THE ACADEMY"
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy",
      "section": "6",
      "title": "Article 6 - Organs",
      "content": "The Academy is composed of the following organs: 1° the General Assembly of the Academy; 2° the Bureau of the Academy; 3° the Executive Secretariat. Sub section One: General Assembly"
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy",
      "section": "7",
      "title": "Article 7 - Supreme organ of the Academy",
      "content": "and its members The General Assembly is the supreme organ the Academy. It is made up of all academicians of the Academy."
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy",
      "section": "8",
      "title": "Article 8 - Responsibilities of the General",
      "content": "Assembly The General Assembly of the Academy shall have the following main responsibilities: 1° to consider and approve all activities may facilitate the Academy in achieving mission; 2° to adopt the draft internal rules regulations of the Academy; 3° to consider and approve the annual of action and strategic plan of the Academy; 4° to consider and adopt the draft annual budget of the Academy; 5° to consider and approve the annual activity report and budget execution report; 6° to take decisions based on the evaluation and financial audit reports of the Academy and to take related decisions; 7° to approve donations, grants bequests to the Academy; 8° to monitor performance of administration of the Academy and personnel."
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy",
      "section": "9",
      "title": "Article 9 - Convening and holding",
      "content": "General Assembly of the Academy The General Assembly of the Academy shall held once quarterly and whenever so required at the invitation of the chairperson of Academy, in case of his / her absence at invitation of the Vice Chairperson in charge Culture, on their own initiative or upon request by a third (1/3) of the academicians of Academy. The invitation shall be in writing submitted to Academicians at least fifteen days before the meeting is held. However, the extraordinary meeting shall convened in writing at least five (5) days before it is held. In order for the Academy General Assembly be held, there shall be at least eight academicians. Items to be examined in the first quarter of year include approval of the activity report the previous budget execution report. In third quarter, items on the agenda shall include examination of the draft annual budget action plan of the following year. The General Assembly of the Academy shall also quarterly consider the financial and activity report relating to the previous quarter transmit it to the Minister supervising Academy."
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy",
      "section": "10",
      "title": "Article 10 - Mode of taking decisions",
      "content": "Decisions shall be taken by consensus. If possible, decisions shall be taken by absolute majority vote of members present."
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy",
      "section": "11",
      "title": "Article 11 - Invitation of any other resourceful",
      "content": "person in the Academy General Assembly The General Assembly of the Academy invite to its meeting any person from whom may seek advice on a certain item on agenda. The invited person shall not be allowed to vote and to follow debates on other items the agenda."
    },
    {
      "provision_ref": "art12",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy",
      "section": "12",
      "title": "Article 12 - Resolutions of the General",
      "content": "Assembly of the Academy and their notification Resolutions of the General Assembly of Academy shall be signed by its members soon as the meeting ends and a copy thereof shall be transmitted to the Minister supervising the Academy in a period not exceeding five days for his/her views and opinions within fifteen (15) days from its receipt. If this period expires with no reaction from the Minister, resolutions shall be deemed definitively approved. Resolutions of the Academy relating to responsibilities referred to under Article 5 this Law that must be made public to Rwandans shall be published in the Official Gazette of Republic of Rwanda."
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy",
      "section": "13",
      "title": "Article 13 - Minutes of the Academy General",
      "content": "Assembly Minutes of the meeting of the General Assembly of the Academy shall be signed the Chairperson of the Academy and rapporteur and be approved in the following meeting. The copy of the minutes shall submitted to the Minister supervising Academy in a period not exceeding fifteen days from the day of their approval."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy",
      "section": "14",
      "title": "Article 14 - Sitting",
      "content": "academicians allowances for A Presidential Order shall determine sitting allowances to be given to the academicians duties of the Academy. Sub section 2: Bureau of the Academy"
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy",
      "section": "15",
      "title": "Article 15 - Members of the Bureau of",
      "content": "Academy The Bureau of the Academy is composed of: 1° the Chairperson of the Academy; 2° the Vice Chairperson of the Academy charge of culture; 3° the Vice Chairperson of the Academy charge of language."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy",
      "section": "16",
      "title": "Article 16 - Meetings of the Bureau of",
      "content": "Academy An ordinary meeting of the Bureau shall be at least once a month and whenever so required."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy",
      "section": "17",
      "title": "Article 17 - Responsibilities of the Bureau",
      "content": "the Academy The Bureau of the Academy is responsible for: 1° preparing meetings of the General Assembly of the Academy; 2° taking urgent decisions when the General Assembly is unable to meet, notifying the decisions taken in the following meeting; 3° monitoring activities of the Executive Secretariat. Article 18: Responsibilities Chairperson of the Academy The Chairperson of the Academy is responsible for: of 1° convening and chairing meetings of General Assembly and of the Bureau of Academy; 2° representing the Academy before the Law; 3° promoting relations of the Academy with other local and foreign organs; 4° performing any other duties as may assigned by the Academy General Assembly with regard to his/her responsibilities; 5° submitting activity and financial report the Minister in charge of culture."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy",
      "section": "19",
      "title": "Article 19 - Responsibilities of the Vice",
      "content": "Chairperson of the Academy in charge culture The Vice-Chairperson of the Academy in charge of culture is responsible for: 1° deputizing for the Chairperson of Academy and replacing him/her in case his/her absence; 2° monitoring the activities of the Academy matters relating to culture as mentioned under Article 5 of this Law; 3° performing any other duties as may assigned by the Academy General Assembly with regard to his/her responsibilities."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy",
      "section": "20",
      "title": "Article 20 - Responsibilities of the Vice",
      "content": "Chairperson of the Academy in charge language The Vice Chairperson of the Academy charge of language is responsible for: 1° monitoring the activities of the Academy relating to language as mentioned under"
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy",
      "section": "21",
      "title": "Article 21 - Composition, responsibilities",
      "content": "functioning of the Executive Secretariat The Executive Secretariat shall be composed the Executive Secretary and other necessary staff members. The Executive Secretariat is responsible for accomplishment of the missions of the Academy referred to under Article 5 of this Law coordination of activities of the Academy. The structure and job classification of Executive Secretariat shall be determined by Prime Minister’s Order on request by Minister supervising the Academy after consultation with the Academicians. The personnel of the Executive Secretariat shall be appointed and managed in accordance with the General Statute for Rwanda Public Service."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy",
      "section": "22",
      "title": "Article 22 - Appointment and dismissal of",
      "content": "Executive Secretary of the Academy The Executive Secretary of the Academy shall be appointed and dismissed by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy | Section 2: Members of the Academy",
      "section": "23",
      "title": "Article 23 - Responsibilities of the Executive",
      "content": "Secretary The Executive Secretary shall be responsible the daily management and administration of Academy. He / she shall coordinate the daily activities of the Academy and shall accountable to the General Assembly for implementation of its decisions. He/she shall particularly be responsible for: 1° coordinating all activities of the Academy; 2° serving as the rapporteur of the meetings the General Assembly and of the Bureau the Academy; 3° implementing resolutions of the General Assembly and of the Bureau of Academy; 4° directing and coordinating the activities departments; 5° preparing the draft internal rules regulations of the Academy; 6° preparing the draft development plan of Academy; 7° preparing the draft budget proposal of Academy; 8° preparing the draft plan of action strategic plan of the Academy; 9° preparing the draft proposal of the annual report on activity and execution of budget of the Academy; 10° preparing and following up the training programmes for the staff and evaluating their performance; 11° performing any other duties as may assigned by the Bureau of the Academy with regard to the mission of the Academy. There shall be concluded, between the General Assembly of the Academy and the Executive Secretariat, a contract of performance indicating the obligations of each party and the conditions required in order for the Academy to fulfil mission."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy | Section 2: Members of the Academy",
      "section": "24",
      "title": "Article 24 - Members of the Academy",
      "content": "their term of office The Academy shall be composed of fifteen persons characterised by integrity experience in the field of culture and language. They are referred to as academicians. At least thirty per cent (30%) of them shall be females. Members of the Academy shall serve renewable term of office of five (5) years."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy | Section 2: Members of the Academy",
      "section": "25",
      "title": "Article 25 - Appointment of members of",
      "content": "Academy Academicians shall be appointed by Presidential Order after approval by the Senate."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy | Section 2: Members of the Academy",
      "section": "26",
      "title": "Article 26 - Conditions for being a member",
      "content": "the Academy For a person to be an academician, he/she shall be quired to: 1° be a Rwandan by nationality; 2° be characterised by integrity; 3° be an expert in matters relating to culture language; 4° not to have been deprived of civil political rights by court decision; 5° not to have been definitively sentenced term of imprisonment equal to or exceeding six (6) months without suspension sentence; 6° be free from prosecution for the crime genocide ideology; 7° free from being prosecuted for the crime genocide."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy | Section 2: Members of the Academy",
      "section": "27",
      "title": "Article 27 - Oath",
      "content": "Before taking office, Academicians shall take oath before the Prime Minister in these words: « I,……………………; solemnly swear the Nation that I shall: 1° remain loyal to the Republic of Rwanda 2° 3° 4° 5° uphold the Constitution and other laws; safeguard the basic individual human rights and the interests of the Rwandan people; work for the consolidation of national unity; diligently fulfil the responsibilities entrusted to me; 6° never use the powers conferred on me personal ends; Should I fail to honour this oath, may I face rigours of the law. So help me God»."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER III: ORGANISATION AND | Section One: Organs of the Academy | Section 2: Members of the Academy",
      "section": "28",
      "title": "Article 28 - Restrictions to Academicians and",
      "content": "companies in which they are shareholders Academicians or companies in which they hold shares shall not be allowed to carry out any duty remunerated in the Rwanda Academy Language and Culture nor compete for tenders."
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER IV: PROPERTY OF THE",
      "section": "29",
      "title": "Article 29 - Cessation",
      "content": "Academician of the duty The duty of an Academician shall cease in case 1° his/her term of office expires; 2° he/she resigns in writing; 3° he/she no longer able to perform his/her duties due to physical or mental disability certified by an authorized medical doctor; 4° he/she is definitively sentenced to a term imprisonment equal to or exceeding six months without suspension of sentence; 5° he/she is absent in meetings for three consecutive times in a year with no sound reasons; 6° he/she no longer fulfils the requirements considered at the time of his/her appointment to the Academy; 7° he/she demonstrates behaviour contrary his/her responsibilities; 8° he/she jeopardises the interests of Academy; 9° he/she confesses and pleads guilty to crime of genocide; 10° he/she is characterised by signs of ideology of genocide; 11° he/she dies. The Academy shall indicate, in accordance with provisions of the preceding paragraph, that of its members is no longer in his/her position that his/ her post is vacant and the appointing organ shall approve it. In case one of the members of the Academy leaves office before completion of the term office, he/she shall be replaced in accordance with provisions of Article 26 of this Law. person appointed shall complete the term his/her predecessor. ACADEMY"
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER IV: PROPERTY OF THE",
      "section": "30",
      "title": "Article 30 - Use, management and audit of",
      "content": "property of the Academy Use, management and audit of the property the Academy shall be carried out in accordance with relevant Laws. The internal audit unit shall submit a report the General Assembly of the Academy with copy to the Executive Secretariat."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER V: TRANSITIONAL",
      "section": "32",
      "title": "Article 32 - Adoption and management of the",
      "content": "Budget of the Academy The budget of the Academy shall be adopted and managed in accordance with relevant laws. FINAL PROVISIONS AND"
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER V: TRANSITIONAL",
      "section": "33",
      "title": "Article 33 - Drafting, consideration",
      "content": "adoption of this Law This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER V: TRANSITIONAL",
      "section": "34",
      "title": "Article 34 - Repealing provision",
      "content": "All prior legal provisions inconsistent with Law are hereby repealed."
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER V: TRANSITIONAL",
      "section": "35",
      "title": "Article 35 - Commencement",
      "content": "This Law shall come into force on the date of publication in the Official Gazette of Republic of Rwanda. Kigali, on 29/01/2010 (sé) KAGAME Paul President of the Republic (sé) MAKUZA Bernard Prime Minister Seen and sealed with the Seal of the Republic: (sé) KARUGARAMA Tharcisse Minister of Justice/Attorney General SUBSCRIPTION AND ADVERTISING RATES By Presidential Order n° 62/01 of 05/12/2008 Ministerial Order n° 01/03.04 of 01/01/2009 concerning subscription and advertising rates for The Subscription and advertising rates for the Official Gazette of the Republic of Rwanda shall be fixed follows: A. Annual subscription: - Rwanda 50, 000 Frw - Bordering Countries 60, 000 Frw - Other Countries in Africa 61, 000 Frw - European Countries 65, 000 Frw - American and Asian Countries 68, 000 Frw - Oceania 72, 000 Frw B. Retail price per copy: 1000 FRW C. Advertising rates: Fourteen Thousand (14,000) Rwandan Francs per typed, whether by computer or typewriter. For inserts of less than one page, the price shall be hundred twenty five (525) Rwanda Francs for one Issue periodicity of the Official Gazette The Official Gazette shall be issued every Monday. Subscription All sums due for paying the annual subscription for one issue and advertisement shall be paid Rwanda Revenue Authority (RRA); and the shall present the receipt to the Official Gazette Service which shall render him/her the service paid for. The annual subscription shall end with the year payment and payment for the new annual subscription shall be made before the month of January of the of subscription. Late subscription payers shall be given all published before, where there are any left, or else claim shall be made. Website: www.primature.gov.rw"
    }
  ],
  "definitions": [
    {
      "term": "academician",
      "definition": "an expert in matters relating to Rwandan language and culture",
      "source_provision": "art2"
    },
    {
      "term": "chairperson",
      "definition": "a head of the academy",
      "source_provision": "art2"
    },
    {
      "term": "expert",
      "definition": "a person who has a particular knowledge in Rwandan language culture",
      "source_provision": "art2"
    },
    {
      "term": "art",
      "definition": "ability to create an innovative work matters relating to language and culture",
      "source_provision": "art2"
    },
    {
      "term": "cultural",
      "definition": "quality of any object serving as basis for a culture or its components",
      "source_provision": "art2"
    },
    {
      "term": "culture",
      "definition": "a set of patterns peculiar to a certain society of human beings expressed through their thinking, deeds or actions, behaviour in know-how and speech that are specific to society",
      "source_provision": "art2"
    },
    {
      "term": "cultural vehicle",
      "definition": "anything allowing ensure respect for fundamental cultural values",
      "source_provision": "art2"
    },
    {
      "term": "probity",
      "definition": "behaviour, habits and customs beliefs characteristic of a person",
      "source_provision": "art2"
    },
    {
      "term": "artistic creation",
      "definition": "ability to create innovative work that seeks to express an idea an aesthetical manner",
      "source_provision": "art2"
    },
    {
      "term": "literature",
      "definition": "creation based on ideas thoughts expressed either in oral or written form",
      "source_provision": "art2"
    },
    {
      "term": "talent",
      "definition": "innate gift",
      "source_provision": "art2"
    },
    {
      "term": "experienced person",
      "definition": "a person possesses knowledge based on experience",
      "source_provision": "art2"
    }
  ]
}
