{
  "id": "rw-law-2016-36",
  "type": "statute",
  "title": "Law establishing Rwanda Association of Professional Environmental Practitioners and Determining its Organization and Functioning",
  "title_en": "Law establishing Rwanda Association of Professional Environmental Practitioners and Determining its Organization and Functioning",
  "short_name": "Law 36 of 2016",
  "status": "repealed",
  "issued_date": "2016-09-08",
  "in_force_date": "2016-09-26",
  "url": "https://rwandalii.org/akn/rw/act/law/2016/36/eng@2016-09-26",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes Rwanda Association of Professional Environmental Practitioners, abbreviated as “RAPEP”. It also determines its organization and functioning."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For purposes of this Law, the following terms have the following meanings: 1º environmental audit: systematic, documented and periodic evaluation of how organizations, management and equipment are performing with the aim of helping to safeguard the environment; 2º environmental assessment: environmental impact assessment or environmental audit; 3º environmental impact assessment: process of evaluating the likely environmental impacts of a proposed project before any decision is made; 4º certification: method of ascertaining the competence, capability and experience of a person, group of persons, a firm or an association dealing with issues of environmental impact assessment, environmental audit as well as strategic environmental assessment; 5º Minister: Minister in charge of environment; 6º environmental assessment practitioner: environmental auditor or environmental impact assessor or any other person prescribed by the Regulatory Council to conduct environmental assessments or studies in accordance with this Law."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – RAPEP legal personality and autonomy",
      "content": "RAPEP has legal personality and financial and administrative autonomy."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Head office of RAPEP",
      "content": "The head office of RAPEP is located in Kigali, the Capital City of the Republic of Rwanda. It may be relocated elsewhere on the Rwandan territory, when deemed necessary and upon approval by two-thirds (2/3) of practitioners who are members of the General Assembly of RAPEP."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Composition of RAPEP",
      "content": "RAPEP comprises environmental practitioners licensed to operate in the Republic of Rwanda and recorded on its register."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter One – General provisions",
      "section": "6",
      "title": "Article 6 – Responsibilities of RAPEP",
      "content": "Responsibilities of RAPEP are the following: 1º to gather environmental assessment practitioners; 2º to analyse and find solutions to all problems related to the environmental assessment practitioners’ profession; 3º to promote professionalism and proper conduct of members of RAPEP; 4º to exchange information relating to the environmental assessment practitioners’ profession; 5º to represent interests of environmental assessment practitioners and advocate for them in Rwanda and abroad."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Function and organization of RAPEP",
      "section": "7",
      "title": "Article 7 – Organs of RAPEP",
      "content": "RAPEP is composed of the following organs: 1º the General Assembly; 2º the Executive Committee; 3º the Executive Secretariat."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Function and organization of RAPEP",
      "section": "8",
      "title": "Article 8 – Composition of the General Assembly of RAPEP",
      "content": "The General Assembly of RAPEP comprises all environmental assessment practitioners recorded on the register of RAPEP."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Function and organization of RAPEP",
      "section": "9",
      "title": "Article 9 – Responsibilities of RAPEP General Assembly",
      "content": "The main responsibilities of the General Assembly of RAPEP are the following: 1º to elect and replace members of the Executive Committee and those who represent RAPEP to the Regulatory Council; 2º to approve members of RAPEP; 3º to consider and approve the strategic plan and annual action plan; 4º to consider and adopt the annual budget; 5º to receive and approve the annual report; 6º to follow up and monitor the functioning of organs of RAPEP and problems they encounter; 7º to determine and adopt the amount of annual contribution members of RAPEP are required to pay; 8º to consider and approve the annual report on the management of RAPEP property; 9º to adopt the rules of procedures of RAPEP; 10º to establish the code of conduct for environmental assessment practitioners; 11º to take actions against members who fail to comply with RAPEP regulations; 12º to approve donations and bequests."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Function and organization of RAPEP",
      "section": "10",
      "title": "Article 10 – Convening and holding of the meeting of the General Assembly of RAPEP",
      "content": "The General Assembly of RAPEP meets only once a year and anytime if deemed necessary in accordance with the rules of procedure. The meeting of the General Assembly of RAPEP is convened and chaired by the Chairperson of the Executive Committee and, in case of his/her absence, by the Deputy Chairperson. Invitations to the meeting indicate items on the agenda, date, time and venue of the meeting. Invitations must be sent to members of RAPEP fifteen (15) days before the meeting takes place. However, in case of an extraordinary meeting of the General Assembly, such a period may be reduced to eight (8) days."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Function and organization of RAPEP",
      "section": "11",
      "title": "Article 11 – Quorum for the General Assembly of RAPEP to meet and take decisions",
      "content": "In order for the General Assembly of RAPEP to meet, at least two thirds (2/3) of members of RAPEP must be present. In case that quorum is not obtained, the meeting is postponed and reconvened in a period of at least eight (8) days and takes decisions irrespective of the members present in the meeting. Whether from the first invitation or the second, decisions are taken on absolute majority of votes of members present at the meeting."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Function and organization of RAPEP",
      "section": "12",
      "title": "Article 12 – Decisions of the General Assembly of RAPEP",
      "content": "The General Assembly considers and takes decisions on items on the agenda. Decisions taken by the General Assembly in accordance with this Law and the rules of procedure of RAPEP, are respected by all members of RAPEP. Minutes of the meetings of the General Assembly are signed by the chairperson of the General Assembly and its rapporteur."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Function and organization of RAPEP",
      "section": "13",
      "title": "Article 13 – First meeting of the General Assembly and establishment of organs",
      "content": "Subject to provisions of Article 10 of this Law, the first meeting of the General Assembly of RAPEP is convened and chaired by the Minister in a period not exceeding three (3) months from the date of publication of this Law in the Official Gazette of the Republic of Rwanda. The meeting referred to in Paragraph One of this Article is the one at which members of the Executive Committee of RAPEP are elected."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Function and organization of RAPEP",
      "section": "14",
      "title": "Article 14 – Responsibilities of the Executive Committee of RAPEP",
      "content": "The Executive Committee of RAPEP has the following responsibilities: 1° to prepare meetings of the General Assembly; 2° to implement decisions of the General Assembly and those of the Regulatory Council; 3° to assess and monitor environmental assessment practitioners’ conduct; 4° to prepare action plan of RAPEP; 5° to follow up the day-to-day functioning of the Executive Secretariat; 6° to submit to the General Assembly the report and action plan; 7° to take all urgent provisional decisions to be submitted to the General Assembly for final decision; 8° to make and publish the register of the environmental assessment practitioners."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Function and organization of RAPEP",
      "section": "15",
      "title": "Article 15 – Members of the Executive Committee of RAPEP and their term of office",
      "content": "The Executive Committee of RAPEP is composed of five (5) members including the Chairperson, Deputy Chairperson, the Secretary and two (2) Advisors. Members of the Executive Committee of RAPEP are elected for three (3) years term renewable only once."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Function and organization of RAPEP",
      "section": "16",
      "title": "Article 16 – Responsibilities of the Chairperson of RAPEP Executive Committee",
      "content": "The Chairperson of the Executive Committee has the following responsibilities: 1° to represent RAPEP before the law and other institutions; 2° to invite and preside over the meeting of the General Assembly and that of the Executive Committee; 3° to ensure collaboration and partnership with other organs with the same activities; 4° to submit the draft budget proposal to the General Assembly of RAPEP; 5° to present to the General Assembly the action plan and the activity report of RAPEP; 6° to perform such other duties as may be assigned to him/her by the General Assembly of RAPEP."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Function and organization of RAPEP",
      "section": "17",
      "title": "Article 17 – Responsibilities of the Deputy Chairperson of the Executive Committee of RAPEP",
      "content": "Responsibilities of Deputy Chairperson of the Executive Committee are the following: 1º to assist the Chairperson; 2º to replace for the Chairperson in his/her absence; 3º to perform such other duties as may be assigned to him/her by the Executive Committee or the General Assembly of RAPEP."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Function and organization of RAPEP",
      "section": "18",
      "title": "Article 18 – Executive Secretariat of RAPEP",
      "content": "The Executive Secretariat of RAPEP is responsible for ensuring coordination of RAPEP activities. It is composed of the Executive Secretary and other important staff members recruited by RAPEP."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter II – Function and organization of RAPEP",
      "section": "19",
      "title": "Article 19 – Responsibilities of the Executive Secretary of RAPEP",
      "content": "Responsibilities of the Executive Secretary of RAPEP are the following: 1º to follow up the daily management of RAPEP; 2º to make the quarterly action plan and report on the use of property of RAPEP and coordinate its activities; 3º to prepare the draft budget proposal of RAPEP; 4º to prepare the draft annual action plan and annual report and submit them to the Executive Committee of RAPEP; 5º to manage and appraise RAPEP staff members; 6º to manage RAPEP property; 7º to participate in meetings of the General Assembly and those of the Executive Committee of RAPEP. In such meetings he/she may give his/her views without taking part in decision making; 8º to keep and manage all documents of RAPEP; 9º to perform such other duties related to his/her responsibilities as may be requested by the Executive Committee."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter II – Function and organization of RAPEP",
      "section": "20",
      "title": "Article 20 – Responsibilities of other members of staff of RAPEP",
      "content": "Responsibilities of other RAPEP staff members are determined by its rules of procedure."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter II – Function and organization of RAPEP",
      "section": "21",
      "title": "Article 21 – Convening and holding of the meeting of RAPEP Executive Committee",
      "content": "The meeting of RAPEP Executive Committee is convened and chaired by its Chairperson or in case of his/her absence by the Deputy Chairperson. The meeting is convened through a written notice at least seven (7) days before it is held. However, in the event of urgency, that time limit is not considered. The invitation letter must be accompanied with items of the agenda. RAPEP Executive Committee duly meets if at least three fifths (3/5) of its members are present and its decisions are taken by absolute majority of votes of members present."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter II – Function and organization of RAPEP",
      "section": "22",
      "title": "Article 22 – Statutory meetings of the Executive Committee",
      "content": "RAPEP Executive Committee meets every three (3) months. It may also meet in an extraordinary meeting on initiative of the Chairperson or upon request by three fifths (3/5) of its members. Where the Chairperson fails to convene the meeting in prescribed period, it is convened by the Deputy Chairperson upon approval by three fifths (3/5) of its members."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter II – Function and organization of RAPEP",
      "section": "23",
      "title": "Article 23 – Minutes of meetings of RAPEP Executive Committee",
      "content": "Minutes of meetings of RAPEP Executive Committee are signed by both the Chairperson and the rapporteur."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Regulatory Council",
      "section": "24",
      "title": "Article 24 – Establishment of the Regulatory Council",
      "content": "There is hereby established a Regulatory Council responsible for organising and supervising the environmental assessment profession. The Regulatory Council commences its activities within ninety (90) days from the date of publication of this Law in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Regulatory Council",
      "section": "25",
      "title": "Article 25 – Members of the Regulatory Council",
      "content": "The Regulatory Council is composed of the following seven (7) members: 1º a representative of the Authority in charge of environmental protection; 2º two (2) representatives of environmental assessment practitioners elected by their peers; 3º a representative of the Board in charge of development; 4º a representative of the Private Sector Federation; 5º a lecturer or a researcher representing the University of Rwanda; 6º a lecturer or a researcher representing the Association of Private Universities and Institutions of Higher Learning in Rwanda. The Executive Secretary of RAPEP attends meetings of the Regulatory Council and serve as its rapporteur but without voting rights. In their first meeting convened by the Minister, members of the Regulatory Council elect its Chairperson and Deputy Chairperson and one of them must be an environmental assessment practitioner. Members of the Regulatory Council must be knowledgeable in environmental impact assessment and environmental audit."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Regulatory Council",
      "section": "26",
      "title": "Article 26 – Appointment of members of the Regulatory Council",
      "content": "Members of the Regulatory Council are appointed by organs they represent upon request by the Minister."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter III – Regulatory Council",
      "section": "27",
      "title": "Article 27 – Term of office for members of the Regulatory Council",
      "content": "Members of the Regulatory Council serve a term of three (3) years renewable only once. The term of office of a member of Regulatory Council comes to an end if: 1º he/she dies; 2º he/she resigns in writing; 3º his/her term of office expires; 4º he/she ceases to be an employee or a member of the institution which he/she represents; 5º he/she can no longer perform his/her duties due to physical or mental disability approved by a recognized medical doctor; 6º he/she is finally sentenced to term of imprisonment equal to or more than six (6) months; 7º he/she is absent in the Regulatory Council meetings more than three (3) times without reasonable grounds; 8º he/she obstructs the development of the profession; 9º he/she is redeployed to another position by the appointing authority; 10º he/she is convinced of the crime of genocide or genocide ideology. A member of the Regulatory Council who intends to resign must address his/her resignation in writing to the Chairperson of the Regulatory Council and gives a thirty (30) day notice. If there is a vacant post in the Regulatory Council, the competent organ appoints someone else to hold it. The newly appointed member only serves for the remainder of the term."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter III – Regulatory Council",
      "section": "28",
      "title": "Article 28 – Responsibilities of the Regulatory Council",
      "content": "The Regulatory Council has the following responsibilities: 1º to approve regulations and guidelines governing the environmental assessment practitioners’ profession; 2º to advise Government on the organisation of the profession; 3º to monitor and exercise supervision and control over environmental assessment practitioners; 4º to take measures against the environmental assessment practitioners having committed professional misconduct; 5º to submit a quarterly activity report to the Minister; 6º to notify RAPEP of instructions and decisions of the Regulatory Council."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter III – Regulatory Council",
      "section": "29",
      "title": "Article 29 – Meetings of the Regulatory Council",
      "content": "The Regulatory Council meets once a quarter and whenever necessary. An Order of the Minister determines the functioning of the Regulatory Council."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter III – Regulatory Council",
      "section": "30",
      "title": "Article 30 – Budget allocated to the Regulatory Council meetings",
      "content": "The budget for meetings of the Regulatory Council is borne by the Authority in charge of environmental conservation."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Organisation of environmental assessment practitioners’ profession in Rwanda",
      "section": "31",
      "title": "Article 31 – Persons authorized to conduct environmental impact assessment and environment audit",
      "content": "Only licensed environmental practitioners appearing on RAPEP register are authorized to conduct an environmental impact assessment or an environmental audit. However, a civil servant appearing on RAPEP register is not allowed to conduct environmental impact assessment and environmental assessment as long as he/she remains in service, with the exception of lecturers and researchers in institution of higher learning and universities."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter IV – Organisation of environmental assessment practitioners’ profession in Rwanda",
      "section": "32",
      "title": "Article 32 – Requirements for registration on RAPEP register",
      "content": "For a person to be entered on the register of RAPEP, he/she must meet the following requirements: 1º possessing at least a bachelor’s degree in Environmental Science or a bachelor’s degree in Environmental Studies approved by the Regulatory Council of RAPEP in addition to having been trained in environmental impact assessment; 2º not having been sentenced to a term of imprisonment longer than six (6) months; 3º not having been removed from the register of RAPEP; 4º having paid fees required to be entered on the register of RAPEP."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter IV – Organisation of environmental assessment practitioners’ profession in Rwanda",
      "section": "33",
      "title": "Article 33 – Application for registration on RAPEP register",
      "content": "Any person who intends to be recorded on the register of RAPEP makes a written application to its Chairperson. The application letter must be accompanied by the required documents. The Chairperson of RAPEP responds to the request in writing within ninety (90) days from receipt of the application letter."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter IV – Organisation of environmental assessment practitioners’ profession in Rwanda",
      "section": "34",
      "title": "Article 34 – Resignation from RAPEP",
      "content": "Any member of RAPEP who resigns for personal reasons notifies the Chairperson of RAPEP in writing. The Chairperson of RAPEP responds in writing to the resigning person within thirty (30) days from the date of the member’s resignation, informing him/her of the acceptance of the resignation."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter IV – Organisation of environmental assessment practitioners’ profession in Rwanda",
      "section": "35",
      "title": "Article 35 – Rights of a person recorded on the register of RAPEP",
      "content": "A person recorded on the register of RAPEP in accordance with provisions of this Law receives a registration certificate granting him/her the right to practice as an environmental assessment practitioner. Registration under this law confers to the registered person the right to practice in the area of expertise indicated in the certificate. A registered person who holds a certificate is permitted to use the title \"Certified Environmental Assessment Practitioner\" immediately before his/her name."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter IV – Organisation of environmental assessment practitioners’ profession in Rwanda",
      "section": "36",
      "title": "Article 36 – Removal from the register of RAPEP",
      "content": "An environmental assessment practitioner is removed from RAPEP register if he/she: 1º is dismissed; 2º resigns; 3º is no longer able to work due to illness certified by a licensed doctor; 4º dies."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter IV – Organisation of environmental assessment practitioners’ profession in Rwanda",
      "section": "37",
      "title": "Article 37 – Restoration of a practitioner to the register of RAPEP",
      "content": "An environmental assessment practitioner removed from the register of RAPEP due to dismissal, illness certified by a doctor or voluntary resignation, may apply for restoration of his/her registration. A person removed from the register of RAPEP may be restored if the reasons for his/her removal no longer exist."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter IV – Organisation of environmental assessment practitioners’ profession in Rwanda",
      "section": "38",
      "title": "Article 38 – Duration of certificate",
      "content": "An environmental assessment practitioner’s registration certificate is valid for a period of one year. This period is renewable annually upon request by its holder."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter IV – Organisation of environmental assessment practitioners’ profession in Rwanda",
      "section": "39",
      "title": "Article 39 – Publication of the list of environmental assessment practitioners",
      "content": "The Executive Committee of RAPEP publishes the list of environmental assessment practitioners not later than 31 July of each year, with a copy to the Minister."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter V – Property of RAPEP",
      "section": "40",
      "title": "Article 40 – Property of RAPEP and its sources",
      "content": "The property of RAPEP is comprised of movable and immovable assets from the following sources: 1º contributions of RAPEP members; 2º income from rendered services; 3º registration fees; 4º income derived from its assets; 5º donations and bequests; 6º Government subsidies."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter V – Property of RAPEP",
      "section": "41",
      "title": "Article 41 – Use and audit of the property of RAPEP",
      "content": "The internal rules and regulations of RAPEP provide for the use and audit of its property."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter VI – Transitional, miscellaneous and final provisions",
      "section": "42",
      "title": "Article 42 – Deadline for complying with provisions of this Law",
      "content": "Any existing practitioner who practices in an official capacity as an environmental assessment practitioner continues practicing and must comply with provisions of this Law within twelve (12) months from the date of publication of this Law in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter VI – Transitional, miscellaneous and final provisions",
      "section": "43",
      "title": "Article 43 – Validity of activities performed",
      "content": "All activities related to environmental assessment carried out on the basis of licenses issued before the commencement of this Law remain valid."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter VI – Transitional, miscellaneous and final provisions",
      "section": "44",
      "title": "Article 44 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter VI – Transitional, miscellaneous and final provisions",
      "section": "45",
      "title": "Article 45 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter VI – Transitional, miscellaneous and final provisions",
      "section": "46",
      "title": "Article 46 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
