{
  "id": "rw-law-2013-82",
  "type": "statute",
  "title": "Law establishing the National Post Office (NPO) and determining its Mission, Organization and Functioning",
  "title_en": "Law establishing the National Post Office (NPO) and determining its Mission, Organization and Functioning",
  "short_name": "Law 82 of 2013",
  "status": "repealed",
  "issued_date": "2013-09-11",
  "in_force_date": "2013-11-11",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/82/eng@2013-11-11",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes National Post Office, abbreviated as “NPO”. This Law also determines its mission, organization and functioning. NPO shall have a legal personality, administrative and financial autonomy and be managed in accordance with general provisions governing Public Institutions."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Head office of NPO",
      "content": "The head office of NPO shall be located in Kigali City, the Capital of the Republic of Rwanda. It may be transferred elsewhere on the Rwandan territory if deemed necessary. In order to fulfill its mission, NPO may have branches elsewhere in the country and abroad if deemed necessary, upon approval by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Mission of NPO",
      "section": "3",
      "title": "Article 3 – Mission of NPO",
      "content": "The main mission of NPO shall be the following: 1° to exploit, manage and market all services in the postal sector; 2° to exploit, manage and market postal money orders and postal cheques; 3° to promote and develop service delivery in postal sector at national and international level; 4° to make any study, research and test in relation with postal services; 5° to carry out any operation related to commercial and investment in direct or indirect line with its mission and which is compatible to its general interests; 6° to carry out any task assigned by the Government to provide better services to the general population."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter III – Supervising authority of NPO and its category",
      "section": "4",
      "title": "Article 4 – Supervising authority of NPO and its category",
      "content": "The supervising authority of NPO as well as its category shall be determined by a Prime Minister’s Order. There shall be concluded a performance contract between the supervising authority of NPO and the decision-making organ indicating competence, rights and responsibilities of each party in order for NPO to fulfill its mission. The performance contract shall be valid for a period equal to the term of office of members of the Board of Directors of NPO and signed by supervising authority of NPO."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter IV – Organization and functioning of NPO",
      "section": "5",
      "title": "Article 5 – Management organs of NPO",
      "content": "NPO shall be comprised of the two (2) following management organs: 1° the Board of Directors; 2° the Directorate General. A Prime Minister’s Order may determine other relevant organs in order for NPO to fulfil its mission."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter IV – Organization and functioning of NPO",
      "section": "6",
      "title": "Article 6 – Board of Directors of NPO",
      "content": "The Board of Directors of NPO shall be the governing and decision making organ. Its competence, responsibilities and functioning as well as well as the responsibilities and the term of office of its members shall be determined by a Prime Minister’s Order. A Presidential Order shall appoint members of the Board of Directors of NPO including the Chairperson and the Deputy Chairperson. Members of the Board of Directors shall be selected on the basis of their competence and expertise. At least thirty percent (30%) of the members of the Board of Directors shall be females."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter IV – Organization and functioning of NPO",
      "section": "7",
      "title": "Article 7 – Sitting allowances for members of the Board of Directors",
      "content": "Members of the Board of Directors present in meetings of the Board of Directors shall be entitled to sitting allowances determined by a Presidential Order."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter IV – Organization and functioning of NPO",
      "section": "8",
      "title": "Article 8 – Incompatibilities with membership of the Board of Directors",
      "content": "Members of the Board of Directors shall not be allowed to perform any remunerated activity within NPO. They shall also not be allowed, either individually or companies in which they hold shares, to bid for tenders of NPO."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Organization and functioning of NPO",
      "section": "9",
      "title": "Article 9 – Composition of the Directorate General of NPO",
      "content": "Members of the Directorate General of NPO shall be appointed by a Presidential Order. The competence, responsibilities and modalities of performing the duties of the members of the Directorate General of NPO shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organization and functioning of NPO",
      "section": "10",
      "title": "Article 10 – Statute governing the staff of NPO and benefits of members of the General Directorate and the staff of NPO",
      "content": "The staff of NPO shall be governed by the General Statute for Rwanda Public Service. Benefits allocated to the members of the Directorate General and the staff of NPO shall be determined in accordance with legal provisions governing benefits to employees of public institutions."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organization and functioning of NPO",
      "section": "11",
      "title": "Article 11 – Organization, functioning and responsibilities of organs of NPO",
      "content": "The organization, functioning and responsibilities of organs of NPO shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter V – Property and finance",
      "section": "12",
      "title": "Article 12 – Property of NPO and its sources",
      "content": "The property of NPO shall be comprised of movables and immovables. The property of NPO shall come from the following: 1° income from its services rendered; 2° proceeds from its property; 3° loans granted to NPO approved by the Minister in charge of finance; 4° State or partners subsidies; 5° donations and bequests."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter V – Property and finance",
      "section": "13",
      "title": "Article 13 – Use, management and audit of the property of NPO",
      "content": "The use, management and audit of the property of NPO shall be carried out in accordance with relevant laws. The internal audit unit of NPO shall submit a report to the Board of Directors with a copy to the head of the Directorate General of NPO."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter V – Property and finance",
      "section": "14",
      "title": "Article 14 – Approval and management of the budget of NPO",
      "content": "The budget of NPO shall be approved and managed in accordance with relevant legal provisions."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter V – Property and finance",
      "section": "15",
      "title": "Article 15 – Annual financial report",
      "content": "Within three (3) months following the closure of the financial year, the head of the Directorate General of NPO shall submit the annual financial report to the supervising authority of NPO after its approval by the Board of Directors in accordance with laws governing management of State finance and property."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "16",
      "title": "Article 16 – Transfer of contracts, activities and property of National Post Office",
      "content": "Contacts, activities, property movable and immovable as well as liabilities of National Post Office established by the Law nº 2/92 of 11/03/1992 shall be transferred to NPO established by this Law."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "17",
      "title": "Article 17 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "18",
      "title": "Article 18 – Repealing provision",
      "content": "The Law nº 2/92 of 11/03/1992 establishing National Post Office and all prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "19",
      "title": "Article 19 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
