{
  "id": "rw-law-2013-2",
  "type": "statute",
  "title": "Law regulating Media in Rwanda",
  "title_en": "Law regulating Media in Rwanda",
  "short_name": "Law 2 of 2013",
  "status": "repealed",
  "issued_date": "2013-02-08",
  "in_force_date": "2013-03-11",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/2/eng@2013-03-11",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines rights, obligations, organization and functioning of media in Rwanda for the general interest."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "In this Law, the following terms shall be defined as follows: 1° defamation: intentional false communication, either through oral or written statements, visual elements, photographs or gestures with intention to harm a person’s reputation and respect; 2° commercial media companies: commercial companies that are subject to Laws governing business as well as those governing media; 3° non-commercial media companies: private companies that are subject to Laws governing non-governmental organizations as well as those governing media; 4° print media publications: documents made public, multiplied by whatever method and regularly published in a specific period of time; 5° media organs: print media publications, internet, radio and television stations as well as news agencies that circulate, at continued or regular intervals, general or specialized pieces of information meant for being disseminated; 6° media organs for children: any media organ which indicates in its nature or in its objectives that it is meant for children; 7° Media High Council: Independent institution responsible for media capacity building; 8° news: print, audio, visual or audio-visual elements that are prepared for media purposes; 9° internet media: a global system of interconnected computer networks of information processing aiming at disseminating information by use of various means of communication; 10° company distributing Media publications: a Company that specializes in the process of making media publications available. The company may or may not be profit-making; 11° internet café: place where people can access internet services against payment of a fee; 12° media: any process, whether in print, visuals, audio or audio-visual, signs or internet to disseminate, broadcast and make known to the general public facts, opinions and any other expression of thought particularly in order to inform, educate and train to promote leisure or entertainment; 13° internet: Information published through the use of a high technology computerized system used to exchange information meant to be disseminated; 14° print, audio or audiovisual media communication: message transmitted to the public through signs, gestures, written works, images, sounds or messages which do not bear any characteristic of a private correspondence; 15° advertisement in the media: a form of public announcement with intention to communicate opinions, decisions or trading activities or to promote an idea, a product, a service or advertising any other item as may be required by the advertiser; 16° right of reply: a right of an individual, associations, public entities or legal entity of expressing an opinion contrary to the view that undermines a person’s reputation or interests through the media; 17° right of rectification: A right of an individual, associations, public entities and legal entities of requesting for rectifying issues that were inaccurately reported in the media; 18° right of correction: right of an individual, associations, public entities or legal entity of requesting for correction of what was falsely published in the media; 19° a professional journalist: a person who possesses basic journalism skills and who exercises journalism as his/her first profession. He/she shall exercise at least one of the following professions: a. collecting information, b. processing information, c. publish/broadcast information through a given media organ with intention to disseminate information or opinions; 20° Media Self Regulatory Body: an organ set up by journalists themselves whose responsibility is to ensure compliance with the principles governing media and to defend the general interest; 21° national utilities statutory Regulator: a public body in charge of media regulation; 22° Rwanda Broadcasting Agency: an independant body which runs its duties in the field of audio, audio-visual or through internet in the public interest."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Journalism proffesion",
      "section": "3",
      "title": "Article 3 – Right to exercise the profession of journalism",
      "content": "A Rwandan journalist, whether exercising the profession of journalism in a registered media company or a freelance, or a representative of a foreign media organ in Rwanda, shall be given accreditation by the Media Self Regulatory Body. A foreign or Rwandan journalist working for a foreign media organ shall be given accreditation by a competent public organ."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Journalism proffesion",
      "section": "4",
      "title": "Article 4 – Regulation of media",
      "content": "The daily functioning of media and the conduct of journalists shall be regulated by the Media Self Regulatory Body. However, the national utilities statutory regulator shall also carry out the regulation of audio, audiovisual media and internet. Organs referred to under Paragraphs One and 2 of this Article shall have a joint working agreement and shall determine their plan of action."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Journalism proffesion",
      "section": "5",
      "title": "Article 5 – Obligations of a journalist",
      "content": "A journalist shall have the following main obligations: 1° to inform; 2° to educate population and promote leisure activities; 3° to defend the freedom of information, analyse and comment on information."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Journalism proffesion",
      "section": "6",
      "title": "Article 6 – Prohibited publications to a journalist",
      "content": "The right to know or to publish documents from Legislative, Executive or Judicial Powers may be limited where necessary in respect of: 1° confidentiality in the national security and national integrity; 2° confidentiality of judicial proceedings, parliamentary sessions and Cabinet deliberations in camera."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Journalism proffesion",
      "section": "7",
      "title": "Article 7 – Restrictions to media for children",
      "content": "The media for children is particularly prohibited from acting as illustrations, story or opinion praising or promoting any malicious, indecent and delenquency acts that are likely to divert or demoralize them."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Journalism proffesion",
      "section": "8",
      "title": "Article 8 – Freedom to receive and broadcast information",
      "content": "Freedom of the media and freedom to receive information are recognised and respected by the State. Such freedom shall be applicable in accordance with the Law. Every journalist has the right to freedom of opinion and expression; this right includes the right to seek, receive, give and broadcast information and ideas through any media."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Journalism proffesion",
      "section": "9",
      "title": "Article 9 – Limits to freedom of opinions and information",
      "content": "Censorship of information is prohibited. However, the freedom of opinions and information shall not jeopardize the general public order and good morals, individual’s right to honour and reputation in the public eye and to the right to inviolability of a person’s private life and family; the freedom shall also be recognized if it is not detrimental to the protection of children."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Journalism proffesion",
      "section": "10",
      "title": "Article 10 – Modalities for seizure",
      "content": "The material of a journalist shall not be seized. If there is an offence in media, seizure shall be exercised on documents and audio-visual recordings which are questionable. Seizure shall only be exercised on urgent court decision without prejudice to continuation of the proceedings. In order to enforce the judicial decision against a media company, seizure shall be exercised in accordance with legal provisions governing seizure."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Rights of journalists",
      "section": "11",
      "title": "Article 11 – Right to establish a media company",
      "content": "The right to establish a media company is recognized to any person or legal entity in accordance with the provisions of this Law and other laws."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Rights of journalists",
      "section": "12",
      "title": "Article 12 – Right to collect information",
      "content": "Notwithstanding the provisions of Article 6 of this Law, a journalist shall have free access to all sources of information and the right to freely inquire on all events of public life, and to publish them in respect of the provisions of this Law and other Laws."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Rights of journalists",
      "section": "13",
      "title": "Article 13 – Respect of a journalist confidentiality",
      "content": "Professional journalist confidentiality shall be guaranteed in respect of his/her sources of information, notes, audio or audiovisual recordings or film shooting as well as any information collected and stored electronically. However, the court may order a journalist to reveal his/her sources of information whenever it is considered necessary for purposes of carrying out investigations or criminal proceedings."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Rights of journalists",
      "section": "14",
      "title": "Article 14 – Right of a journalist to call on any resourceful person and those who provide instructions to him/her",
      "content": "A journalist, in his/her profession, may seek advice from any resourceful person he/she considers sufficiently competent in order to analyse or comment on any information. However, a journalist shall not be liable for any comments made by the resourceful person and which was reported verbatim. A journalist has the right to refuse any pressure and he/she shall be issued with instructions only by members of the editorial team of a publication or media which employs him/her."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Rights of journalists",
      "section": "15",
      "title": "Article 15 – Remedies available to the journalist",
      "content": "A journalist whose rights recognised by this Law are not respected may lodge a petition with the Media Self Regulatory Body or any other competent organs to amicably resolve any matter. In case the journalist is not satisfied, he/she may refer the matter to the competent court."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Functioning of media organs",
      "section": "16",
      "title": "Article 16 – Requirements to launch a media organ",
      "content": "Before setting up a new media organ, its owner or any other competent person shall apply in writing to the competent public organ. If it is a public media organ, the Chairperson of the Board of Directors of the new media organ which needs to be set up shall file the written application with such an organ. The competent public organ shall put in place instructions to determine the requirements for setting up the media organ."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Functioning of media organs",
      "section": "17",
      "title": "Article 17 – Person not entitled to be a publishing Director or a Chief-Editor",
      "content": "A person who enjoys immunity shall not be a publishing Director or a Chief-Editor of a media organ."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Functioning of media organs",
      "section": "18",
      "title": "Article 18 – Broadcasting programs of another media organ",
      "content": "An audio, visual or audiovisual media organ may broadcast on its line a program of another audio, visual or audiovisual media organ in accordance with modalities set by a national utilities statutory regulator."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Functioning of media organs",
      "section": "19",
      "title": "Article 19 – Right to a website",
      "content": "Every person has the right to receive, disseminate or send information through internet. He/she is entitled to the right of creating a website through which he/she disseminates the information to many people. Posting or sending information through the internet does not require the user to be a professional journalist."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Functioning of media organs",
      "section": "20",
      "title": "Article 20 – Enforcement of provisions of this Law",
      "content": "Provisions of this Law relating to print media and audio or audiovisual media shall also apply on information published through the internet."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter V – Right of correction, reply and rectification",
      "section": "21",
      "title": "Article 21 – Right of correction, reply or rectification",
      "content": "Every individual, associations, public entities and organizations with legal personality shall have the right to request for correction, reply or rectification of an article or a story published in a media organ. Request for correction, reply or rectification shall be submitted to the Publishing Director of media organ in a registered mail, letter delivered with acknowledgement of receipt or electronic mail with acknowledgment of receipt. The Media Self Regulatory body shall determine modalities for correction, reply and rectification. If the applicant for correction, reply or rectification is unsatisfied with the decision made, the person may file a case with the Media Self Regulatory Body. In the absence of amicable settlement, the person may file a case with the competent court."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter V – Right of correction, reply and rectification",
      "section": "22",
      "title": "Article 22 – Bodies and organisations exercising the right of reply, correction or rectification",
      "content": "The National Commission of Human Rights and other public competent organs, registered associations or human rights or non government organisations in charge of human rights, may at their own initiative or upon request, exercise the right of reply, correction or rectification when a person or a group of persons is/are subject to accusations in a media organ, likely to harm their reputation or confidence, on the basis of any form of discrimination or any other grounds based on their responsibilities."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter V – Right of correction, reply and rectification",
      "section": "23",
      "title": "Article 23 – Keeping recorded programmes",
      "content": "The audio or audiovisual media organ is required to keep its recorded programmes and preserve them for at least three (3) months. If any complaint or petition relating to those programmes arises before expiry of three (3) months, the obligation to preserve the recorded programmes ceases when the complaint or petition is concluded."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter VI – Final provisions",
      "section": "24",
      "title": "Article 24 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter VI – Final provisions",
      "section": "25",
      "title": "Article 25 – Repealing provisions",
      "content": "Law n° 22/2009 of 12/08/2009 on media and all prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter VI – Final provisions",
      "section": "26",
      "title": "Article 26 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "commercial media companies",
      "definition": "commercial companies that are subject to Laws governing business as well as those governing media",
      "source_provision": "art2"
    },
    {
      "term": "non-commercial media companies",
      "definition": "private companies that are subject to Laws governing non-governmental organizations as well as those governing media",
      "source_provision": "art2"
    },
    {
      "term": "print media publications",
      "definition": "documents made public, multiplied by whatever method and regularly published in a specific period of time",
      "source_provision": "art2"
    },
    {
      "term": "media organs",
      "definition": "print media publications, internet, radio and television stations as well as news agencies that circulate, at continued or regular intervals, general or specialized pieces of information meant for being disseminated",
      "source_provision": "art2"
    },
    {
      "term": "media organs for children",
      "definition": "any media organ which indicates in its nature or in its objectives that it is meant for children",
      "source_provision": "art2"
    },
    {
      "term": "Media High Council",
      "definition": "Independent institution responsible for media capacity building",
      "source_provision": "art2"
    },
    {
      "term": "news",
      "definition": "print, audio, visual or audio-visual elements that are prepared for media purposes",
      "source_provision": "art2"
    },
    {
      "term": "internet media",
      "definition": "a global system of interconnected computer networks of information processing aiming at disseminating information by use of various means of communication",
      "source_provision": "art2"
    },
    {
      "term": "company distributing Media publications",
      "definition": "a Company that specializes in the process of making media publications available",
      "source_provision": "art2"
    },
    {
      "term": "media",
      "definition": "any process, whether in print, visuals, audio or audio-visual, signs or internet to disseminate, broadcast and make known to the general public facts, opinions and any other expression of thought particularly in order to inform, educate and train to promote leisure or entertainment",
      "source_provision": "art2"
    },
    {
      "term": "internet",
      "definition": "Information published through the use of a high technology computerized system used to exchange information meant to be disseminated",
      "source_provision": "art2"
    },
    {
      "term": "advertisement in the media",
      "definition": "a form of public announcement with intention to communicate opinions, decisions or trading activities or to promote an idea, a product, a service or advertising any other item as may be required by the advertiser",
      "source_provision": "art2"
    },
    {
      "term": "right of reply",
      "definition": "a right of an individual, associations, public entities or legal entity of expressing an opinion contrary to the view that undermines a person’s reputation or interests through the media",
      "source_provision": "art2"
    },
    {
      "term": "right of rectification",
      "definition": "A right of an individual, associations, public entities and legal entities of requesting for rectifying issues that were inaccurately reported in the media",
      "source_provision": "art2"
    },
    {
      "term": "right of correction",
      "definition": "right of an individual, associations, public entities or legal entity of requesting for correction of what was falsely published in the media",
      "source_provision": "art2"
    },
    {
      "term": "a professional journalist",
      "definition": "a person who possesses basic journalism skills and who exercises journalism as his/her first profession",
      "source_provision": "art2"
    },
    {
      "term": "Media Self Regulatory Body",
      "definition": "an organ set up by journalists themselves whose responsibility is to ensure compliance with the principles governing media and to defend the general interest",
      "source_provision": "art2"
    },
    {
      "term": "national utilities statutory Regulator",
      "definition": "a public body in charge of media regulation",
      "source_provision": "art2"
    },
    {
      "term": "Rwanda Broadcasting Agency",
      "definition": "an independant body which runs its duties in the field of audio, audio-visual or through internet in the public interest",
      "source_provision": "art2"
    }
  ]
}
