{
  "id": "rw-law-2012-26",
  "type": "statute",
  "title": "Law governing the Professions of Architecture and Engineering and Establishing the Institute of Architects and the Institute of Engineers in Rwanda",
  "title_en": "Law governing the Professions of Architecture and Engineering and Establishing the Institute of Architects and the Institute of Engineers in Rwanda",
  "short_name": "Law 26 of 2012",
  "status": "repealed",
  "issued_date": "2012-06-29",
  "in_force_date": "2012-09-10",
  "url": "https://rwandalii.org/akn/rw/act/law/2012/26/eng@2012-09-10",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs the professions of architecture and engineering and establishes the Institute of Architects and the Institute of Engineers in Rwanda."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "In this Law, the following terms shall have the following meanings: 1° Architect: a person holding a least a bachelor’s degree in Architecture awarded by a legally recognized university or institution of higher learning who is a member of the Institute of Architects licensed in the country. He/she is responsible for the design of the work, its functionality, aesthetics, harmony of its shapes and colors and other design aspects; 2° Engineer: a person holding at least a bachelor degree in Engineering from a legally recognized university or institution of higher learning who is a member of the Institute of Engineers licensed in the country. He/she conducts technical studies, carries out the structural design and planning, supervises the execution and attends to other engineering aspects; 3° Institute of Architects: professional organization of architects tasked with supervising compliance by its members with the rules governing the profession; 4° Institute of Engineers: professional organization of engineers tasked with supervising compliance by its members with the rules governing the profession."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Practice of the profession of architecture and engineering",
      "section": "3",
      "title": "Article 3 – Architecture or engineering service providers",
      "content": "Architecture or engineering services can only be performed by persons meeting all the conditions provided under this Law and falling into any of the following categories: 1° Architects; 2° Engineers."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Practice of the profession of architecture and engineering",
      "section": "4",
      "title": "Article 4 – Architectural services",
      "content": "The main services of architects shall be the following: 1° architectural design, functionality and aesthetics; 2° design of harmony of shapes and colors; 3° interior design; 4° landscape architecture; 5° urban and rural design; 6° quantity surveying; 7° land surveying; 8° drawing and model making; 9° supervision of works related to their duties; 10° collaboration with other providers of subsidiary services in the field of architecture."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Practice of the profession of architecture and engineering",
      "section": "5",
      "title": "Article 5 – Engineering services",
      "content": "The main services of Engineers are the following: 1° to conduct technical studies; 2° structural design; 3° planning and supervision; 4° construction works of public highways, airports, railways, bridges, viaducts, tunnels and installations linked to a transportation system, dams, canals, harbours, and all works relating to improvement, management, or use of waters; 5° construction of electrical, mechanical, aeronautic, electronic, thermal, metallurgical, geotechnical and mining works as well as those meant for use of chemistry or applied physics processes, foundations and builds; 6° construction of electrical or mechanical systems of buildings, works and industrial equipment involving the safety of the public in general and that of people employed on the construction site in particular and other engineering services."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Practice of the profession of architecture and engineering",
      "section": "6",
      "title": "Article 6 – Requirements for admission to practice the profession of architecture or engineering",
      "content": "For a person to be authorized to practice the architecture or engineering profession in Rwanda, he/she must meet the following conditions: 1° to be a Rwandan national; 2° to hold at least a bachelor’s degree in architecture or engineering; 3° to be a member of the Institute of Architects or Institute of Engineers; 4° to fulfill other conditions as set out by the rules of the Institute of Architects or those of the Institute of Engineers."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Practice of the profession of architecture and engineering",
      "section": "7",
      "title": "Article 7 – Admission requirements for foreigners to practice the profession of architecture or engineering in Rwanda",
      "content": "A foreigner who applies for the authorization to practice the architecture or engineering profession in Rwanda must fulfill the following conditions: 1° to hold a required degree; 2° to be a member of the Institute of those who practice such professions in his/her country of origin; 3° to be a national of a country which entered into a bilateral agreement authorizing Rwandan nationals to practice such profession. The Institute may issue an expatriate architect or engineer with a temporary permit for the execution of specified work but as collaborator of a member of the Institute. If the Institute considers that special circumstances require it, it may issue the foreigner with a temporary permit, not as collaborator, but directly as an architect or engineer responsible for his/her works."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Practice of the profession of architecture and engineering",
      "section": "8",
      "title": "Article 8 – Admission of legal entities to provide architecture or engineering services",
      "content": "Any legal entity providing architecture or engineering services willing to operate in Rwanda must first secure authorization from the Institute of Architects or Institute of Engineers, as appropriate. The conditions to issue the authorization provided under Paragraph One of this Article shall be set by the Institute."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Practice of the profession of architecture and engineering",
      "section": "9",
      "title": "Article 9 – Admission of foreign legal entities to provide architectural or engineering services",
      "content": "A foreign legal entity may be authorized to provide architecture or engineering services in Rwanda as long as reciprocity is admitted by the country in which it is registered, subject to bilateral agreements or regional integration treaties. However, the foreign legal entity must: 1° be registered in Rwanda as a foreign company, in accordance with the provisions of the Law relating to companies; 2° fulfill other requirements applicable to Rwandan legal entities."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Practice of the profession of architecture and engineering",
      "section": "10",
      "title": "Article 10 – Procedure for granting a temporary permit",
      "content": "Application for the authorization for the provision of architecture or engineering services shall be submitted to the Institute and shall be accompanied with a certified copy of degree. For a legal entity, the application letter shall be accompanied with the following: 1° a copy of registration certificate as a Rwandan company or treated as such or a foreign company; 2° resumes and a certificate of criminal record of managers of the company certifying that they have not been subject to a term of imprisonment of six (6) months or more; 3° resumes and certified copies of degrees held by architects or engineers who are staff members of the company; 4° a receipt proving payment of an amount set by the Institute. The reply to the application provided under Paragraph One of this Article must be given within thirty (30) days from the date of receipt of the application letter. The person granted authorization to be on the roll of the Institute shall be given an identification number. However, where the Institute refuses to grant authorization, it informs the applicant thereof in writing by specifying grounds for refusal. If the applicant is not satisfied with the decision on his/her application, he/she may appeal to the General Assembly of the Institute. If he/she is not satisfied with the decision of the General Assembly of the Institute, he/she may appeal to the Minister in charge of urban planning and building."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "11",
      "title": "Article 11 – Establishment of the Institutes",
      "content": "There is hereby established an Institute of Architects and an Institute of Engineers. Each Institute has legal personality."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "12",
      "title": "Article 12 – Overall mission",
      "content": "In general, the Institute of Architects and the Institute of Engineers must ensure that clients of their respective members rightfully maintain trust towards the architecture or engineering profession. For that purpose, each Institute: 1° sets code of ethics governing the profession and ensures compliance therewith; 2° supervises the self-respect, secrecy and integrity of its members in the practice of their profession."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "13",
      "title": "Article 13 – Specific responsibilities",
      "content": "The specific responsibilities of the Institute of Architects or Institute of Engineers shall be the following: 1° to control access to the practice of the profession, set admission requirements to practice and decide on applications for admission or temporary practicing permits; 2° to train its members on a regular basis; 3° to monitor the practice and professional conduct of its members; 4° to make sure that only its members carry out acts reserved for authorized persons; 5° to monitor the practice of its members and exercise disciplinary action over the members; 6° to resolve conflicts and contribute to the settlement of disputes that may arise between a member and his/her client; 7° to promote the practice of the architecture or engineering profession; 8° train recent graduates to practice the profession; 9° to intervene in cases requiring the expertise of architects or engineers as the case may be."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "14",
      "title": "Article 14 – Members of the Institute",
      "content": "Any person authorized to provide architecture or engineering services in Rwanda shall be automatically a member of the Institute he/she belongs to. He/she must be on the roll of the Institute or on the list of internees."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "15",
      "title": "Article 15 – Main duties of a member of the Institute",
      "content": "The main duties of a member of the Institute are the following: 1° to attend the meetings of the General Assembly of the Institute; 2° to participate in programs organized by the Institute; 3° to pay contributions set by the General Assembly within prescribed time limit; 4° to respect the code of ethics established by the Institute; 5° to participate in the training sessions organized by the Institute; 6° to comply with decisions made by the General Assembly and the Governing Council of the Institute."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "16",
      "title": "Article 16 – Organs of the Institute",
      "content": "Organs of the Institute are the following: 1° the General Assembly; 2° the Governing Council of the Institute; 3° the Executive Secretariat."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "17",
      "title": "Article 17 – Responsibilities of the General Assembly",
      "content": "The General Assembly has the following responsibilities: 1° to examine and adopt the internal rules and regulations and the code of ethics as well as to modify them; 2° to elect members of the Governing Council of the Institute; 3° to receive, examine and decide on the activity reports of the Governing Council of the Institute; 4° to examine and adopt the budget of the Institute; 5° to examine and adopt the action plan; 6° to examine any other issue which the Governing Council of the Institute has not been able to resolve."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "18",
      "title": "Article 18 – Composition of the General Assembly",
      "content": "The General Assembly shall be constituted by all members on the roll of the Institute or registered on the list of interns."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "19",
      "title": "Article 19 – Meetings of the General Assembly",
      "content": "The General Assembly shall meet once a year and whenever necessary in accordance with modalities provided for by internal rules and regulations. The General Assembly shall be convened and presided over by the Chairperson of the Governing Council of the Institute or, in his/her absence, by the Vice Chairperson. The notice to the meeting shall indicate items on the agenda, the date, time and venue of the meeting and sent to members at least fifteen days (15) before the meeting is held. However, the time limit prescribed for sending notice to members may be reduced to eight (8) days in case of the extraordinary meeting of the General Assembly."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "20",
      "title": "Article 20 – Quorum and requirement of majority for holding General Assembly and decision-making",
      "content": "In order to validly deliberate, the General Assembly must bring together at least two thirds (2 / 3) of the members of the Institute. If this quorum is not reached, the meeting shall be postponed and a new General Assembly meeting is convened in a period of eight days (8) and the General Assembly shall validly deliberate irrespective of the number of members present. In both cases, decisions are taken by an absolute majority of votes."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "21",
      "title": "Article 21 – Decisions of the General Assembly",
      "content": "The General Assembly shall deliberate and take decisions on items on the agenda. Decisions taken by the General Assembly in accordance with this Law and internal rules and regulations of the Institute shall be binding on all its members."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "22",
      "title": "Article 22 – First meeting of the General Assembly and establishment of organs",
      "content": "The first meeting of the General Assembly is convened and presided over by the Minister in charge of urban planning and building within a period not exceeding one month from the date of the publication of this Law in the Official Gazette of the Republic of Rwanda. The Governing Council of the Institute is elected during the meeting provided for under paragraph one of this article."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "23",
      "title": "Article 23 – Governing Council of the Institute",
      "content": "Each Institute shall be managed by a Governing Council consisting of seven (7) members among of them the Chairperson and the Vice-chairperson elected through secret ballot by the General Assembly for a term of three (3) years renewable only once."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "24",
      "title": "Article 24 – Replacement of a member of the Governing Council of the Institute",
      "content": "In case of removal, resignation or death of a member of the Governing Council of the Institute, elections shall be organized in the following thirty (30) days for his/her replacement. The person elected shall complete the term of office of the replaced member but can run for re-election and the term of office of his/her predecessor is not taken into account while determining the number of terms of office he/she served."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "25",
      "title": "Article 25 – Responsibilities of the Governing Council of the Institute",
      "content": "The Governing Council of the Institute shall have the following responsibilities: 1° to examine and decide the applications for admission or temporary permit in Rwanda; 2° to update the roll of the Institute; 3° to determine the range of professional fees to be paid to an architect or an engineer for approval by an Order of the Minister in charge of urban planning and building; 4° to ensure compliance with the code of ethics; 5° to ensure that members of the Institute demonstrate good conduct and integrity in the practice of their profession; 6° to table before the General Assembly the draft internal rules and regulations, draft code of ethics, draft action plan, draft budget and draft measures to be taken against any member who commits a fault or misconduct."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "26",
      "title": "Article 26 – Responsibilities of the President of the Institute",
      "content": "The responsibilities of the President of the Institute are the following: 1° to serve as the legal representative of the Institute and represent it before other organs; 2° to convene and preside over meetings of the General Assembly and those of the Governing Council of the Institute; 3° to coordinate the activities of the Institute and monitor the functioning of the Executive Secretariat; 4° to submit to the Governing Council of the Institute the draft budget proposal; 5° to perform such other duties as may be assigned to him/her by the Governing Council or the General Assembly of the Institute."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "27",
      "title": "Article 27 – Responsibilities of the Vice-President of the Institute",
      "content": "The Vice-President of the Institute shall have the following responsibilities: 1° to assist the President; 2° to replace the President in case of his/her absence; 3° to perform such other duties as may be assigned to him/her by the Governing Council or the General Assembly of the Institute."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "28",
      "title": "Article 28 – Responsibilities of other members of the Governing Council of the Institute",
      "content": "The responsibilities of other members of the Governing Council of the Institute shall be determined by the internal rules and regulations of the Institute."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "29",
      "title": "Article 29 – Convening and holding meetings of the Governing Council of the Institute",
      "content": "The Governing Council of the Institute shall be convened and presided over by the President of the Institute and, in case of his/her absence, by the Vice-President. The Governing Council of the Institute shall be convened in writing at least three (3) working days in advance of the meeting, except in case of emergency. The notice of the meeting shall be accompanied by the agenda. The Governing Council of the Institute shall validly deliberate if at least two thirds (2 / 3) of its members are present and takes its decisions by an absolute majority of the votes of members present."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "30",
      "title": "Article 30 – Sitting allowances for members of the Governing Council of the Institute present at the meeting",
      "content": "Sitting allowances for members of the Governing Council of the Institute present at the meeting shall be determined by the General Assembly of the Institute."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "31",
      "title": "Article 31 – Members of the Executive Secretariat of the Institute and modalities for their appointment",
      "content": "The Executive Secretariat of the Institute shall be comprised of an Executive Secretary and other necessary staff members appointed and removed by the Governing Council of the Institute."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "32",
      "title": "Article 32 – Responsibilities of the Executive Secretary of the Institute",
      "content": "The Executive Secretary of the Institute shall have the following responsibilities: 1° to prepare documents to be examined by the Governing Council of the Institute; 2° to keep the roll of members of the Institute; 3° to manage the staff and property of the Institute; 4° to be a rapporteur to the meetings of both the Governing Council and the General Assembly of the Institute; 5° to prepare the draft budget proposal; 6° to prepare activity and financial reports; 7° to perform such other duties as may be assigned to him/her by the Governing Council of the Institute. The Executive Secretary of the Institute shall attend the meetings of the Governing Council and the General Assembly of the Institute and give his/her opinion without being entitled to vote."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "33",
      "title": "Article 33 – Responsibilities of other staff members of the Executive Secretariat of the Institute",
      "content": "The responsibilities of other staff members of the Executive Secretariat of the Institute shall be determined by the Internal Rules and Regulations of the Institute."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "34",
      "title": "Article 34 – Salary and other benefits for the Executive Secretary and other staff members of the Executive Secretariat of the Institute",
      "content": "The salary and other benefits for the Executive Secretary and other staff members of the Institute shall be determined by the Governing Council of the Institute."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "35",
      "title": "Article 35 – Duration of professional internship",
      "content": "Professional internship lasts for two (2) years during which a person who wants to be on the roll of the Institute is supervised by another person who has been a member of the Institute for at least five (5) years."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "36",
      "title": "Article 36 – Intern evaluation",
      "content": "At the end of internship, the supervisor shall prepare a report on the intern which is submitted to the Governing Council of the Institute. The Internal Rules and Regulations of the Institute set out modalities for the organization of professional aptitude assessment ending the internship and evaluation criteria for a person to be on the roll of the Institute. Based on the report, the Governing Council of the Institute shall decide whether the intern should be on the roll of the Institute and be assigned a professional identification number. When the Governing Council of the Institute finds that internship results are inconclusive, it shall extend the internship for a period of one (1) year. When this period expires while internship results are still inconclusive, the intern shall be removed from the list of interns with the right to register again as an intern."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "37",
      "title": "Article 37 – Administrative sanctions imposed on members of the Institute",
      "content": "A member of the Institute who violates the provisions of this Law shall be subject to the following administrative sanctions: 1° a written warning; 2° suspension from the Institute; 3° removal from the roll of members of the Institute or from the list of internees. The sanctions under items 1 and 2 of this Article shall be imposed by the Governing Council of the Institute. However, the suspension period may not exceed one (1) year. The sanction under item 3 of this Article shall be imposed by the General Assembly by an absolute majority of the votes of members present and after consultation with the Governing Council of the Institute. In such a case, the Governing Council of the Institute may suspend that person pending the meeting of the General Assembly. A member removed from the roll may, upon application to the General Assembly, get readmitted by the General Assembly on the roll in accordance with the provisions of the internal rules and regulations of the Institute."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "38",
      "title": "Article 38 – Sanctions imposed on persons who are not members of the Institute",
      "content": "Any person who practices the architecture or engineering profession without being registered on the roll of the Institute shall be punished in accordance with Rwandan criminal laws."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "39",
      "title": "Article 39 – Sources of property",
      "content": "The property of the Institute derives from the following: 1° contributions of members; 2° movable and immovable property of the Institute; 3° fees received for registration on the roll or on the list of interns or for practicing permits; 4° proceeds from the services and activities performed by the Institute; 5° revenues from its property; 6° donation and bequests."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "40",
      "title": "Article 40 – Budget of the Institute",
      "content": "The budget of the Institute shall be prepared by the Executive Secretary of the Institute and approved by the General Assembly upon request by the Governing Council of the Institute."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter III – Institute of Architects and Institute of Engineers",
      "section": "41",
      "title": "Article 41 – Use and audit of the property of the Institute",
      "content": "The internal rules and regulations of the Institute shall regulate the use and audit of the property of the Institute."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter IV – Transitional and final provisions",
      "section": "42",
      "title": "Article 42 – Deadline to harmonize activities with the provisions of this Law",
      "content": "Architects and engineers who were engaged in the practice of the profession or who were interns before the publication of this Law in the Official Gazette of the Republic of Rwanda shall be required to comply with its provisions within a period not exceeding six (6) months. However, architects and engineers who have already been engaged in the practice of the profession for at least two (2) years and who fulfill the requirements under article 6 of this Law, shall be exempted from internship upon approval by the Governing Council of the Institute and may supervise new interns."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter IV – Transitional and final provisions",
      "section": "43",
      "title": "Article 43 – Validity of concluded acts before the commencement of this Law",
      "content": "Without prejudice to the provisions of other laws, acts concluded within the context of these professions before the commencement of this Law shall remain valid."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter IV – Transitional and final provisions",
      "section": "44",
      "title": "Article 44 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter IV – Transitional and final provisions",
      "section": "45",
      "title": "Article 45 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter IV – Transitional and final provisions",
      "section": "46",
      "title": "Article 46 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "Engineer",
      "definition": "a person holding at least a bachelor degree in Engineering from a legally recognized university or institution of higher learning who is a member of the Institute of Engineers licensed in the country",
      "source_provision": "art2"
    },
    {
      "term": "Institute of Architects",
      "definition": "professional organization of architects tasked with supervising compliance by its members with the rules governing the profession",
      "source_provision": "art2"
    },
    {
      "term": "Institute of Engineers",
      "definition": "professional organization of engineers tasked with supervising compliance by its members with the rules governing the profession",
      "source_provision": "art2"
    }
  ]
}
