{
  "id": "rw-law-2011-58",
  "type": "statute",
  "title": "Law governing Gaming Activities",
  "title_en": "Law governing Gaming Activities",
  "short_name": "Law 58 of 2011",
  "status": "repealed",
  "issued_date": "2011-12-31",
  "in_force_date": "2012-03-26",
  "url": "https://rwandalii.org/akn/rw/act/law/2011/58/eng@2012-03-26",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs the gaming activities. It also establishes the licensing procedure, monitoring and regulation of gaming activities."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "In this Law, the following terms shall have the following meanings: 1° lottery scheme: any program related to gaming established by the competent organ; 2° responsible gaming: a programme that is designated to prevent problems with gaming, and to provide help to those who nevertheless do encounter such problems; 3° permit: a special authorisation granted to a promoter not holding a gaming licence to organize other lotteries from time to time; 4° electronic agent: a computer program or an electronic or other automated means used independently to initiate an action or respond in whole or in part to data messages or performances of an automated transaction; 5° gaming device: equipment, printed matter, or any other thing that is used, or at the time of its manufacture was designed to be used in or in determining the result of a gaming activity; 6° pari mutuel urbain or totalisator bet: a betting system in which all bets of a particular type are placed together in pools, taxes and a house take are removed, and payoff odds are calculated by sharing pools among all placed bets. The final payout is not determined until the pool is closed; 7° chip or token: a symbol that is issued for playing in gaming activities and that is redeemable for cash according to its value; 8° gaming machine: any mechanical, electrical or other device, contrivance or machine which, upon insertion of a coin, token or similar object, or upon payment of any consideration, is available to play or operate, the play or operation of which, whether by reason of the skill of the operator in playing a gaming activity which is presented for play by the machine or application of the element of chance, or both, may deliver or entitle the person playing or operating the machine to receive cash, premiums, merchandise, token or anything of value, whether the pay-out is made automatically from the machine or in any other manner; 9° pari-mutuel machine: computer or any other electronic device that registers bets and divides the total amount bet among those who win; 10° gaming: any game played with cards, dices, tickets, equipment or any mechanical, electronic or electromechanical device or machine for money, property, checks, credit or credit card or any representative of value; 11° casino games, live games or table games: a gaming activity that requires a person or persons as an integral part of the game process to determine the outcome of that game; 12° sport books: the business of accepting wagers on sporting events by any means or method of betting or wagering; 13° wager: a sum of money or representative of value that is risked on an occurrence for which the outcome is uncertain; 14° fixed-odds bet: a bet on one or more events in which odds are agreed at the time the bet is placed; 15° financial interest: a) right or entitlement to share in profits or revenue; b) real right in respect of property of a company, corporation or business; c) real or personal right in property used by a company, corporation or business; d) direct or indirect interest in the voting shares, or voting rights attached to shares of a company or in a related company; 16° casino: any premises used for various gaming including table games, slot machines and other equipment’s that may be included in and particularly those requiring special knowledge; 17° credit: an authorization to draw a counter cheque to facilitate gaming; 18° Ministry: the Ministry in charge of the gaming activities; 19° counter cheque: a pre-printed instrument used in casino certifying that the player has a deposit on the account of the operator; 20° national lottery: a lottery scheme in whole or in part owned by the Government and promoted countrywide as authorized by this Law; 21° gaming management system: computerized systems for monitoring different gaming machines; 22° pay-out: any money, merchandise, property, cheque, credit, electronic credit, debit, token, ticket or anything else of more than nominal value received by a player as a result of the skill of the player or operator, the application of the element of chance or both; 23° family member: spouse or child, parent, brother or sister, whether such a relationship results from birth, marriage or adoption; 24° operator: a registered person who operates gaming premises; 25° bingo: a game played in whole or in part by electronic means that is played for a monetary gain or any prize of nominal value in which: a) by using cards or other devices that are divided into spaces each of which bears a different number, picture or symbol and with numbers, pictures or symbols arranged randomly such that each card or similar device contains a unique set of numbers, pictures or symbols; b) an operator or announcer calls or displays a series of numbers, pictures or symbols in random order and players match each such number, picture or symbol on the card or device as it is called or displayed; c) a player who is first to match all the spaces on the card or device, or who matches a specified set of numbers, pictures or symbols on the card or device, wins a prize; d) or any other substantially similar game is declared to be bingo; 26° inspector: a person appointed by the regulatory authority of gaming; 27° interactive game: a game played or if available would be played through the mechanism of an electronic device accessed over the internet other than a game that can be accessed for play only in licenced premises, and only if the licence holder of any such premises is authorised to make such a game available to be played; 28° gaming employee: any person having direct relationship with gaming activities; 29° minor: a person under the age of eighteen (18) years; 30° gaming licence: a certificate issued by a competent organ authorizing a person to engage in gaming activities; 31° national licence: a licence issued in accordance with this Law and covering any place of the Rwandan territory; 32° licensing authority: the regulatory authority of gaming; 33° interactive provider: a person licenced to make available or to promote an interactive game covered by this Law; 34° licence holder: any person to whom a valid licence has been issued."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Categories of gaming",
      "content": "The categories of gaming shall be the following: 1° lottery; 2° casino; 3° gaming machine; 4° sport books; 5° internet gaming; 6° any other kind of game that may be added to this list by the competent organ if deemed necessary."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Regulatory authority",
      "content": "The Ministry in charge of commerce shall have overall control of the gaming activities. A Prime Minister’s Order may determine another gaming regulatory authority, if necessary."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Responsibilities of the regulatory authority",
      "content": "The responsibilities of the regulatory authority shall be as follows: 1° to oversee the gaming industry and all activities related to it; 2° to determine the number of licences that may be granted in the Country, in accordance with the needs; 3° to investigate and consider applications for gaming licences and permits; 4° to issue licences and permits; 5° to oversee the Consultative Gaming Committee, to appoint its members to determine its responsibilities, organization, functioning, and competence; 6° to conduct investigations to ensure compliance with this Law and issue notices in case of its violation to competent authorities for the purposes of their prosecution; 7° to review licences and activities of their licence holders; 8° to suspend or revoke any licence that is in violation of this Law or when the licence holder operates in violation of this Law; 9° to ensure that unlawful activities related to lottery schemes, casinos, sport books, wagering and unlicenced gaming activities are prevented or detected and prosecuted; 10° to ensure that undertakings made by licence holders are carried out."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Consultative Gaming Committee",
      "section": "6",
      "title": "Article 6 – Establishment of a Consultative Gaming Committee",
      "content": "A Consultative Gaming Committee responsible for advising the Govemment on gaming policy is hereby established."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Licences",
      "section": "7",
      "title": "Article 7 – National gaming licence",
      "content": "A gaming licence issued in accordance with this Law shall apply throughout the territory of the Republic of Rwanda and authorise the holder to conduct, engage in, or make available the licenced activities at any place within the Country. Any holder of a national licence must comply with the provisions of this Law. No person shall carry out a gaming activity or hold himself/herself out as carrying out a gaming activity unless he/she is duly authorised. No person shall act as a representative of a licence holder or any gaming business unless he or she is duly authorized by a licence holder."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Licences",
      "section": "8",
      "title": "Article 8 – Application for national licence and renewal",
      "content": "The applicant for a licence must apply to the regulatory authority if he/she seeks a licence, or to renew a licence as a manufacturer, supplier, operator or maintenance provider. The applicant for a national licence must apply in the prescribed manner and form, and pay the prescribed application fees. Upon receipt of an application for a national licence, the regulatory authority must: 1° conduct the investigations provided for by this Law with respect to probity, technical competence, industry competitiveness and any other legal requirements; 2° hearing the applicant or any other person complying with proceedings in respect to the application or delegate this task to the Consultative Gaming Committee; 3° coordinate with local administration when applicable."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Licences",
      "section": "9",
      "title": "Article 9 – Grant or refusal to grant a national licence",
      "content": "Upon completion of the requirements of Article 8 of this Law, the regulatory authority must notify in writing: 1° the applicant and every other relevant authority as prescribed that it proposes to issue the licence as applied for, and specifies any relating conditions; 2° the applicant that it refuses to grant the licence applied for with reasons for such refusal."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Licences",
      "section": "10",
      "title": "Article 10 – Validity of the licence",
      "content": "Licence issued under this Law shall be valid for a period of not less than ten (10) years renewable. In case of the expiry of the validity period of a licence, the holder shall go through the same procedure to get a new one."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Licences",
      "section": "11",
      "title": "Article 11 – Review of refusal to grant a national licence",
      "content": "The applicant who has been refused a licence may request a review of that decision by submitting an application period to the regulatory authority within a specified time."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Licences",
      "section": "12",
      "title": "Article 12 – Suspension or revocation of a national licence",
      "content": "The regulatory authority may suspend or revoke a national licence if: 1° the licence was obtained by a materially false or misleading representation; 2° the holder has been disqualified to hold a licence; 3° the holder has violated this Law; 4° the holder has contravened the required conditions; 5° the holder has failed to discharge financial commitments for the operations; 6° the holder has engaged in prohibited market practices either arising out of its dominant market position or colluding with another licence holder to restrict entry of another company in the business or to unfairly exploit their joint dominance in the market. Where the regulatory authority is satisfied that grounds exist for the revocation or suspension of the licence granted it shall: 1° notify in writing, the licence holder of the existence of such grounds; 2° call upon the licence holder to provide within fourteen (14) working days of the serving of that notice reasons as to why the licence should not be revoked, failing which the licence will cease to be valid. If reasons are furnished by the licence holder as to why the licence should not be revoked or suspended, the regulatory authority after considering such reasons shall: 1° decide whether or not to revoke the licence; 2° call upon the licence holder to appear before it on a specific date for oral representations in support of any written representations; 3° revoke the licence and notify the holder and the grounds for the revocation as well as the date on which it shall take effect. A licence shall be deemed to be revoked in case of death when the holder is a natural person or dissolution if the holder is a corporate. Where a licence is revoked or suspended on the basis of the public interest and upon approval by the Consultative Gaming Committee, the holder shall receive an equitable compensation. An Order of the Minister in charge of gaming must specify the criteria for the determination of the fair compensation."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Licences",
      "section": "13",
      "title": "Article 13 – Categories of licences and related fees",
      "content": "The types of the licence which shall be issued are in the following categories: Category A: Lottery This licence grants the holder to carry out gaming activities related to the national lottery. Category B: Casino This licence grants the holder to carry out or make available or to play all forms of gaming activities in casino. Category C: Gaming machines facility This licence grants the holder to carry out activities or make available for play slot machine including the premises where services ancillary to the gaming are provided, but does not include table games in casino. Category D: Sport Books This licence grants the holder to carry out activities related to Sport books including the premises where services ancillary to the gaming are provided, but does not include casino and slot machines. Category E: Internet gaming This licence grants the holder to carry out and to make available for play gaming downloaded on the internet and on any authorised network in Rwanda. An Order of the Minister in charge of gaming may determine other types of licences and their categories. The Order shall also specify fees applicable to each category of licences."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Licences",
      "section": "14",
      "title": "Article 14 – Competition issues",
      "content": "When applying for a licence or for the transfer of a licence, the licensing authority must consider whether approving the application is likely to substantially affect competition in the gaming industry generally, or in respect of the proposed activity within the Country. The licensing authority may refuse the application unless there are overriding public interests for approving it, if it appears that approving the application would result in the applicant, alone or in conjunction with a related person, achieving market power that may result in prohibited market practices."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Licences",
      "section": "15",
      "title": "Article 15 – Licence transfers",
      "content": "Any licence holder has the right to transfer it to someone in case his/her application for transfer is approved by the licencing authority. Any person who wishes to acquire all the gaming business to which a licence relates or part of it must apply to the licensing authority. The licensing authority shall not grant a transfer of a licence or authorise a person who is disqualified or who does not qualify the requirements of this Law to operate gaming activities. After considering the application for a licence or the application for the transfer of a licence, the licensing authority shall decide on approval or refusal. The motivated decision shall be communicated to the applicant through a written notification."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Licences",
      "section": "16",
      "title": "Article 16 – Economic and social development issues",
      "content": "When considering an application for a licence, or an application for the transfer of a licence, the regulatory authority: 1° must consider the commitments made by the applicant or proposed transferee in relation to combating the incidence of addictive and compulsive gaming and encouraging ensured gaming; 2° must consider the potential socio-economic impact on the community; 3° may impose reasonable and justifiable conditions on the licence to address the matters referred to in Sub-paragraphs 1° and 2° of this Article; At least once every year after the issuance of a licence, the regulatory authority: 1° must review the commitments referred to in in Paragraph One of this Article and the achievements of the licence holder in relation to his/her commitments; 2° may impose further or different reasonable and justifiable conditions on the licence to address the matters referred to in Paragraph One of this Article."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Person employed in the gaming activities",
      "section": "17",
      "title": "Article 17 – Gaming employees",
      "content": "A person may not engage in any work within the gaming industry referred to in this Law if that person: 1° is under the age of sixteen (16) years; 2° is a public servant or political officer; 3° is listed on the register of excluded persons from gaming; 4° is subject to a decision of a competent court certifying him/her to be mentally unfit; 5° is convicted of embezzlement of public funds; 6° has been sentenced to six month imprisonment or more, unless he/she has received a grant of rehabilitation or amnesty; 7° is convicted of the crime of genocide. An employee currently employed within the gaming is deemed to be unfit to continue employment if he/she becomes disqualified in accordance with Paragraph One of this Article at any time after he/she got an employment."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter V – Registration and records",
      "section": "18",
      "title": "Article 18 – Identification of gaming machines and gambling devices",
      "content": "A gaming machine or gaming device imported into Rwanda must have an identification plate specifying at least the following: 1° the name of the manufacturer; 2° a unique serial number of the machine or device; 3° the date of manufacture of the machine or device. No person shall remove, alter, disfigure, obscure or destroy identification mechanism that is required in accordance with this Article. No person other than a licence holder shall import into the Country any gaming machine or gaming device."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter V – Registration and records",
      "section": "19",
      "title": "Article 19 – Declaration of a registered asset and its transfer",
      "content": "The licence holder must keep a record in the prescribed manner and form of every gaming machine or gaming device that he/she acquires, sells or otherwise distributes within the Country and provide the regulatory authority with copies of such records. The licence holder who proposes to transfer registered assets of a gaming machine or gaming device to another person must in the prescribed manner and form and notify the regulation authority of the change of assets of that machine or device. A person who proposes to lease, or transfer possession of a gaming machine or gaming device to another person, while retaining legal title to that machine or device, must notify in the prescribed manner and form the regulatory authority. The registered owner of a gaming machine or gaming device who repossesses that machine or device from a lessee or other person to whom possession had been transferred to in accordance with this Article, must notify the regulatory authority that the machine or device has been repossessed. No person is required to give information in accordance with this Article before transferring a gaming machine or gaming device to another person solely for purpose of: 1° transporting it from one place to another; 2° performing essential maintenance or repairing work on it. The lease or transfer of a gaming machine or gaming device may only take place if: 1° the one who proposes the transfer is the registered owner of that machine or device; 2° the proposed transferee: a) holds a valid licence from the manufacturer, supplier or maintenance services provider permitting him/her to possess that category of gaming machine or gambling device; b) holds a valid licence to engage in or conduct gaming or to make available gaming activities that include the operation of that category of gaming machine or gambling device."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter VI – Regulation of the gaming",
      "section": "20",
      "title": "Article 20 – Licensing the promoters of national lotteries",
      "content": "Every person who wishes to promote or conduct national lottery shall apply for a licence in accordance with the provisions of this Law."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter VI – Regulation of the gaming",
      "section": "21",
      "title": "Article 21 – Issuance of licence and permit for other forms of lotteries",
      "content": "The regulatory authority may issue a licence or permit authorizing the promotion or conduct of other forms of lottery for various purposes including: 1° raising funds for social services, public welfare, relief of distress or patriotic purposes; 2° providing recreational or gaming facilities; 3° conducting other small lotteries from time to time as approved by the competent authority."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter VI – Regulation of the gaming",
      "section": "22",
      "title": "Article 22 – Authorizing other types of lotteries",
      "content": "The regulatory authority may authorize the promotion of other types of lotteries and the manner in which they may be conducted. The regulatory authority may also determine fees and levies that may be paid in respect of any such lotteries. A lottery may be promoted and conducted on behalf of public institutions or non-govemment organisations for the following reasons: 1° charitable purposes which is intended to raise funds for social services, public welfare, relief of distress or patriotic purposes; 2° participation in or support of athletic sports or cultural activities; 3° purpose which not being described in Sub Paragraph One or 2°, are neither purposes of private gain nor purposes of a commercial undertaking, and is so promoted for raising funds to be used in the interest of the company. The following requirements shall be observed in connection with the promotion and conduct of such lotteries: 1° the price of each ticket or chance shall be the same, and the price of a ticket shall be stated on the ticket; 2° every ticket and every notice or advertisement of the lottery lawfully exhibited, distributed or published shall specify the name of the beneficiary society, the name and address of the promoter and the date of the draw, determination or event by or by reference to which the prize winners are ascertained will take place."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter VI – Regulation of the gaming",
      "section": "23",
      "title": "Article 23 – Licensing operator of casino",
      "content": "Any person who wishes to promote or conduct casino operation shall apply for a licence in accordance with the provisions of this Law."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter VI – Regulation of the gaming",
      "section": "24",
      "title": "Article 24 – Origin and use of casino equipments",
      "content": "Any equipment for gaming and the spares parts shall be imported from reputable suppliers having licences to sell and manufacture such products in a controlled jurisdiction. All slot machines imported to Rwanda shall be from reputable suppliers having licences to import, manufacture and sell slot machines in a controlled jurisdiction. The minimum payout percentage rate shall be not less than the theorical house edges set by the manufacturer of the gaming devices the only one who can supply necessary components which can alter the payout rate. Any change to the payout rate of the gaming devices shall be reported to the regulatory authority. Such report must be accompanied by documentation supplied by the manufacturer. All slot machines must have hard meters installed in. No credit to players shall be issued by the casino. All gaming’s must be bought by cash, counter-cheque or credit card. Money exchanged must be for the purposes of playing only. Procedures will be in place to detect anyone suspected of irregular wager designed only for money laundering."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter VI – Regulation of the gaming",
      "section": "25",
      "title": "Article 25 – Licensing operator of gaming machines facility",
      "content": "Any person who wishes to promote a slot machine facility shall apply for gaming in accordance with the provisions of this Law. Gaming machines facility means a place kept for the purpose of gaming operated on or through a gaming machine, and includes the premises where services ancillary to the gaming of are provided with exception of casino. Gaming machines facility may include points of sales for lottery tickets, bingo and sport book provided that they are operated in accordance with the provisions of this Law. If a gaming machine or gambling device is networked with other machines or systems of machines, each machine in that network is deemed to be a gaming machine for the purpose of this Law. Necessary facility used in gaming where the gaming machine is used must be issued to players where the game is played."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter VI – Regulation of the gaming",
      "section": "26",
      "title": "Article 26 – Licencing the operator of Sport books",
      "content": "Any person who wishes to promote or conduct Sport Books operations shall apply for a licence in accordance with the provisions of this Law. A Sport Book facility with the exception of casino table games may include outlets for saling lottery tickets and gaming machines. The same facility shall also be used for the purpose of gathering wagers or fixed odds bet."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter VI – Regulation of the gaming",
      "section": "27",
      "title": "Article 27 – Internet gaming licence",
      "content": "Only licence holders shall play internet gaming within the Republic of Rwanda."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter VI – Regulation of the gaming",
      "section": "28",
      "title": "Article 28 – Rules of gaming",
      "content": "The rules of gaming shall apply to any gaming and to any gaming operator or promoter. The game operator or promoter shall submit to the regulatory authority for its approval a complete description of each game that he/she intends to offer for playing. The description of games shall include: 1° a summary of the game indicating its objectives, its rules, its methods and the wagers that may be made; 2° chances of winning the game and the advantage of the operator /promoter in relation to each wager and a description of the devices if any, used in the playing of the game. The gaming operator shall ensure the players the games offered are approved by the regulatory authority. The gaming operator shall, on request, provide a player with a description of the rules of any game offered. The game operator shall ensure that a sign indicating the maximum and minimum wagers permitted at a game offered for play is posted and clearly visible to the players."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter VI – Regulation of the gaming",
      "section": "29",
      "title": "Article 29 – Records and reports",
      "content": "The gaming operator must keep, for a period of at least ten (10) years, the following records and reports relating to the gaming operated: 1° records of all written and unwritten contracts of purchase or sale of gambling devices or services; 2° daily computations of the drop or turnover and win or loss for each game offered at the gaming premises; 3° banking records of all accounts used that clearly identify all transactions made in connection with the operation conducted from the gaming premises. All records shall be forwarded daily to the operator’s accounting department and shall be kept for ten (10) years."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter VI – Regulation of the gaming",
      "section": "30",
      "title": "Article 30 – Internal control system",
      "content": "The gaming operator or promoter shall implement an internal control system that ensures that: 1° the financial records that the gaming operator is required to keep are accurate, reliable and prepared on a timely basis; 2° the duties and responsibilities of gaming employees at the gaming premises are appropriately segregated; 3° money and money equivalents are safeguarded; 4° efficient operations are promoted. At the end of the year, the gaming operator shall include in his or her annual financial statements a statement whether the internal control system complies with Paragraph One of this Article."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter VII – Exclusions and restrictions",
      "section": "31",
      "title": "Article 31 – Protection of minors",
      "content": "A minor as defined in Article 2 of this Law shall not enter, use or engage in any activities relating to gaming. The licence holder or the manager of gaming premises where there is a licenced gaming activity, gaming machine or gaming device who employs unauthorised persons as referred to in this Law, shall be punished in accordance with the provisions of this Law."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter VII – Exclusions and restrictions",
      "section": "32",
      "title": "Article 32 – Excluded persons in gaming",
      "content": "Any person who wishes to be prevented from engaging in any gaming activity may register as an excluded person by submitting a notice to that effect at any time in the prescribed manner by the competent organ. A person may apply to a court of competent jurisdiction for an order requiring the registration as an excluded person are the following: 1° a family member of the applicant; 2° a person on whom the applicant is economically dependent in whole or in part; 3° a person for whom the applicant is economically responsible in whole or in part; 4° a person who is subject to an order of a competent court asserting him/her to be mentally unfit or who has clinically diagnosed to be mentally ill; 5° any other person. In case the competent court considers that it is reasonable and just to prevent the concerned person from engaging in any gaming activity, it may order the registration of that person as an excluded person. An excluded person may be given right to resume gaming activities by a court order."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter VII – Exclusions and restrictions",
      "section": "33",
      "title": "Article 33 – Restrictions on advertising and promotion of gaming",
      "content": "No person shall advertise or promote any gaming activity in a false or misleading manner in violation of national Laws. Any advertisement of a gaming machine or gaming device, a gaming activity or gaming premises: 1° must include a statement, in the prescribed manner and form, warning against the dangers of addictive and compulsive gaming; 2° must not include any element that directly promotes or encourages the removal of a person from the register of excluded persons. The competent authority shall by regulation specify certain areas of the Country where advertising is prohibited. The regulatory authority determines whether any advertisement violates the provisions of this Article and may either fine the offending party."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter VIII – Standards, restrictions and rules for gaming premises",
      "section": "34",
      "title": "Article 34 – Responsible gaming programme",
      "content": "The gaming operator shall elaborate and comply with a policy providing: 1° a process to identify players who may have a problem of compulsive and addictive gaming; 2° a process to provide information to every player identified as being unusual condition; 3° a process for players to exclude themselves from the gaming; 4° a process for players who have excluded themselves from the gamings to withdraw the exclusion."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter VIII – Standards, restrictions and rules for gaming premises",
      "section": "35",
      "title": "Article 35 – Standards for gaming premises",
      "content": "A person licenced to engage in or make available gaming activities must ensure the convenience of the premises and that they qualify and meet the requirements in relation to the standards for gaming activities. Any licence holder operating a gaming premise must: 1° prominently display at the entrance to the designated area the licence issued; 2° maintain adequate control and supervision of gaming machines and gaming device at the site during the hours of operation; 3° make available for viewing or on request rules of all games and odds payable on those games to all visitors; 4° post a notice warning of the dangers of compulsive and addictive gaming."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter VIII – Standards, restrictions and rules for gaming premises",
      "section": "36",
      "title": "Article 36 – Security of the gaming premises",
      "content": "The licence holder operating gaming activities shall have the responsibility of providing security of both the people and the assets at the gaming premises."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter IX – Prohibitions and administrative sanctions",
      "section": "37",
      "title": "Article 37 – Unlawful gaming activities",
      "content": "Without prejudice to provisions of other Laws, a person who directly or indirectly engages in, conducts or makes available a gaming activity that is prohibited by the Law partly or entirely with intention of getting an interest violates this Law and shall be punished."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter IX – Prohibitions and administrative sanctions",
      "section": "38",
      "title": "Article 38 – Administrative sanctions",
      "content": "Without prejudice to the provisions of the penal code, a person who violates this Law shall be liable to an administrative fine of two million (2,000,000) to five million (5,000,000) Rwandan Francs. The licence holder found to be in breach of a condition of the licence, shall be liable to an administrative fine from 5% to 10 % of the annual turnover."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter X – Transitional and final provisions",
      "section": "39",
      "title": "Article 39 – Transitional provision",
      "content": "All the existing gaming companies shall have one (1) year from the date of the publication of this Law in the Official Gazette of the Republic of Rwanda to conform their functioning to its provisions."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter X – Transitional and final provisions",
      "section": "40",
      "title": "Article 40 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter X – Transitional and final provisions",
      "section": "41",
      "title": "Article 41 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter X – Transitional and final provisions",
      "section": "42",
      "title": "Article 42 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "responsible gaming",
      "definition": "a programme that is designated to prevent problems with gaming, and to provide help to those who nevertheless do encounter such problems",
      "source_provision": "art2"
    },
    {
      "term": "permit",
      "definition": "a special authorisation granted to a promoter not holding a gaming licence to organize other lotteries from time to time",
      "source_provision": "art2"
    },
    {
      "term": "electronic agent",
      "definition": "a computer program or an electronic or other automated means used independently to initiate an action or respond in whole or in part to data messages or performances of an automated transaction",
      "source_provision": "art2"
    },
    {
      "term": "gaming device",
      "definition": "equipment, printed matter, or any other thing that is used, or at the time of its manufacture was designed to be used in or in determining the result of a gaming activity",
      "source_provision": "art2"
    },
    {
      "term": "pari mutuel urbain or totalisator bet",
      "definition": "a betting system in which all bets of a particular type are placed together in pools, taxes and a house take are removed, and payoff odds are calculated by sharing pools among all placed bets",
      "source_provision": "art2"
    },
    {
      "term": "chip or token",
      "definition": "a symbol that is issued for playing in gaming activities and that is redeemable for cash according to its value",
      "source_provision": "art2"
    },
    {
      "term": "gaming machine",
      "definition": "any mechanical, electrical or other device, contrivance or machine which, upon insertion of a coin, token or similar object, or upon payment of any consideration, is available to play or operate, the play or operation of which, whether by reason of the skill of the operator in playing a gaming activity which is presented for play by the machine or application of the element of chance, or both, may deliver or entitle the person playing or operating the machine to receive cash, premiums, merchandi",
      "source_provision": "art2"
    },
    {
      "term": "pari-mutuel machine",
      "definition": "computer or any other electronic device that registers bets and divides the total amount bet among those who win",
      "source_provision": "art2"
    },
    {
      "term": "gaming",
      "definition": "any game played with cards, dices, tickets, equipment or any mechanical, electronic or electromechanical device or machine for money, property, checks, credit or credit card or any representative of value",
      "source_provision": "art2"
    },
    {
      "term": "sport books",
      "definition": "the business of accepting wagers on sporting events by any means or method of betting or wagering",
      "source_provision": "art2"
    },
    {
      "term": "wager",
      "definition": "a sum of money or representative of value that is risked on an occurrence for which the outcome is uncertain",
      "source_provision": "art2"
    },
    {
      "term": "fixed-odds bet",
      "definition": "a bet on one or more events in which odds are agreed at the time the bet is placed",
      "source_provision": "art2"
    },
    {
      "term": "financial interest",
      "definition": "a) right or entitlement to share in profits or revenue",
      "source_provision": "art2"
    },
    {
      "term": "casino",
      "definition": "any premises used for various gaming including table games, slot machines and other equipment’s that may be included in and particularly those requiring special knowledge",
      "source_provision": "art2"
    },
    {
      "term": "credit",
      "definition": "an authorization to draw a counter cheque to facilitate gaming",
      "source_provision": "art2"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry in charge of the gaming activities",
      "source_provision": "art2"
    },
    {
      "term": "counter cheque",
      "definition": "a pre-printed instrument used in casino certifying that the player has a deposit on the account of the operator",
      "source_provision": "art2"
    },
    {
      "term": "national lottery",
      "definition": "a lottery scheme in whole or in part owned by the Government and promoted countrywide as authorized by this Law",
      "source_provision": "art2"
    },
    {
      "term": "gaming management system",
      "definition": "computerized systems for monitoring different gaming machines",
      "source_provision": "art2"
    },
    {
      "term": "pay-out",
      "definition": "any money, merchandise, property, cheque, credit, electronic credit, debit, token, ticket or anything else of more than nominal value received by a player as a result of the skill of the player or operator, the application of the element of chance or both",
      "source_provision": "art2"
    },
    {
      "term": "family member",
      "definition": "spouse or child, parent, brother or sister, whether such a relationship results from birth, marriage or adoption",
      "source_provision": "art2"
    },
    {
      "term": "operator",
      "definition": "a registered person who operates gaming premises",
      "source_provision": "art2"
    },
    {
      "term": "bingo",
      "definition": "a game played in whole or in part by electronic means that is played for a monetary gain or any prize of nominal value in which: a) by using cards or other devices that are divided into spaces each of which bears a different number, picture or symbol and with numbers, pictures or symbols arranged randomly such that each card or similar device contains a unique set of numbers, pictures or symbols",
      "source_provision": "art2"
    },
    {
      "term": "inspector",
      "definition": "a person appointed by the regulatory authority of gaming",
      "source_provision": "art2"
    },
    {
      "term": "interactive game",
      "definition": "a game played or if available would be played through the mechanism of an electronic device accessed over the internet other than a game that can be accessed for play only in licenced premises, and only if the licence holder of any such premises is authorised to make such a game available to be played",
      "source_provision": "art2"
    },
    {
      "term": "gaming employee",
      "definition": "any person having direct relationship with gaming activities",
      "source_provision": "art2"
    },
    {
      "term": "minor",
      "definition": "a person under the age of eighteen (18) years",
      "source_provision": "art2"
    },
    {
      "term": "gaming licence",
      "definition": "a certificate issued by a competent organ authorizing a person to engage in gaming activities",
      "source_provision": "art2"
    },
    {
      "term": "national licence",
      "definition": "a licence issued in accordance with this Law and covering any place of the Rwandan territory",
      "source_provision": "art2"
    },
    {
      "term": "licensing authority",
      "definition": "the regulatory authority of gaming",
      "source_provision": "art2"
    },
    {
      "term": "interactive provider",
      "definition": "a person licenced to make available or to promote an interactive game covered by this Law",
      "source_provision": "art2"
    },
    {
      "term": "licence holder",
      "definition": "any person to whom a valid licence has been issued",
      "source_provision": "art2"
    }
  ]
}
