{
  "id": "rw-law-2010-2",
  "type": "statute",
  "title": "Law establishing Rwanda Transport Development Agency (RTDA) and Determining its Mission, Structure and Functioning",
  "title_en": "Law establishing Rwanda Transport Development Agency (RTDA) and Determining its Mission, Structure and Functioning",
  "short_name": "Law 2 of 2010",
  "status": "repealed",
  "issued_date": "2010-01-20",
  "in_force_date": "2010-01-25",
  "url": "https://rwandalii.org/akn/rw/act/law/2010/2/eng@2010-01-25",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes an Agency in charge of transport referred to as “Rwanda Transport Development Agency”, abbreviated as “RTDA”. This Law also determines its mission, structure and functioning. RTDA shall have a legal personality, administrative and financial autonomy and shall be managed in accordance with laws governing public institutions."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Head office of RTDA",
      "content": "The head office of RTDA shall be located in Kigali City, the Capital City of the Republic of Rwanda. It may be transferred elsewhere on the Rwandan territory if deemed necessary. In order to fulfill its mission, RTDA may have branches elsewhere in the country and abroad if deemed necessary, upon approval by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Mission of RTDA",
      "section": "3",
      "title": "Article 3 – Mission of RTDA",
      "content": "The main mission of RTDA are as follows: 1° to manage and control national road network with a view to achieving road safety and maintenance; 2° to control airport infrastructure in order to ensure their maintenance and safety; 3° to manage and control waterways transport infrastructure with a view to ensuring their value added; 4° to develop railway infrastructure in Rwanda. To fulfil such mission, RTDA shall focus on the following activities: 1° to represent Government as overall project manager for projects related to road, railways, airport and waterways transport infrastructures; 2° to implement Government policy on roads, air, railways and transport of persons and goods by waterways; 3° to foster the policy of promoting companies and authorized national firms operating in the area of transport of persons and goods by road, airports, railways and waterways; 4° to prepare and implement the plan of action for rehabilitation of roads, airports, railways and waterways infrastructures. This road rehabilitation plan of action comprises usual road maintenance works, recurrent works as well as incidental and urgent works; 5° to initiate and supervise execution of planned and urgent works regarding the road, air, railways and waterways transport sector; 6° to implement road works on national roads, air, railways and waterways infrastructures including rehabilitation and construction works as well as concession for their development; 7° to comply with environmental protection regulations for every construction and rehabilitation works for roads, airports, railways and waterways infrastructures; 8° to prepare and propose a road, airports, railways and waterways infrastructure development plan and monitor activities of local administrative entities in the area of these infrastructures and provide them with technical support; 9° to gather and process statistical data on the national road network, airports, railways and waterways; 10° install and operate weigh-bridges on national roads; 11° to cooperate and collaborate with other regional and international institutions having similar responsibilities; 12° to advise Government on all activities likely to fastrack development of roads, airports, railways and waterways infrastructures in Rwanda; 13° to carry out any other activity relating to transport in general."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter III – Supervising authority of RTDA",
      "section": "4",
      "title": "Article 4 – Supervising authority of RTDA and the contract of performance",
      "content": "The supervising authority as well as the category of RTDA shall be determined by a Prime Minister’s Order. There shall be concluded a performance contract between the supervising authority of RTDA and the Board of Directors indicating powers, rights and responsibilities of each party in order for RTDA to fulfill its mission. Such a contract shall be valid for a period equal to the term of office of members of the Board of Directors and be signed by the Chairperson of the Board of Directors and the Minister supervising RTDA."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter III – Supervising authority of RTDA",
      "section": "5",
      "title": "Article 5 – Content of the contract of performance",
      "content": "The contract referred to in Article 4 of this Law must inter alia specify the following details: 1° responsibilities of the Board of Directors, the General Directorate as well as those of the departments of RTDA; 2° results expected from RTDA; 3° source of the property of RTDA, its functioning and permanent audit modalities."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter IV – Structure and functioning of RTDA",
      "section": "6",
      "title": "Article 6 – Management Organs of RTDA",
      "content": "RTDA has the following two (2) Organs: 1° the Board of Directors; 2° General Directorate. A Prime Minister’s Order may determine other necessary Organs of RTDA in order to fulfil its mission."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter IV – Structure and functioning of RTDA",
      "section": "7",
      "title": "Article 7 – Board of Directors of RTDA",
      "content": "The Board of Directors of RTDA shall be the governing and decision making Organ. The responsibilities and the functioning of the Board of Directors shall be determined by a Prime Minister’s Order. A Prime Minister’s Order shall appoint members of the Board of Directors and determine their number and term office. At least thirty percent (30%) of the members of the Board of Directors shall be females."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter IV – Structure and functioning of RTDA",
      "section": "8",
      "title": "Article 8 – Sitting allowances for members of the Board of Directors",
      "content": "Members of the Board of Directors present in meetings of the Board of Directors shall get sitting allowances to be determined by a Presidential Order."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Structure and functioning of RTDA",
      "section": "9",
      "title": "Article 9 – Incompatibilities with membership of the Board of Directors",
      "content": "Members of the Board of Directors, whether individually or companies in which they hold shares, shall neither be allowed to perform any activity remunerated by RTDA nor bid for tenders of RTDA."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Structure and functioning of RTDA",
      "section": "10",
      "title": "Article 10 – Members of RTDA General Directorate",
      "content": "Members of RTDA General Directorate shall be appointed by a Prime Minister’s Order. Responsibilities and performance modalities for members of RTDA General Directorate shall be determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Structure and functioning of RTDA",
      "section": "11",
      "title": "Article 11 – Statutes governing RTDA’s staff members and emoluments for members of the General Directorate and RTDA’s staff",
      "content": "RTDA’s staff members shall be governed by the General Statutes for Rwanda Public Service. Emoluments to be accorded to members of the General Directorate and RTDA’s staff members shall be determined in accordance with legal provisions that govern remuneration of public institutions staff members."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter V – Property and finance of RTDA",
      "section": "12",
      "title": "Article 12 – Property of RTDA and its source",
      "content": "Property of RTDA comprises movables and immovables. It comes from the following: 1° the State budget allocation; 2° State or donnors subsidies; 3° funds from its services; 4° interest from its property; 5° loans granted to RTDA, approved by the Minister in charge of finance; 6° donation and bequest."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter V – Property and finance of RTDA",
      "section": "13",
      "title": "Article 13 – Use and audit of the property",
      "content": "The use and audit of the property of RTDA shall be carried out in accordance with relevant legal provisions. The Unit responsible for daily auditing of the use of the property of RTDA shall submit a report to the Board of Directors and reserve a copy thereof to the Managing Director of RTDA."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter V – Property and finance of RTDA",
      "section": "14",
      "title": "Article 14 – Approval and management of the Budget of RTDA",
      "content": "The budget of RTDA shall be approved and managed in accordance with relevant legal provisions and Organic Law on State finance and property."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter V – Property and finance of RTDA",
      "section": "15",
      "title": "Article 15 – Annual financial report",
      "content": "Within three (3) months following the closure of the financial year, the Managing Director of RTDA shall submit an annual financial report to the Minister supervising RTDA after its approval by the Board of Directors in accordance with laws governing management of State finance and property."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter VI – Final provisions",
      "section": "16",
      "title": "Article 16 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter VI – Final provisions",
      "section": "17",
      "title": "Article 17 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter VI – Final provisions",
      "section": "18",
      "title": "Article 18 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
