{
  "id": "rw-law-2017-19bis",
  "type": "statute",
  "title": "Law modifying and complementing Law on the Establishment, Functioning and Organization of Rwanda Correctional Services(RCS)",
  "title_en": "Law modifying and complementing Law on the Establishment, Functioning and Organization of Rwanda Correctional Services(RCS)",
  "short_name": "Law 19BIS of 2017",
  "status": "in_force",
  "issued_date": "2017-04-28",
  "in_force_date": "2017-05-15",
  "url": "https://rwandalii.org/akn/rw/act/law/2017/19bis/eng@2017-05-15",
  "provisions": [
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26 - Main",
      "content": "person obligations of an Article personne 50 of Law n° 34/2010 of 12/11/2010 on establishment, functioning and organization Rwanda Correctional Service (RCS) is and complemented as follows: L’article portant organisation Rwanda suit:"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50 - Obligations for an incarcerated «Article",
      "content": "incarcérée incarcerated person must comply with Une laws and regulations of the prison nationales him/her. régissent."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27 - Release of an incarcerated person",
      "content": "incarcérée 51 of Law n° 34/2010 of 12/11/2010 on establishment, functioning and organization Rwanda Correctional Service (RCS) is and complemented as follows: L’article portant organisation Rwanda suit: to the provisions of Article 28 as and complemented to date of Law n° of 12/11/2010 on the establishment, and organization of Rwanda Service (RCS) as modified and to date, the prison management the following responsibilities: «Conformément tel 34/2010 fonctionnement Correctionnel modifiée l’administration suivantes: to remind the Court and the Public 1º Prosecution in writing that only seven (7) days remain for the expiration of a person’s court-ordered provisional detention period. Once the provisional detention period elapsed and the Public Prosecution has not informed the prison management in writing of the referral of the case file to the Court or of the application for extension of the provisional detention, the Prison Management releases the detainee; to inform relevant organs of prisoners 2º eligible to be released on parole in accordance with law; to release a prisoner having served his/her 3º entire court-ordered prison sentence. Prison Director who detains or continues to a person in prison unlawfully is punished accordance with the provisions of the Penal Un à puni Pénal.»"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28 - Use, management and audit of",
      "content": "patrimoine 62 of Law n° 34/2010 of 12/11/2010 on establishment, functioning and organization Rwanda Correctional Service (RCS) is and complemented as follows: L’article portant organisation Rwanda suit: use, management and audit of RCS «L’utilisation, are carried out in accordance with patrimoine laws. conformément internal audit service of RCS submits its Le to the High Council.” rapport"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29 - Transitional period",
      "content": "Article 64 of Law n° 34/2010 of 12/11/2010 on establishment, functioning and organization Rwanda Correctional Service (RCS) is L’article portant organisation Rwanda"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30 - Drafting, consideration and",
      "content": "of this Law la Law was drafted, considered and adopted La Kinyarwanda. en"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31 - Repealing provision",
      "content": "Article prior legal provisions contrary to this Law Toutes repealed. contraires"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32 - Commencement",
      "content": "Article Law comes into force on the date of its La in the Official Gazette of the publication of Rwanda du on 28/04/2017 Kigali, (sé) KAGAME Paul President of the Republic (sé) MUREKEZI Anastase Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston of Justice/Attorney General Ministre"
    }
  ],
  "definitions": []
}
