{
  "id": "rw-law-2017-14",
  "type": "statute",
  "title": "Law establishing Rwanda Agriculture and Animal Resources Development Board (RAB) and Determining its Mission, Organisation and Functioning",
  "title_en": "Law establishing Rwanda Agriculture and Animal Resources Development Board (RAB) and Determining its Mission, Organisation and Functioning",
  "short_name": "Law 14 of 2017",
  "status": "repealed",
  "issued_date": "2017-04-14",
  "in_force_date": "2017-05-01",
  "url": "https://rwandalii.org/akn/rw/act/law/2017/14/eng@2017-05-01",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes Rwanda Agriculture and Animal Resources Development Board, abbreviated as RAB. It also determines its mission, organisation and functioning."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Legal personality and autonomy",
      "content": "RAB has legal personality and enjoys administrative and financial autonomy and is managed in accordance with relevant laws."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Definitions",
      "content": "For the purposes of this Law, the following terms are defined as follows: 1° animal breed: animal species that is bred on the ground, in the waters, in the forest or which is kept in a given area when it is a wild animal; 2° Branch: a station of RAB enabling it to carry out research, agricultural or animal resources extension at the level of farmers and which has the powers to manage both the staff and the property located in that zone; 3° agricultural extension: a way of providing services to farmers in the context of strengthening their knowledge and know how in order to increase agricultural productivity and their derived; 4° animal resources extension: a way of providing services to farmers in the context of strengthening their knowledge and know how in order to increase animal productivity and their derived; 5° agriculture: all activities carried out on land relating to any plants and forests as well as the germination of seedlings; 6° research: scientific activities intended to systematically study and understand a subject for the purposes of innovations, add value to the existing elements, get solutions to existing problems or to prevent any eventual problem that may occur in agriculture and animal resources; 7° animal resources: all activities intended to increase productivity of any animal breed for utility or conservation purposes."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Category of RAB",
      "content": "RAB falls within the category of non-commercial public institutions."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Head office of RAB",
      "content": "The head office of RAB is located in the City of Kigali, the Capital of the Republic of Rwanda. It may be relocated elsewhere on the Rwandan territory when considered necessary. RAB has branches elsewhere in the country when considered necessary in order to fulfil its mission upon approval by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Mission of RAB",
      "section": "6",
      "title": "Article 6 – Mission of RAB",
      "content": "RAB has the general mission of developing agriculture and animal resources through research, agricultural and animal resources extension in order to increase agricultural and animal productivity as well as their derived. In particular, RAB has the following mission: 1° to contribute to the development of the national policy and strategies in agriculture and animal resources; 2° to implement the national policy, laws and strategies on agriculture and animal resources; 3° to coordinate activities aimed at promoting agriculture and animal resources infrastructure; 4° to search, collect, provide and disseminate to farmers information, services and other agricultural and animal resources extension activities that increase the quantity and quality of productivity required on the market and by industries; 5° to establish mechanisms to support farmers to preserve and add value to the productivity; 6° to conduct fundamental and applied research that promotes agriculture and animal resources as well as their derived; 7° to conduct research on the nature of forestry and agroforestry plants as well as plant varieties that are suitable for each area of the country; 8° to conduct research on horticulture; 9° to conduct research on climate change, its impact on agriculture, animal resources, forestry and put in place strategies aiming at fighting that impact; 10° to conduct research on animal diseases, put in place and implement appropriate measures to prevent and control them; 11° to conduct research on diseases and pests that attack field and stored crops, put in place and implement appropriate control measures to prevent and control them; 12° to study soil characteristics and conduct research on appropriate fertilizers and seeds that are suitable for each type of soil; 13° to establish and manage a gene bank for storing and conserving plant and animal genetic resources as well as any other living organisms related to agriculture and animal resources; 14° to coordinate, monitor and supervise activities of agriculture, animal resources and related research carried out by RAB or other professional actors; 15° to develop sufficient quality seeds and ensure their multiplication and distribution; 16° to develop animal breeds that are suitable for each agro ecological zone and carry out activities meant for animal breeds’ improvement and feeding; 17° to prevent, inspect, investigate and monitor the movement of animals and animal products that are not processed by industries in order to prevent the introduction and spread of animal diseases; 18° to carry out inspection and authorize the movement within and out of the country of animals and animal products that are not processed by industries; 19° to monitor the preparation, conservation, distribution and use of veterinary and crop protection products; 20° to collect, at national and international level, new and required technologies and refine them for use in agriculture and animal resources; 21° to put in place programmes for sensitizing farmers to operate in cooperatives and build their technical capacity in agriculture and animal resources; 22° to establish a communication system to provide customers with information about agricultural and animal resources produce on the market; 23° to establish partnership with regional and international organizations whose mission is similar to the mission of RAB."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Supervising authority of RAB and performance contract",
      "section": "7",
      "title": "Article 7 – Supervising authority of RAB",
      "content": "A Prime Minister’s Order determines the supervising authority of RAB."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Supervising authority of RAB and performance contract",
      "section": "8",
      "title": "Article 8 – Performance contract",
      "content": "RAB operates on the basis of performance contract. Modalities for the conclusion and evaluation of performance contract of RAB is determined by relevant laws."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "9",
      "title": "Article 9 – Management organs",
      "content": "Management organs of RAB are as follows: 1° the Board of Directors; 2° the Executive Organ."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "10",
      "title": "Article 10 – Composition of the Board of Directors",
      "content": "The Board of Directors of RAB is composed of seven (7) members appointed by a Presidential Order including the Chairperson and the Deputy Chairperson. Members of the Board of Directors are selected on the basis of their competence and expertise. At least thirty percent 30% of the members of the Board of Directors must be females. The term of office of the members of the Board of Directors as well as their replacement are determined by a Presidential Order."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "11",
      "title": "Article 11 – Powers of the Board of Directors",
      "content": "The Board of Directors of RAB is the supreme management organ and decision-making organ. It has powers to make decisions regarding administration, human resources and property of RAB in order to fulfil its mission."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "12",
      "title": "Article 12 – Responsibilities of the Board of Directors",
      "content": "The main responsibilities of the Board of Directors of RAB are the following: 1° to oversee the functioning of the Executive Organ and provide strategic guidance to be followed in fulfilment of its mandate; 2° to approve long term strategic plan and action plan and related reports; 3° to conclude a performance contract with the supervising authority of RAB; 4° to approve internal rules and regulations of RAB; 5° to approve the draft budget proposal of RAB and monitor its use and execution; 6° to approve the report on activities and use of property for the previous year; 7° to approve the draft organisational structure of RAB; 8° to approve income-generating activities and projects that may be carried out by RAB experts; 9° to approve career promotion of researchers; 10° to submit quarterly and annual report to the supervising authority of RAB; 11° to take decisions on all critical matters under the mission of RAB."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "13",
      "title": "Article 13 – Duties of the Chairperson of the Board of Directors",
      "content": "The Chairperson of the Board of Directors of RAB has the following duties: 1° to chair the Board of Directors and coordinate its activities; 2° to convene and preside over meetings of the Board of Directors; 3° to submit minutes of meetings of the Board of Directors of RAB to its supervising authority; 4° to sign the performance contract between the Board of Directors and the supervising authority of RAB; 5° to submit reports of RAB adopted by the Board of Directors to relevant organs; 6° to follow up the implementation of resolutions of the Board of Directors; 7° to perform any other duties as may be requested by the Board of Directors falling within the mission of the Board of Directors."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "14",
      "title": "Article 14 – Duties of the Deputy Chairperson of the Board of Directors of RAB",
      "content": "The Deputy Chairperson of the Board of Directors of RAB has the following duties: 1° to assist the Chairperson and replace him/her in case of absence, 2° to perform any other duties as may be requested by the Board of Directors falling within the mission of the Board of Directors."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "15",
      "title": "Article 15 – Incompatibilities with membership of the Board of Directors of RAB",
      "content": "Members of the Board of Directors are not allowed to perform any remunerated activity within RAB. Members of the Board of Directors are also not allowed, either individually or through companies in which they hold shares, to bid for tenders of RAB."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "16",
      "title": "Article 16 – Reasons for loss of membership in the Board of Directors of RAB and modalities for replacement",
      "content": "A member of the Board of Directors of RAB loses membership if: 1° his/her term of office expires; 2° he/she resigns in writing; 3° he/she is no longer able to perform his/her duties due to physical or mental disability certified by a committee of three (3) authorized medical doctors; 4° he/she is definitively sentenced to a term of imprisonment equal to or exceeding six (6) months; 5° he/she is absent in meetings for three (3) consecutive times without valid reasons; 6° he/she manifests any behaviour likely to compromise his/her dignity, that of his/her work or his/her position; 7° he/she jeopardizes the interests of RAB; 8° he/she is convicted of the crime of genocide or genocide ideology; 9° he/she no longer fulfils the requirements considered at the time of his/her appointment; 10° he/she dies. In case a member of the Board of Directors of RAB leaves his/her duties before the expiration of his/her term of office, the competent authority appoints his/her substitute to complete his/her predecessor’s term of office."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "17",
      "title": "Article 17 – Convening and holding of meeting of the Board of Directors of RAB and modalities for decision-making",
      "content": "The meeting of the Board of Directors of RAB is held once a quarter and whenever necessary upon invitation by its Chairperson or Deputy Chairperson in case of absence of its Chairperson, at their own initiative or upon request in writing by at least a third (1/3) of its members. The invitation is submitted in writing to the members of the Board of Directors at least fifteen (15) days before the meeting is held. However, an extraordinary meeting is convened in writing no more than three (3) days before the meeting is held. Items to be considered by the Board of Directors in the first quarter of the year include the approval of the financial and activity reports of the previous year. In every quarter, the Board of Directors of RAB must examine the financial and activity reports relating to the previous quarter to be submitted to the supervising authority of RAB. The quorum for a meeting of the Board of Directors is two thirds (2/3) of its members. However, when a meeting is convened for the second time it takes place regardless of the number of members present. The Director General of RAB attends meetings of the Board of Directors. Modalities for decision-making by the Board of Directors of RAB are determined by internal rules and regulations of RAB."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "18",
      "title": "Article 18 – Invitation of a resource person to the meeting of the Board of Directors of RAB",
      "content": "The Board of Directors of RAB may invite in its meeting any person from whom it may seek advice on a certain item on the agenda. The invited person is not allowed either to vote or to follow debates on other items on the agenda."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "19",
      "title": "Article 19 – Approval of resolutions and minutes of the meeting of the Board of Directors of RAB",
      "content": "Resolutions of the meeting of the Board of Directors of RAB are signed by its members immediately after the end of the meeting, and a copy thereof is sent to the supervising authority of RAB within a period not exceeding five (5) days. The head of the supervising authority of RAB gives his/her views on the resolutions of the meeting of the Board of Directors within five (5) days from receipt thereof. If this period expires before giving his/her views, the resolutions of the meeting are considered definitively approved. The minutes of the meeting of the Board of Directors are signed by the Chairperson and its rapporteur and approved during the next meeting. A copy of minutes of the meeting is sent to the supervising authority of RAB within a period not exceeding fifteen (15) days from the date of approval."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "20",
      "title": "Article 20 – Rapporteur of the Board of Directors of RAB",
      "content": "The Director General of RAB serves as the rapporteur of the meeting of the Board of Directors, but he/she has no right to vote in decision making. The Director General of RAB does not participate in the meetings that make decisions on issues that concern him/her. In that case, members of the meeting of the Board of Directors elect among themselves a rapporteur."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "21",
      "title": "Article 21 – Personal interest in issues on the agenda",
      "content": "When a member of the Board of Directors of RAB has a direct or indirect interest in the issue to be considered, he/she must immediately inform the Board of Directors about where his/her interest lies. A member who informs of his/her interest in the issue to be considered cannot attend the meeting deliberating on that issue. When it happens that many or all members of the Board of Directors have a direct or indirect interest in the issues to be considered in such a way that it is impossible to take decision on the issues, the issues are submitted to the supervising authority of RAB to decide thereon within a period of thirty (30) days."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "22",
      "title": "Article 22 – Sitting allowances for members of the Board of Directors",
      "content": "The sitting allowances for members of the Board of Directors attending meetings are determined by a Presidential Order."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "23",
      "title": "Article 23 – Composition of the Executive Organ of RAB",
      "content": "The Executive Organ of RAB is comprised of the Director General appointed by a Presidential Order and other staff members recruited in accordance with relevant laws. A Presidential Order may also appoint Deputy Directors General and determine their powers and duties."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "24",
      "title": "Article 24 – Functioning of members of the Executive Organ of RAB",
      "content": "The functioning of members of the Executive Organ of RAB is determined by an Order of the Prime Minister."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "25",
      "title": "Article 25 – Responsibilities of the Executive Organ",
      "content": "The Executive Organ of RAB has the following main responsibilities: 1° to monitor and coordinate daily duties and activities; 2° to perform other duty as may be assigned by the Board of Directors falling within the mission of RAB."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "26",
      "title": "Article 26 – Powers and duties of the Director General of RAB",
      "content": "The Director General of RAB has the power of decision in the administrative and financial management of RAB in accordance with relevant laws. He/she coordinates and directs the activities. The Director General of RAB has the following duties: 1° to follow up daily activities of RAB; 2° to prepare the action plan and activity report to be approved by the Board of Directors of RAB; 3° to prepare the draft internal rules and regulations of RAB to be approved by the Board of Directors; 4° to prepare the draft budget proposal of RAB; 5° to ensure the execution of the budget and management of the property of RAB; 6° to ensure the implementation of decisions of the Board of Directors of RAB; 7° to ensure the management of staff, equipment and property of RAB and submit a related report to the Board of Directors; 8° to act as the legal representative of RAB; 9° to serve as the spokesperson of RAB; 10° to attend the meetings of the Board of Directors and act as rapporteur; 11° to perform other duties as may be assigned by the Board of Directors falling within the mission of RAB."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "27",
      "title": "Article 27 – Duties of other staff members of the Executive Organ RAB",
      "content": "The duties of other staff members of the Executive Organ of RAB are determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "28",
      "title": "Article 28 – Statutes governing the staff of RAB",
      "content": "The staff of RAB is governed by the general statutes for public service. However, researchers of RAB are governed by special statutes established by a Presidential Order."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IV – Organisation and functioning of RAB",
      "section": "29",
      "title": "Article 29 – Salaries and fringe benefits allocated to the members of the Executive Organ of RAB",
      "content": "The salaries and fringe benefits allocated to the members of the Executive Organ of RAB are determined in accordance with laws governing public service. However, a Presidential Order determines the salaries and other fringe benefits allocated to the researchers of RAB."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter V – Property and finance of RAB",
      "section": "30",
      "title": "Article 30 – Property of RAB and its sources",
      "content": "The property of RAB is comprised of movable and immovable assets. The property of RAB derives from the following sources: 1° State budget allocations; 2° State and development partners’ subsidies; 3° income from services rendered; 4° interests from its property; 5° loans granted to RAB as approved by the Minister in charge of finance; 6° donations and bequests."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter V – Property and finance of RAB",
      "section": "31",
      "title": "Article 31 – Budget of RAB",
      "content": "RAB prepares its annual budget to be approved by the relevant authority and it is executed in accordance with relevant laws."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter V – Property and finance of RAB",
      "section": "32",
      "title": "Article 32 – Use, management and audit of property",
      "content": "The use, management and audit of the property of RAB are carried out in accordance with relevant laws. The internal audit unit of RAB submits a report to the Board of Directors and provides a copy to the Director General of RAB."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter V – Property and finance of RAB",
      "section": "33",
      "title": "Article 33 – Annual financial report",
      "content": "Within three (3) months following the end of the financial year, the Director General of RAB submits the annual financial report to the supervising authority of RAB after its approval by the Board of Directors in accordance with laws governing the management of State finance and property."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "34",
      "title": "Article 34 – Validity of undertaken actions",
      "content": "Actions undertaken by RAB in accordance with Law n° 38/2010 of 25/11/2010 remain valid."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "35",
      "title": "Article 35 – Transfer of employees",
      "content": "The employees of Rwanda Agriculture Board (RAB) established by Law n° 38/2010 of 25/11/2010 are transferred to RAB established by this Law in accordance with its organizational structure."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "36",
      "title": "Article 36 – Transfer of property, liabilities and contracts",
      "content": "Movable and immovable property as well as liabilities and contracts of Rwanda Agriculture Board (RAB) established by Law n° 38/2010 of 25/11/2010 are transferred to RAB established by this Law."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "37",
      "title": "Article 37 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "38",
      "title": "Article 38 – Repealing provision",
      "content": "Law n° 38/2010 of 25/11/2010 establishing Rwanda Agriculture Board (RAB) and determining its responsibilities, organisation and functioning and all prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "39",
      "title": "Article 39 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "Branch",
      "definition": "a station of RAB enabling it to carry out research, agricultural or animal resources extension at the level of farmers and which has the powers to manage both the staff and the property located in that zone",
      "source_provision": "art3"
    },
    {
      "term": "agricultural extension",
      "definition": "a way of providing services to farmers in the context of strengthening their knowledge and know how in order to increase agricultural productivity and their derived",
      "source_provision": "art3"
    },
    {
      "term": "animal resources extension",
      "definition": "a way of providing services to farmers in the context of strengthening their knowledge and know how in order to increase animal productivity and their derived",
      "source_provision": "art3"
    },
    {
      "term": "agriculture",
      "definition": "all activities carried out on land relating to any plants and forests as well as the germination of seedlings",
      "source_provision": "art3"
    },
    {
      "term": "research",
      "definition": "scientific activities intended to systematically study and understand a subject for the purposes of innovations, add value to the existing elements, get solutions to existing problems or to prevent any eventual problem that may occur in agriculture and animal resources",
      "source_provision": "art3"
    },
    {
      "term": "animal resources",
      "definition": "all activities intended to increase productivity of any animal breed for utility or conservation purposes",
      "source_provision": "art3"
    }
  ]
}
