{
  "id": "rw-law-2017-13",
  "type": "statute",
  "title": "Law establishing National Agricultural Export Development Board (NAEB) and Determining its Mission, Organisation and Functioning",
  "title_en": "Law establishing National Agricultural Export Development Board (NAEB) and Determining its Mission, Organisation and Functioning",
  "short_name": "Law 13 of 2017",
  "status": "repealed",
  "issued_date": "2017-04-14",
  "in_force_date": "2017-05-01",
  "url": "https://rwandalii.org/akn/rw/act/law/2017/13/eng@2017-05-01",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes the National Agricultural Export Development Board, abbreviated as “NAEB”. It also determines its mission, organisation, and functioning."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Legal personality and autonomy",
      "content": "NAEB has legal personality and enjoys administrative and financial autonomy and is also managed in accordance with relevant laws."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Category of NAEB",
      "content": "NAEB falls within the category of commercial public institutions."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Head office of NAEB",
      "content": "The head office of NAEB is located in the City of Kigali, the Capital of the Republic of Rwanda. It may be transferred elsewhere on the Rwandan territory when considered necessary. NAEB may have branches within the country or outside the country where necessary upon approval by the Board of Directors."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Mission and powers of NAEB",
      "section": "5",
      "title": "Article 5 – Mission of NAEB",
      "content": "NAEB has the following mission: 1° to advise on the development of policy and strategies for developing exports of agricultural and livestock products meeting international market requirements; 2° to implement policy and strategies for developing exports of agricultural and livestock products meeting international market requirements; 3° to work with stakeholders’ networks and coordinate their activities in relation to the processing and export of agricultural and livestock products; 4° to provide timely and cost-effective support services required for enhanced international competitiveness of the private sector in agricultural and livestock exports; 5° to identify and diversify agricultural and livestock exports to sustain growth of foreign currency revenues; 6° to identify and support research activities on agricultural and livestock extension regarding exports of agricultural and livestock products; 7° to identify places for installation of factories and other activities meant for processing agricultural and livestock products for export; 8° to participate in the setting and checking of quality standards for agriculture and livestock export commodities in collaboration with other relevant institutions; 9° to issue certificates of authenticity and origin of agricultural and livestock export commodities; 10° to put in place strategies designed to provide support and train private operators and cooperatives involved in export of agricultural and livestock products; 11° to contribute to investments aimed at increasing production, industries, and infrastructure for adding value to agricultural and livestock products for export; 12° to collect and analyse information on national, regional and international markets and disseminate that information to the concerned stakeholders for use; 13° to participate in international negotiations and forums in order to ensure the protection and extension of agricultural and livestock products export market; 14° to participate in various national, regional and international trade fairs, in order to promote agricultural and livestock products for export; 15° to facilitate negotiations for setting and publishing minimum farm gate prices for agricultural and livestock export commodities in collaboration with stakeholders; 16° to establish relations and cooperation with regional and international organisations with the aim of improving operations and collaboration with regard to exports of agricultural and livestock products."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Mission and powers of NAEB",
      "section": "6",
      "title": "Article 6 – Powers of NAEB",
      "content": "NAEB has powers to carry out the following activities: 1° to engage in commercial activities relevant to its mission; 2° to establish branches or appoint its representatives inside or outside the country in order to carry out activities falling within its mission; 3° to enter into commercial contracts with individuals or legal entities inside or outside the country in order for NAEB to achieve its mission; 4° to hold or acquire shares in other corporations or companies as well as selling such shares; 5° to bid for tenders and perform consultancy services inside or outside the country in order to achieve its mission; 6° to apply for loans upon authorisation by the Ministry in charge of finance; 7° to procure and sell goods or services in accordance with the internal rules and regulations adopted by the Board of Directors of NAEB; 8° to recruit the staff in accordance with the internal rules and regulations adopted by the Board of Directors of NAEB; 9° to manage funds and property in accordance with appropriate business rules adopted by the Board of Directors of NAEB."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Supervising authority of NAEB and performance contract",
      "section": "7",
      "title": "Article 7 – Supervising authority of NAEB",
      "content": "A Prime Minister’s Order determines the supervising authority of NAEB."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Supervising authority of NAEB and performance contract",
      "section": "8",
      "title": "Article 8 – Performance contract",
      "content": "NAEB operates on the basis of performance contract. Modalities for the conclusion and evaluation of performance contract of NAEB are determined by relevant laws."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Organisation and functioning of NAEB",
      "section": "9",
      "title": "Article 9 – Management organs of NAEB",
      "content": "The management organs of NAEB are the following: 1° the Board of Directors; 2° the Executive Organ."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organisation and functioning of NAEB",
      "section": "10",
      "title": "Article 10 – Composition of the Board of Directors of NAEB",
      "content": "The Board of Directors is the supreme organ composed of seven (7) members appointed by a Presidential Order, including the Chairperson and the Deputy Chairperson. Members of the Board of Directors are selected on the basis of their competence and expertise. At least thirty per cent (30%) of members of the Board of Directors of NAEB must be females. The term of office of members of the Board of Directors as well as modalities for their replacement are determined by a Presidential Order."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organisation and functioning of NAEB",
      "section": "11",
      "title": "Article 11 – Responsibilities of the Board of Directors of NAEB",
      "content": "The Board of Directors of NAEB is its governing and decision-making organ. In particular, the Board of Directors has the following responsibilities: 1° to oversee the functioning of the Executive Organ of NAEB and provide it with the guideline for the fulfilment of its mission; 2° to approve the strategic plan, action plan and related reports; 3° to sign performance contract with the supervising authority of NAEB and monitor its implementation; 4° to approve the procedures manual and internal rules and regulations of NAEB; 5° to approve the draft annual budget and annual action plan of NAEB before submission thereof to relevant authorities and monitor the use and execution of the budget; 6° to take decision on all critical matters falling within the mission of NAEB; 7° to submit a quarterly report to the supervising authority of NAEB;"
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Organisation and functioning of NAEB",
      "section": "12",
      "title": "Article 12 – Duties of the Chairperson of the Board of Directors",
      "content": "The Chairperson of the Board of Directors has the following duties: 1° to follow up the fulfilment of the mission of NAEB; 2° to convene and chair the meetings of the Board of Directors; 3° to submit timely NAEB reports to relevant organs; 4° to perform all duties as may be requested by the Board of Directors."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Organisation and functioning of NAEB",
      "section": "13",
      "title": "Article 13 – Duties of the Deputy Chairperson of the Board of Directors of NAEB",
      "content": "The Deputy Chairperson of the Board of Directors of NAEB has the following duties: 1° to assist the Chairperson and replace for him/her in case of absence; 2° to perform all duties as may be requested by the Board of Directors of NAEB."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Organisation and functioning of NAEB",
      "section": "14",
      "title": "Article 14 – Incompatibilities with membership in the Board of Directors of NAEB",
      "content": "Members of the Board of Directors of NAEB are not allowed to perform any remunerated activity within NAEB. They are also not allowed, either individually or companies in which they hold shares, to bid for tenders of NAEB."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Organisation and functioning of NAEB",
      "section": "15",
      "title": "Article 15 – Reasons for loss of membership in the Board of Directors of NAEB and modalities for replacement",
      "content": "A member of the Board of Directors of NAEB loses membership if: 1° the term of office expires; 2° he/she resigns in writing; 3° he/she is no longer able to perform his/her duties due to physical or mental disability certified by a committee of three (3) authorised medical doctors; 4° he/she is definitively sentenced to a term of imprisonment equal to or exceeding six (6) months; 5° he/she is absent from three (3) consecutive meetings without valid reasons; 6° he/she manifests behaviour likely to compromise his/her dignity, that of his/her work or his/her position; 7° he/she jeopardizes the interests of NAEB; 8° he/she is convicted of the crime of genocide or genocide ideology; 9° he/she dies. In case a member of the Board of Directors of NAEB leaves his/her duties before the expiration of his/her term of office, the relevant authority appoints his/her substitute to complete his/her term of office."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Organisation and functioning of NAEB",
      "section": "16",
      "title": "Article 16 – Convening and holding of the meeting of the Board of Directors of NAEB and modalities for decision making",
      "content": "The meeting of the Board of Directors of NAEB is held once a quarter and whenever necessary upon invitation by its Chairperson or Deputy Chairperson in case of absence of its Chairperson, at their own initiative or upon request in writing by at least a third (1/3) of its members. The invitation is submitted in writing to the members of the Board of Directors at least fifteen (15) days before the meeting is held. However, an extraordinary meeting is convened in writing at least three (3) days before the meeting is held. Items to be examined by the Board of Directors in the first quarter of the year include the approval of the financial and activity reports of the previous year. In every quarter, the Board of Directors must examine the financial and activity report relating to the previous quarter to be transmitted to the supervising authority of NAEB. A quorum for a meeting of the Board of Directors of NAEB is two thirds (2/3) of its members. However, when a meeting is convened for the second time it takes place regardless of the number of members present. The Chief Executive Officer of the Executive Organ attends meetings of the Board of Directors. Modalities for decision making by the Board of Directors of NAEB are determined by internal rules and regulations of NAEB."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Organisation and functioning of NAEB",
      "section": "17",
      "title": "Article 17 – Invitation of a resource person to the meeting of the Board of Directors of NAEB",
      "content": "The Board of Directors of NAEB may invite in its meeting any person from whom it may seek advice on a certain item on the agenda. The invited person is not allowed either to vote or to follow debates on other items on the agenda."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Organisation and functioning of NAEB",
      "section": "18",
      "title": "Article 18 – Approval of resolutions and minutes of the meeting of the Board of Directors of NAEB",
      "content": "Resolutions of the meeting of the Board of Directors of NAEB are signed by its members immediately after the meeting and a copy thereof is sent to the supervising authority of NAEB within a period not exceeding five (5) working days. The head of the supervising authority of NAEB gives his/her views on the resolutions of the meeting of the Board of Directors within a period not exceeding fifteen (15) working days of their receipt. If this period expires before giving his/her views, such resolutions are considered definitively approved. The minutes of the meeting of the Board of Directors of NAEB are signed jointly by the Chairperson and its rapporteur and approved at the next meeting. A copy of the minutes of the meeting is sent to the supervising authority of NAEB within a period not exceeding fifteen (15) working days from the date of approval."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Organisation and functioning of NAEB",
      "section": "19",
      "title": "Article 19 – Rapporteur of the Board of Directors of NAEB",
      "content": "The Chief Executive Officer of the Executive Organ of NAEB serves as the rapporteur of the meeting of the Board of Directors of NAEB, but he/she has no right to vote in decision making. The Chief Executive Officer of the Executive Organ of NAEB does not participate in the meetings that make decisions on issues that concern him/her. In that case, members of the meeting of the Board of Directors elect from among themselves a rapporteur."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Organisation and functioning of NAEB",
      "section": "20",
      "title": "Article 20 – Personal interest in issues on the agenda",
      "content": "When a member of the Board of Directors of NAEB has a direct or indirect interest in the issue to be considered, he/she must immediately inform the Board of Directors about where his/her interest lies. A member who informs of his/her interest in the issue to be considered cannot attend the meeting deliberating on that issue. When it happens that many or all members of the Board of Directors have a direct or indirect interest in the issues to be considered in such a way that it is impossible to take decision on the issues, the issues are submitted to the supervising authority of NAEB to decide thereon within a period of thirty (30) days."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Organisation and functioning of NAEB",
      "section": "21",
      "title": "Article 21 – Sitting allowances for members of the Board of Directors",
      "content": "Sitting allowances entitled for members of the Board of Directors present in the meetings of the Board of Directors are determined by a Presidential Order."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Organisation and functioning of NAEB",
      "section": "22",
      "title": "Article 22 – Composition of the Executive Organ",
      "content": "The Executive Organ of NAEB is composed of the Chief Executive Officer of NAEB appointed by a Presidential Order. That Order may also appoint his/her deputies and determine their duties and powers. Other staff members of NAEB are recruited in accordance with the internal rules and regulations of NAEB."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Organisation and functioning of NAEB",
      "section": "23",
      "title": "Article 23 – Powers and duties of the Chief Executive Officer of the Executive Organ of NAEB",
      "content": "The Chief Executive Officer of the Executive Organ of NAEB has the power of decision in administrative and financial management of NAEB in accordance with relevant laws. He/she coordinates and directs activities of NAEB. The Chief Executive Officer of the Executive Organ of NAEB has the following duties: 1° to give instructions of service within NAEB and its branches; 2° to develop and submit to the Board of Directors the draft budget proposal for the following year as well as the budget execution report for the previous fiscal year; 3° to ensure the execution of the budget and management of the property of NAEB; 4° to supervise and monitor the management of staff members of NAEB in accordance with laws; 5° to submit to the Board of Directors the activity report of NAEB once a term and whenever considered necessary; 6° to act as the legal representative of NAEB and ensure the dissemination of its activities; 7° to serve as the spokesperson of NAEB; 8° to implement decisions and instructions of his/her supervisors; 9° to act as the rapporteur of the Board of Directors; 10° to perform other duties falling within the mission of NAEB as may be assigned by the Board of Directors. Duties of the staff of the Executive Organ of NAEB are determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Organisation and functioning of NAEB",
      "section": "24",
      "title": "Article 24 – Statutes governing NAEB staff members",
      "content": "The staff members of NAEB are governed by special statutes established by a Presidential Order."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Organisation and functioning of NAEB",
      "section": "25",
      "title": "Article 25 – Organisational structure",
      "content": "The organisational structure and job description of NAEB are adopted by the Board of Directors. However, within a period of five (5) years from the commencement of this Law, the organisational structure of NAEB is approved by the Board of Directors after consulting the Ministry in charge of public service and the Ministry in charge of finance."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Organisation and functioning of NAEB",
      "section": "26",
      "title": "Article 26 – Salaries and fringe benefits for the staff of NAEB",
      "content": "The salary structure and fringe benefits for staff members of NAEB are approved by the Board of Directors of NAEB. However, within a period of five (5) years from the commencement of this Law, the salary structure and fringe benefits for the staff members of NAEB are approved by the Board of Directors after consulting the Ministry in charge of public service and the Ministry in charge of finance."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter V – Functioning of NAEB",
      "section": "27",
      "title": "Article 27 – Functioning and collaboration of NAEB organs",
      "content": "The internal rules and regulations of NAEB determine modalities for the functioning and collaboration of its organs that are not provided for in this Law. Organs of NAEB fulfil their responsibilities and make decisions in accordance with relevant laws."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter VI – Property and finance of NAEB",
      "section": "28",
      "title": "Article 28 – Property of NAEB and its sources",
      "content": "The property of NAEB is comprised of movable and immovable assets. It derives from the following sources: 1° the capital provided by the State; 2° State budget allocations for a period of five (5) years from the commencement of this Law; 3° State and partners’ subsidies; 4° income from rendered services; 5° interests from its property; 6° loans granted to NAEB approved by the Minister in charge of finance; 7° donations and bequests."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter VI – Property and finance of NAEB",
      "section": "29",
      "title": "Article 29 – Transfer of property",
      "content": "Movable and immovable property, liabilities, contracts and activities of NAEB established by Law n° 39/2010 of 25/11/2010 establishing the National Agricultural Export Development Board (NAEB) and determining its responsibilities, organisation and functioning are transferred to NAEB established by this Law."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter VI – Property and finance of NAEB",
      "section": "30",
      "title": "Article 30 – Preparation and adoption of budget",
      "content": "Every year, the Executive Organ of NAEB prepares a draft annual budget proposal and submits it to the Board of Directors for approval. The draft annual budget proposal of NAEB must be accompanied by the financial statements of the previous fiscal year and the business plan proposal for the next fiscal year for adoption. However, as long as NAEB is allocated the State budget, it continues to prepare its budget and submit it to the organs in charge of approving the State budget. NAEB will start meeting its entire operating budget after five (5) years of operations."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter VI – Property and finance of NAEB",
      "section": "31",
      "title": "Article 31 – Use, management, and audit of property",
      "content": "The finance and property of NAEB are used and managed in accordance with appropriate business rules adopted by the Board of Directors. The audit of NAEB finance and property is carried out by the Auditor General of State Finance in accordance with relevant laws. The internal audit of NAEB submits its report to the Board of Directors, with a copy to the Chief Executive Officer of the Executive Organ of NAEB."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter VI – Property and finance of NAEB",
      "section": "32",
      "title": "Article 32 – Annual financial report",
      "content": "Within a period not exceeding three (3) months following the end of the financial year, the Chief Executive Officer of the Executive Organ of NAEB submits to the supervising authority of NAEB the annual financial report after approval by the Board of Directors in accordance with laws governing the management of State finance and property."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "33",
      "title": "Article 33 – Validity of undertaken actions and transitional period",
      "content": "Actions undertaken by NAEB established by Law n° 39/2010 of 25/11/2010 establishing the National Agricultural Export Development Board (NAEB) and determining its responsibilities, organization and functioning remain valid. Within a period not exceeding one (1) year from the date of publication of this Law in the Official Gazette of the Republic of Rwanda, NAEB must align all of its activities with this Law."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "34",
      "title": "Article 34 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered, and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "35",
      "title": "Article 35 – Repealing provision",
      "content": "Law n° 39/2010 of 25/11/2010 establishing National Agricultural Export Development Board (NAEB) and determining its responsibilities, organisation and functioning and all prior provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter VII – Transitional and final provisions",
      "section": "36",
      "title": "Article 36 – Commencement",
      "content": "This Law comes into force on the date of its publication in the official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
