{
  "id": "rw-law-2017-1",
  "type": "statute",
  "title": "Law establishing Rwanda Law Enforcement Specialized Academy and determining its Mission, Powers, Organisation and Functioning",
  "title_en": "Law establishing Rwanda Law Enforcement Specialized Academy and determining its Mission, Powers, Organisation and Functioning",
  "short_name": "Law 1 of 2017",
  "status": "in_force",
  "issued_date": "2017-01-31",
  "in_force_date": "2017-06-04",
  "url": "https://rwandalii.org/akn/rw/act/law/2017/1/eng@2017-04-20",
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2 - of Law n° 73/2013 of 11/9/2013",
      "content": "determining the powers, mission, organisation and functioning of the National Intelligence and Security Service is modified and complemented as follows: “For the purpose of this Law, the following terms have the following meanings: 1° Headquarters: an office responsible for coordinating the operations of the National Intelligence and Security Service; 2° NISS reservists: a category of former NISS staff members who honourably discharged their duties and other persons to whom NISS may have recourse; 3° classified information: information of such a sensitive nature and value that its unauthorized publication or dissemination would endanger national security; 4° intelligence: a process of collecting, collating and analysing data or information for dissemination to authorized persons and usable for the purpose of protecting interests of the Republic of Rwanda; 5° Directorate General: the Directorate General of Internal Intelligence and Security, the Directorate General of Administration and Finance, the Directorate General of External Intelligence and Security, the Directorate General of Immigration and Emigration or any other directorate general that may be established pursuant to this Law; 6° intelligence officer: a person in charge of intelligence within NISS; 7° staff member: a person who occupies position that appears on the organisational structure of NISS and remunerated by NISS; 8° national security: strategies taken by the country for its protection, including the prevention of and fight against internal and external threats and other acts that may threaten its integrity”."
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER II: MISSION AND POWERS OF",
      "section": "9",
      "title": "Article 9 - Mission of RIB",
      "content": "RIB has the following mission: 1° to prevent and pre-empt criminal acts identifying and investigating all kinds physical or cyber-attacks; 2° to conduct an investigation intended to identify, stop and dismantle existing or emerging criminal acts and cartels whose activities threaten or may threaten the country, people and properties; 3° to gather, analyse, assess and preserve information on the findings of investigation and evidences of committed or planned criminal acts; 4° to locate and apprehend national and foreign suspects and fugitives for violations of criminal laws, in accordance with the relevant laws; 5° to design and implement counter terrorism initiatives and carry out investigations terrorism in order to fight against it; 6° to establish and manage a criminal investigation information system in order to have information database that may be based on for setting up criminal justice related policies and programs; 7° to use, where necessary, forensic analysis criminal evidence to provide technical and scientific assistance in criminal investigations and any other assistance that may be needed; 8° to establish and implement outreach programs aiming at ensuring partnerships and information sharing between RIB and the community; 9° to participate in inter-agencies law enforcement initiatives which address crime problems at regional and international level; 10° to ensure the security of victims and witnesses."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12 - of Law n° 73/2013 of 11/9/2013",
      "content": "determining the powers, mission, organisation and functioning of the National Intelligence and Security Service is modified and complemented as follows: “NISS is composed of the following organs: 1° the Headquarters; 2° the Directorate General of Administration and Finance; 3° the Directorate General Intelligence and Security; Internal 4° the Directorate General of External Intelligence and Security; 5° the Directorate General of Immigration and Emigration; 6° the National Intelligence Academy. of The number of NISS organs may be increased or reduced by a Presidential Order. A Presidential Order determines the organisation, responsibilities and composition of the organs referred to under this Article”."
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "4",
      "title": "Article 4 - Categories of investigators",
      "content": "Investigators comprise the following two (2) categories: 1º career investigators; 2º non-career investigators. This Law applies to career investigators."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER III: ORGANIZATION | Section One: Organization of RIB",
      "section": "14",
      "title": "Article 14 - Responsibilities of the High Council",
      "content": "RIB High Council responsibilities: has the following 1º to oversee the functioning of the General Secretariat of RIB and provide strategic guidance to be followed by the General Secretariat in the fulfilment of its mandate; 2º to approve the long term strategic plan and action plan and related reports; 3º to approve the internal rules and regulations RIB; 4º to approve the draft budget proposal of RIB and monitor its use and execution; 5º to approve definitively the appointment and promotion of staff and revoke the staff for whom it is competent to do so; 6º to make other decisions relating to responsibilities; 7º to approve donations and bequests."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15 - of Law n° 73/2013 of 11/9/2013",
      "content": "determining the powers, mission, organisation and functioning of the National Intelligence and Security Service is modified and complemented as follows: “Before assuming office, the Secretary General and the Deputy Secretary General publicly take their oath of office provided for by the Constitution of the Republic of Rwanda before the President of the Republic. Procedures for oath taking by other senior officials and other intelligence officers are determined by the special statutes governing NISS staff members.”"
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "6",
      "title": "Article 6 - Collaboration between RIB and the",
      "content": "National Public Prosecution Authority In performing its mission, RIB acts under the supervision and instruction of the National Public Prosecution Authority for criminal acts under investigation."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Chancellor’s Office | Section 2: Council of RLEA",
      "section": "16",
      "title": "Article 16 - Responsibilities of the Council of",
      "content": "RLEA The Council of RLEA has the following main responsibilities: 1° to assess and follow up the functioning of RLEA; 2° to select members of the Office of the Vice Chancellor; 3° to follow up the functioning of the Office of the Vice Chancellor of RLEA and provide strategic guidance to be followed in the fulfilment of its responsibilities; 4° to provide the vision of activities, approve the long term strategic plan, action plan and annual activity plan of RLEA as well as related reports; 5° to conclude a performance contract with the supervising authority of RLEA and monitor its implementation in accordance with relevant laws; 6° to approve Internal Rules and Regulations of RLEA; 7° to approve the annual draft budget proposal of RLEA prior to its submission to relevant organs and monitor its use and execution; 8° to approve the activity and financial reports of the previous year and submit them to the supervising authority of RLEA; 9° to approve the appointment, promotion and dismissal of deans of faculties, lecturers and researchers; 10° to approve candidates for award for certificates of merit and other awards granted by RLEA; 11° to resolve work relationship disputes between the administration and staff of RLEA and advise them; 12° to submit a quarterly activity report to the supervising authority of RLEA; 13° to make decisions on all critical matters under the mission of RLEA; 14° to submit to the Minister in charge of higher education quarterly and annual activity reports; 15° to approve the policy of learning, teaching, assessment and research; 16° to approve donations and bequests of RLEA."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17 - of Law n° 73/2013 of 11/9/2013",
      "content": "determining the powers, mission, organisation and functioning of the National intelligence and security service is modified and complemented as follows: “The Secretary General, the Deputy Secretary General, the Directors General and the Commandant of the National Intelligence Academy cease their duties due to any of the following reasons: 1° violation of the Constitution and other laws; 2° at the discretion of the appointing authority; 3° expiry of the term of office; 4° incompetence in performance of duties; 5° if he/she is no longer able to perform his/her duties due to an illness certified by a panel of three (3) physicians appointed by the Minister in charge of health; 6° he/she is sentenced to a term of imprisonment equal to or exceeding six (6) months in a final decision; 7° he/she is convicted of the crime of genocide, genocide ideology or any other related offences; 8° his/her behaviour contradicts the values of NISS; 9° he/she is dead. Other staff members of NISS leave office in accordance with the special statutes governing staff members of NISS.”"
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Chancellor’s Office | Section 2: Council of RLEA",
      "section": "18",
      "title": "Article 18 - Duties of the Chairperson of the",
      "content": "Council of RLEA The Chairperson of the Council of RLEA has the following duties: 1° to manage the Council of RLEA and coordinate its activities; 2° to sign the performance contract between the Council of RLEA and the supervising authority of RLEA; 3° to follow up the good management of RLEA; 4° to convene and preside over the meetings of the Council of RLEA and submit minutes thereof to the supervising authority; 5° to follow up the implementation of resolutions and instructions of the Council of RLEA; 6° to submit to the Minister in charge of higher education quarterly and annual reports and activity programs; 7° to deputize for the Chancellor in case of his/her absence; 8° to submit to relevant organs the reports of RLEA approved by the Council of RLEA; 9° to follow up the implementation of resolutions of the Council of RLEA and perform any other duties within its responsibilities as may be assigned to him/her by the Council of RLEA."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Chancellor’s Office | Section 2: Council of RLEA",
      "section": "27",
      "title": "Article 27 - Rapporteur of the meeting of the",
      "content": "Council of RLEA The Vice Chancellor of the Office of the Vice Chancellor of RLEA serves as the rapporteur of the meeting of the Council of RLEA but he/she has no voting rights when it comes to decision-making. The Vice Chancellor of RLEA does not participate in the meetings that make decisions on issues that concern him/her personally. The Internal Rules and Regulations of RLEA determine a replacement of the Vice Chancellor in case of his/her absence."
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER III: ORGANIZATION | Section One: Organization of RIB",
      "section": "10",
      "title": "Article 10 - Powers of RIB",
      "content": "In accordance with relevant laws, RIB has the following powers: 1º to arrest and detain criminal suspects; 2º to cordon off and restrict access to an area or up a roadblock for the purposes of maintaining security, preventing or detecting crimes; 3º to search a person, enter a building or premises linked to information being sought with warrant. RIB may also search any person property, enter a building or premises without warrant for the following reasons: a) reasonable grounds for suspicion that criminal act is being committed or is to committed; b) reasonable grounds suggesting that the building or premises contain an object used in the commission of criminal act or useful for criminal investigations; c) reasonable evidence that the criminal suspect is in the location and has to arrested. In that case, a statement for the search is prepared and a report is also made stating the grounds for search without a warrant. 4º to recover stolen objects and seize any properties that may be useful for conducting criminal investigations; 5º to carry out telecommunication surveillance; 6º to protect and gather elements of evidence of offence and seize exhibits; 7º to enter a building and access premises that cause reasonable suspicion of being linked information being sought; 8º to order for information and take statements from any person suspected of having information that can help an investigation; 9º to take measurements, photographs, sound video recordings or any other type information that an investigation shows are necessary; 10º to conduct extraterritorial investigations; 11º to use firearms and other security devices necessary to perform its mission. FUNCTIONING OF RIB AND"
    },
    {
      "provision_ref": "art11",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Chancellor’s Office",
      "section": "11",
      "title": "Article 11 - Management organs of RLEA",
      "content": "The management organs of RLEA are the following: 1º 2º 3º 4º the Chancellor’s Office; the Council of RLEA; the Office of the Vice Chancellor; the Academic Senate; 5º the Senior Management Committee. An Order of the Prime Minister may determine other management organs necessary for RLEA to fulfil its mission."
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER V: TRANSITIONAL AND FINAL",
      "section": "3",
      "title": "Article 3 - Commencement",
      "content": "This Order comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda. Kigali, on 13/04/2017 (sé) KAGAME Paul President of the Republic (sé) MUREKEZI Anastase Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General I ANNEX TO THE PRESIDENTIAL ORDER Nº143/01 OF 13/04/2017 RATIFYING THE AMENDMENT TO THE MONTREAL PROTOCOL ON SUBSTANCES THAT DEPLETE THE OZONE LAYER, ADOPTED AT KIGALI ON 15/10/2016 the Montreal Protocol on 4 of Article 1 of the Protocol, for the Annex E” substituted: Annex E or Annex F” 5 of Article 2 of the Protocol, for the 2H” substituted: and 2J” 8 (a), 9 (a) and 11 8 (a) and 11 of Article 2 of the Protocol, to 2I” substituted: to 2J” words shall be added at the end of subparagraph may be extended to include under Article 2J provided that the total of the Parties concerned does not exceed (a) (i) of paragraph 9 of Article 2 deleted: (a) (ii) of paragraph 9 of Article 2 of (a) (iii). shall be added as subparagraph (a) of the Protocol: to the global warming potentials specified F should be made and, if so, what the adjustments"
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER II: OBJECTIVE, MISSION AND",
      "section": "7",
      "title": "Article 7 - Performance contract",
      "content": "RLEA operates on the basis of performance contract. Modalities for the conclusion and evaluation of performance contract of RLEA are determined by relevant laws. POWERS OF RLEA Article 8: Objective of RLEA The objective of RLEA is to provide courses for promoting law enforcement."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER III: ORGANIZATION | Section One: Organization of RIB",
      "section": "19",
      "title": "Article 19 - Members of the General Secretariat",
      "content": "and their appointment The General Secretariat of RIB is comprised of the Secretary General and the Deputy Secretary General appointed by a Presidential Order. A Presidential Order may also appoint other Deputy Secretaries General and determine their duties. The General Secretariat is also composed Directors General including the Director General charge of finance appointed by a Prime Minister’s Order, which also determines their duties. Other staff members are appointed in accordance with relevant laws."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER III: ORGANIZATION | Section One: Organization of RIB",
      "section": "20",
      "title": "Article 20 - Term of office and oath of office of the",
      "content": "Secretary General and Deputy Secretary General The Secretary General and Deputy Secretary General serve a term of five (5) years renewable only once. Before assuming their duties, the Secretary General and Deputy Secretary General publicly take, before the President of the Republic, their oath of office provided for by the Constitution."
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER III: ORGANIZATION | Section One: Organization of RIB",
      "section": "21",
      "title": "Article 21 - Responsibilities of the General",
      "content": "Secretariat The General Secretariat of RIB is responsible for administering activities of RIB in accordance with relevant laws. In particular, the General Secretariat of RIB has the following responsibilities: 1º to organize and coordinate the daily performance of all responsibilities of RIB; 2º to implement the decisions of the High Council; 3º to prepare an action plan and activity report be submitted to relevant organs; 4º to ensure the execution of the budget of RIB; 5º to perform any other duties falling within the mission of RIB as may be assigned by the High Council."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Chancellor’s Office | Section 2: Council of RLEA",
      "section": "22",
      "title": "Article 22 - Convening and holding of meetings",
      "content": "of the Council of RLEA The meeting of the Council of RLEA is held once a quarter and whenever necessary upon invitation by the Chairperson of the Council of RLEA at his/her own initiative or at the request in writing of at least one third (1/3) of its members. The invitation to the ordinary meeting is submitted in writing to the members of the Council of RLEA at least fifteen (15) days before the date of the meeting. An extraordinary meeting is convened in writing at least five (5) days before the date of the meeting. However, in case of urgent matters falling within the competence of the Council of RLEA which require decision, an extraordinary meeting may be convened urgently without regard to the period referred to in this Article."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER III: ORGANIZATION | Section One: Organization of RIB",
      "section": "23",
      "title": "Article 23 - Duties of the Deputy Secretary",
      "content": "General The Deputy Secretary General of RIB is responsible for the following: 1º to assist the Secretary General and deputize for him/her in his/her absence; 2º to coordinate the daily activities of Directors General and heads of units; 3º to make follow-up on the respect for laws governing RIB and other laws relating to mission; 4º to make follow-up on the preparation of the draft proposal of the activity plan and their activity report to be submitted to the High Council; 5º to perform other duties falling within the mission of RIB as may be assigned to him/her by the High Council."
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Chancellor’s Office | Section 2: Council of RLEA",
      "section": "24",
      "title": "Article 24 - Invitation of a resource person to the",
      "content": "meetings of the Council of RLEA The Council of RLEA may invite in its meetings any person it considers to be able to provide advice on any item on the agenda. The person invited is not allowed to vote and follow debates on other items on the agenda."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER III: ORGANIZATION | Section One: Organization of RIB",
      "section": "25",
      "title": "Article 25 - Termination of office",
      "content": "The Secretary General and Deputy Secretary General cease to hold office on any of the following grounds: 1° violation of the Constitution and other laws; 2° if he/she is no longer able to fulfil the requirements considered at the time of his/her appointment; 3° expiry of the term of office; 4° if he/she is no longer able to perform duties; 5° if he/she is no longer able to perform his/her duties due to an illness certified by a committee of three (3) medical doctors appointed by the Minister in charge of health; 6° if he/she is sentenced to a term of imprisonment equal to or exceeding six (6) months in a final judgement; 7° if he/she is convicted of the crime of genocide, genocide ideology or other related crimes; 8° if he/she behaves in a way incompatible with RIB values; 9° voluntary resignation; 10° death. The office of other staff members of RIB terminated in accordance with the special statute governing the staff of RIB."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Chancellor’s Office | Section 2: Council of RLEA",
      "section": "26",
      "title": "Article 26 - Minutes of the meetings of the",
      "content": "Council of RLEA The minutes of the meeting of the Council of RLEA are signed jointly by the Chairperson and its rapporteur and approved at the next meeting. copy of the minutes of the meeting is submitted to the supervising organ of RLEA in period not exceeding fifteen (15) days from its approval."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Chancellor’s Office | Section 2: Council of RLEA",
      "section": "28",
      "title": "Article 28 - Personal interest in issues under",
      "content": "consideration When a member of the Council of RLEA has direct or indirect interest in issues under consideration, he/she must immediately inform the Council of RLEA about where his/her interest lies. A member who declares an interest in the issue under consideration cannot attend the meeting deliberating on that issue. When it happens that many or all members of the Council of RLEA have a direct or indirect interest in the issue under consideration in such a way that it is impossible to decide on the issue, the issue submitted to the supervising organ of RLEA to decide on the matter in period no exceeding thirty (30) days."
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Chancellor’s Office | Section 2: Council of RLEA | Section 3: Office of the Vice Chancellor of",
      "section": "29",
      "title": "Article 29 - Reasons for loss of membership in",
      "content": "the Council of RLEA and modalities for replacement A member of the Council of RLEA loses membership if: 1º the term of office expires; 2º he/she resigns in writing; 3º he/she is no longer able to perform his/her duties due to an illness certified by a committee of three (3) authorized medical doctors; 4º he/she is definitively sentenced to a term of imprisonment equal to or exceeding six (6) months; 5º he/she is absent from three (3) consecutive meetings without valid reasons; 6º he/she jeopardizes the interests of RLEA; 7º he/she is convicted of the crime of genocide or genocide ideology; 8º he/she no longer fulfils requirements considered at the time of his/her appointment; 9º he/she dies. In case a member of the Council of RLEA leaves his/her duties before the expiration of his/her term of office, the competent authority appoints substitute to complete the remainder of his/her term of office. RLEA"
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Chancellor’s Office | Section 2: Council of RLEA | Section 3: Office of the Vice Chancellor of",
      "section": "30",
      "title": "Article 30 - Appointment of Members of the",
      "content": "Office of the Vice Chancellor of RLEA The Office of the Vice Chancellor of RLEA composed of the Vice Chancellor of the Office of the Vice Chancellor, the Deputy Vice Chancellor in charge of Academic Affairs and the Deputy Vice Chancellor in charge Finance and Administration appointed by a Presidential Order."
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Chancellor’s Office | Section 2: Council of RLEA | Section 3: Office of the Vice Chancellor of",
      "section": "31",
      "title": "Article 31 - Responsibilities of the Office of the",
      "content": "Vice Chancellor of RLEA The Office of the Vice Chancellor of RLEA has the following main responsibilities: 1º to coordinate day-to-day activities of RLEA; 2º to prepare the activity plan, the draft budget proposal of RLEA and submit them to its Council for approval; 3º to ensure good management of personnel and property of RLEA; 4º to represent RLEA and publicize its activities; 5º to implement instructions and decisions of the Council of RLEA; 6º to submit a quarterly activity report to the Council of RLEA; 7º to perform such other duties falling within the mission of RLEA as may be assigned by higher organs."
    },
    {
      "provision_ref": "art32",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Chancellor’s Office | Section 2: Council of RLEA | Section 3: Office of the Vice Chancellor of",
      "section": "32",
      "title": "Article 32 - Duties of the Vice Chancellor of the",
      "content": "Office of the Vice Chancellor The main duties of the Vice Chancellor of the Office of the Vice Chancellor of RLEA are as follows: 1º to make follow-up on, direct and coordinate day-to-day activities of RLEA; 2º to convene and preside over the meetings of the Office of the Vice Chancellor; 3º to organize the functioning and collaboration of services of RLEA; 4º to serve as the legal representative of RLEA and publicize its activities; 5º to ensure the implementation of decisions and instructions from higher organs; 6º to prepare the long term draft strategic plan proposal of RLEA and submit it to its Council for approval; 7º to prepare the draft of Internal Rules and Regulations of RLEA; 8º to make follow-up on the preparation of the draft budget of RLEA and submit it to its Council; 9º to ensure the implementation of legal provisions governing institutions of higher learning and the Internal Rules and Regulations of RLEA; 10º to submit to the Council of RLEA activity reports and plans quarterly and annually and any time considered necessary; 11º to sign partnership and cooperation agreements with other institutions of higher learning at the national, regional or international level; 12º to raise funds for developing RLEA to be approved by its Council; 13º to attend the meetings of the Council of RLEA and act as its rapporteur; 14º to submit a report on the activities and the management of RLEA; 15º to perform such other duties as may be assigned to him/her by higher organs."
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER III: ORGANIZATION | Section One: Organization of RIB | Section 2: Functioning of RIB and its relations",
      "section": "33",
      "title": "Article 33 - Functioning of the General",
      "content": "Secretariat and procedures for the performance of its responsibilities The Secretary General, assisted by the Deputy Secretary General, monitors and coordinates the daily performance of the responsibilities of RIB. Procedures followed by members of the General Secretariat in performing their daily responsibilities are determined by internal rules and regulations RIB. Subsection 3: Relationships between RIB and other organs"
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER IV: PROPERTY AND FINANCE",
      "section": "35",
      "title": "Article 35 - Internal rules and regulations",
      "content": "RIB establishes its internal rules and regulations. Provisions of the internal rules and regulations include the functioning of the organs of RIB and collaboration with other institutions which are not provided for under this Law. OF RIB"
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Chancellor’s Office | Section 2: Council of RLEA | Section 3: Office of the Vice Chancellor of | Section 4: Academic Senate",
      "section": "36",
      "title": "Article 36 - Responsibilities of the Academic",
      "content": "Senate The main responsibilities of the Academic Senate are the following: 1º to set guidelines for the admission of students, knowledge assessment, teaching and research staff recruitment and promotion before approval by the Council of RLEA; 2º to evaluate and supervise academic, research and educational activities; 3º to set academic and research guidelines; 4º to make academic decisions related, among others, to the results of students, their promotion, repetition and dismissal; 5º to prepare a report on decisions of recruiting and promoting the teaching and research staff, evaluating its performance and imposing sanctions on such staff and submit it to the Council of RLEA for approval; 6º to develop the curriculum and modalities for delivery thereof and submit them to the Council of RLEA for approval; 7º to submit its activity report to the Council of RLEA."
    },
    {
      "provision_ref": "art37",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Chancellor’s Office | Section 2: Council of RLEA | Section 3: Office of the Vice Chancellor of | Section 4: Academic Senate | Section 5: Senior Management Committee",
      "section": "37",
      "title": "Article 37 - Duties of the President of the",
      "content": "Academic Senate The main duties of the President of the Academic Senate are the following: 1º to coordinate all academic, knowledge assessment, education and research activities-related programs; 2º to convene and preside over meetings of the Academic Senate and monitor the implementation of decisions thereof; 3º to make follow-up on the formulation and implementation of academic, knowledge assessment, education and research guidelines and submit them to the Council of RLEA for approval; 4º to perform such other duties falling within the scope of the responsibilities of the Academic Senate."
    },
    {
      "provision_ref": "art39",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Chancellor’s Office | Section 2: Council of RLEA | Section 3: Office of the Vice Chancellor of | Section 4: Academic Senate | Section 5: Senior Management Committee",
      "section": "39",
      "title": "Article 39 - Appointment of members of the",
      "content": "Senior Management Committee Members of the Senior Management Committee of RLEA are appointed by an Order of the Prime Minister. The Chairperson of the Senior Management Committee is among the members of the Senior Management Committee."
    },
    {
      "provision_ref": "art40",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Chancellor’s Office | Section 2: Council of RLEA | Section 3: Office of the Vice Chancellor of | Section 4: Academic Senate | Section 5: Senior Management Committee",
      "section": "40",
      "title": "Article 40 - Responsibilities of the Senior",
      "content": "Management Committee The Senior Management Committee serves in an advisory capacity to the Office of the Vice- Chancellor of RLEA in matters related to academic, research, education activities as well as planning, financial management, property and administration of RLEA."
    },
    {
      "provision_ref": "art41",
      "chapter": "CHAPTER III: ORGANISATION | Section One: Chancellor’s Office | Section 2: Council of RLEA | Section 3: Office of the Vice Chancellor of | Section 4: Academic Senate | Section 5: Senior Management Committee",
      "section": "41",
      "title": "Article 41 - Duties of the Chairperson of the",
      "content": "Senior Management Committee The main duties of the Chairperson of the Senior Management Committee are the following: 1º to convene and preside over the meeting of the Senior Management Committee; 2º to make follow-up on academic, research and education issues; 3º to make follow-up on opinions on the draft budget proposal and submit it to the Office of the Vice-Chancellor; 4º to make follow-up on all matters relating to the recruitment, appointment, promotion and dismissal of administrative staff and provide advice thereon; 5º to perform any other duties falling within the responsibilities of the body."
    },
    {
      "provision_ref": "art44",
      "chapter": "CHAPTER IV: RLEA STUDENTS",
      "section": "44",
      "title": "Article 44 - Fringe benefits for members the",
      "content": "Office of the Vice-Chancellor of RLEA Fringe benefits for members of RLEA Vice- Chancellor’s Office and other staff members of RLEA are determined by the Statutes governing them."
    },
    {
      "provision_ref": "art45",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "45",
      "title": "Article 45 - Commencement",
      "content": "LAW Nº12/2017 OF 07/04/2017 ESTABLISHING THE RWANDA INVESTIGATION BUREAU AND DETERMINING ITS MISSION, POWERS, ORGANISATION AND FUNCTIONING We, KAGAME Paul, President of the Republic; THE PARLIAMENT HAS ADOPTED AND WE SANCTION, PROMULGATE THE FOLLOWING LAW AND ORDER IT BE PUBLISHED IN THE OFFICIAL GAZETTE OF THE REPUBLIC OF RWANDA THE PARLIAMENT: The Chamber of Deputies, in its session of 07 March 2017; Pursuant to the Constitution of the Republic Rwanda of 2003 revised in 2015, especially Articles 64, 69, 70, 88, 90, 91, 106, 112, 119, 120, 139, 142, 165 and 176; Pursuant to the International Covenant on Civil and Political Rights signed at New York on December 1966 as ratified by Decree-law n° 8/75 12 February 1975; ADOPTS:"
    },
    {
      "provision_ref": "art47",
      "chapter": "CHAPTER V: PROPERTY AND FINANCE",
      "section": "47",
      "title": "Article 47 - Use, management and audit of",
      "content": "finance and property of RLEA The use, management and audit of finance and property of RLEA are carried out in accordance with relevant laws."
    },
    {
      "provision_ref": "art49",
      "chapter": "CHAPTER",
      "section": "49",
      "title": "Article 49 - Annual financial report",
      "content": "Within three (3) months following the closure of the financial year, the Chairperson of the Council of RLEA submits the annual financial report to the supervising organ of RLEA in accordance with relevant laws. VI: MISCELLANEOUS, TRANSITIONAL AND FINAL PROVISIONS"
    },
    {
      "provision_ref": "art50",
      "chapter": "CHAPTER",
      "section": "50",
      "title": "Article 50 - Transfer of staff members, students",
      "content": "and property Modalities for the transfer to RLEA of former students of Police Academy, its staff members and property in connection with teaching are determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art51",
      "chapter": "CHAPTER",
      "section": "51",
      "title": "Article 51 - Compliance with contracts relating",
      "content": "to the mission of RLEA and validity of performed actions RLEA continues to comply with all contracts relating to the mission of RLEA entered into by Rwanda National Police with organs and organizations at the national and international level. Academic and research activities carried out by Rwanda National Police prior to the publication of this Law in the Official Gazette of the Republic of Rwanda remain valid."
    },
    {
      "provision_ref": "art53",
      "chapter": "CHAPTER",
      "section": "53",
      "title": "Article 53 - Drafting,",
      "content": "adoption of this Law consideration and This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art55",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "55",
      "title": "Article 55 - Commencement",
      "content": "and LAW N°11/2017 OF 06/04/2017 ESTABLISHING RWANDA LAW ENFORCEMENT SPECIALIZED ACADEMY AND DETERMINING ITS MISSION, POWERS, ORGANISATION AND FUNCTIONING We, KAGAME Paul, President of the Republic; THE PARLIAMENT HAS ADOPTED AND WE SANCTION, PROMULGATE THE FOLLOWING LAW AND ORDER IT BE PUBLISHED IN THE OFFICIAL GAZETTE OF THE REPUBLIC OF RWANDA THE PARLIAMENT: The Chamber of Deputies, in its session of 21 February 2017; Pursuant to the Constitution of the Republic of Rwanda of 2003 revised in 2015, especially in Articles 20, 64, 69, 70, 88, 90, 91, 106, 112, 119, 120, 165 and 176; Pursuant to Law n° 01/2017 of 31/01/2017 governing the organization and functioning of higher education; ADOPTS:"
    },
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER V: TRANSITIONAL AND FINAL",
      "section": "1",
      "title": "Article 1 - Ratification",
      "content": "The amendment to the Montreal Protocol on substances that deplete the ozone layer, adopted at Kigali on 15/10/2016, annexed to this Order is ratified and becomes fully effective."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER ONE: GENERAL PROVISIONS",
      "section": "5",
      "title": "Article 5 - Head office of RLEA",
      "content": "The head office of RLEA is located in Musanze District, Northern Province. It may be relocated elsewhere on the Rwandan territory when considered necessary, upon approval by a Prime Minister’s Order. RLEA may have branches elsewhere in the country, upon approval by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER III: ORGANIZATION | Section One: Organization of RIB",
      "section": "13",
      "title": "Article 13 - Members of the High Council",
      "content": "RIB High Council is composed of at least seven (7) members including the following: 1º the Minister of Justice, its Chairperson; 2º the Prosecutor General, Deputy Chairperson; 3º the Secretary General of RIB, who also serves as the rapporteur. It is also composed of other persons from the following entities determined by a Presidential Order: 4º a representative Ombudsman; of the Office of the 5º a representative of the National Commission for Human Rights; 6º a representative of the National Police; 7º a representative of the Bar Association. At least thirty per cent (30 %) of members of the High Council must be females. Members of RIB High Council work on a non- permanent basis. Except members referred to under Items 1º, 2º and 3º of this Article, other members of RIB High Council serve for a term of five (5) years. A Presidential Order may increase the number members of the High Council."
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER III: ORGANIZATION | Section One: Organization of RIB | Section 2: Functioning of RIB and its relations",
      "section": "34",
      "title": "Article 34 - Cooperation between RIB and other",
      "content": "organs In the accomplishment of its mission, RIB collaborates with security, judicial and administrative organs at national and international levels in order to share information, prosecute and arrest criminal suspects."
    },
    {
      "provision_ref": "art38",
      "chapter": "CHAPTER V: TRANSITIONAL AND FINAL",
      "section": "38",
      "title": "Article 38 - Use, management and audit of the",
      "content": "property of RIB The use, management and audit of RIB property carried out in accordance with relevant laws. The internal audit service of RIB submits its report to the RIB High Council with a copy to the Secretary General of RIB. The Auditor General of State Finances carries out the audit of the management and use of the finance and property of RIB. Materials and equipment classified confidential for the sake of national security and modalities for conducting their audit are determined by Presidential Order. PROVISIONS"
    },
    {
      "provision_ref": "art42",
      "chapter": "CHAPTER V: TRANSITIONAL AND FINAL",
      "section": "42",
      "title": "Article 42 - Respect",
      "content": "cooperation agreements for judicial police All judicial police cooperation agreements concluded between Rwanda National Police and organs and organisations at the national and international levels in connection with crime prevention, control and investigation continue to respected by RIB."
    },
    {
      "provision_ref": "art43",
      "chapter": "CHAPTER V: TRANSITIONAL AND FINAL",
      "section": "43",
      "title": "Article 43 - Drafting, consideration and adoption",
      "content": "of this Law This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art46",
      "chapter": "CHAPTER V: PROPERTY AND FINANCE",
      "section": "46",
      "title": "Article 46 - Property of RLEA and its sources",
      "content": "The property of RLEA is comprised of movable and immovable property. It derives from the following sources: 1° state budget allocations; 2° State or partners’ subsidies; 3° income from various services and activities of RLEA; 4° donations and bequests; 5° loans granted to RLEA approved by the Minister in charge of Finance."
    },
    {
      "provision_ref": "art48",
      "chapter": "CHAPTER V: PROPERTY AND FINANCE",
      "section": "48",
      "title": "Article 48 - Approval of the budget of RLEA",
      "content": "The budget of RLEA is approved in accordance with relevant laws."
    },
    {
      "provision_ref": "art52",
      "chapter": "CHAPTER",
      "section": "52",
      "title": "Article 52 - Transitional period",
      "content": "Public organs and institutions to which this Law applies have a time limit of two (2) years from the publication of this Law in the Official Gazette of the Republic of Rwanda for complying with the provisions of this Law."
    },
    {
      "provision_ref": "art54",
      "chapter": "CHAPTER",
      "section": "54",
      "title": "Article 54 - Repealing provision",
      "content": "All prior legal provisions contrary to this law are repealed."
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER II: MISSION AND POWERS OF",
      "section": "8",
      "title": "Article 8 - Head Office of RIB",
      "content": "The head office of RIB is located in City of Kigali, the Capital City of the Republic of Rwanda. Where necessary, relocation of the head office RIB and the establishment of its branches elsewhere in the country are approved by a Prime Minister’s Order. RIB"
    },
    {
      "provision_ref": "artshall-be",
      "chapter": "CHAPTER V: TRANSITIONAL AND FINAL",
      "section": "shall be",
      "title": "Article shall be - inserted after",
      "content": "shall ensure that for the twelve-month twelve-month period thereafter, its calculated substances in Annex F, expressed in set out for the respective range of years the annual average of its calculated levels for the years 2011, 2012 and 2013, plus of Annex C, Group I, controlled substances expressed in CO 2 equivalents: to 2023: 90 per cent to 2028: 60 per cent to 2033: 30 per cent to 2035: 20 per cent and thereafter: 15 per cent paragraph 1 of this Article, the for the twelve-month period commencing period thereafter, its calculated level in Annex F, expressed in CO 2 equivalents, respective range of years specified in of its calculated levels of consumption 2011, 2012 and 2013, plus twenty-five of Annex C, Group I, controlled substances expressed in CO 2 equivalents: to 2024: 95 per cent to 2028: 65 per cent to 2033: 30 per cent to 2035: 20 per cent and thereafter: 15 per cent producing the controlled substances period commencing on 1 January its calculated level of production of the in CO 2 equivalents, does not exceed the years specified in subparagraphs (a) to levels of production of Annex F controlled plus fifteen per cent of its calculated substances as set out in paragraph 2 of to 2023: 90 per cent to 2028: 60 per cent to 2033: 30 per cent to 2035: 20 per cent and thereafter: 15 per cent paragraph 3 of this Article, the substances in Annex F shall ensure on 1 January 2020, and in each twelve-month of the controlled substances exceed the percentage, set out for the respective (a) to (e) below, of the annual average F controlled substances for the years 2011, calculated level of production of Annex 2 of Article 2F, expressed in CO to 2024: 95 per cent to 2028: 65 per cent to 2033: 30 per cent to 2035: 20 per cent and thereafter: 15 per cent 1 to 4 of this Article will apply save level of production or consumption that to be exempted uses. manufacturing Annex C, Group I, or period commencing on 1 January its emissions of Annex F, Group II, substances manufactures Annex C, Group I, or using technology approved by shall ensure that any destruction of Annex that produce Annex C, Group I, or Annex approved by the Parties. to Article 3 of the Protocol should be of Articles 2, 2A to 2J and 5, each Annex A, Annex B, Annex C, Annex semi-colon of subparagraph (a) (i) of Article specified in paragraph 2;” text shall be added to the end of Article of Annex F, Group II, substances generated Annex F substances by including, among process vents and destruction devices, or storage. levels, expressed in CO 2 equivalents, and emissions of Annex F and Annex paragraph 5 bis of Article 2 and paragraph potentials of those substances specified 1 sept paragraph shall be inserted after paragraph entry into force of this paragraph, each in Annex F from any State not 2 sept paragraph shall be inserted after paragraph entry into force of this paragraph, each in Annex F to any State not Party 5, 6 and 7 5, 6 and 7 of Article 4 of the Protocol, B, C and E” substituted: B, C, E and F” 8 of Article 4 of the Protocol, for the words: to 2I” substituted: to 2J” paragraph shall be inserted after paragraph Party shall, by 1 January 2019 or within paragraph for it, whichever is later, establish export of new, used, recycled and reclaimed under paragraph 1 of Article 5 implement such a system by 1 January 4 of Article 5 of the Protocol, for the word: substituted: 5 and 6 of Article 5 of the Protocol, for substituted: 2J” 5 of Article 5 of the Protocol, before the inserted: paragraph shall be inserted after paragraph operating under paragraph 1 of this Article, in Article 2J in accordance with with the control measures set of Article 2J and subparagraphs (a) to (e) as follows: to 2028: 100 per cent to 2034: 90 per cent to 2039: 70 per cent to 2044: 50 per cent and thereafter: 20 per cent subparagraph (a) above, the Parties 1 of this Article, subject to any adjustments accordance with paragraph 9 of Article measures set out in subparagraphs (a) to (e) of paragraph 3 of Article 2J to 2031: 100 per cent to 2036: 90 per cent to 2041: 80 per cent to 2046: 70 per cent and thereafter: 15 per cent operating under paragraph 1 of this Article, baseline under Article 2J, shall be entitled of Annex F controlled substances per cent of its baseline consumption paragraph 8 ter of this Article. subparagraph (c) above, the Parties 1 of this Article, for the purposes of 2J, shall be entitled to use the average substances for the years 2024, 2025 of Annex C, Group I, controlled operating under paragraph 1 of this Article Annex F, for the purposes of calculating to use the average of its calculated the years 2020, 2021 and 2022, plus Annex C, Group I, controlled substances subparagraph (e) above, the Parties 1 of this Article and producing the its production baseline under calculated levels of production of Annex 2026, plus sixty-five per cent of its as set out in paragraph 8 ter of (a) to (f) of this paragraph will apply save to the extent that a high-ambient-temperature by the Parties.” the Protocol, for the words: to 2I” substituted: to 2J” 2, 3 and 3 ter line shall be inserted after the line that 2 of Article 7 of the Protocol: F, for the years 2011 to 2013, except that provide such data for the years 2020 of Article 5 to which subparagraphs (d) provide such data for the years 2024 to 2 and 3 of Article 7 of the Protocol, for substituted: paragraph shall be added to Article 7 Party shall provide to the Secretariat statistical II, controlled substances per facility Protocol.” 4 of Article 7, after the words: on” and “provides data on” added: 1 of Article 10 of the Protocol, for the substituted:"
    },
    {
      "provision_ref": "art2j",
      "chapter": "CHAPTER V: TRANSITIONAL AND FINAL",
      "section": "2J",
      "title": "Article 2J - ”",
      "content": "shall be inserted at the end of paragraph operating under paragraph 1 of Article mechanism that could result in meeting shall not be met by the financial mechanism of the Protocol, for the words: to 2I” substituted: to 2J” shall replace the table for Group I in Annex Substance Ozone-Depleting Potential* (CFC-11) (CFC-12) (CFC-113) (CFC-114) (CFC-115) 1.0 1.0 0.8 1.0 0.6 F shall replace the table for Group I in Annex Number of isomers – – – – 0.003–0.005 – – of ODPs is indicated, the highest value Protocol. The ODPs listed as a single on laboratory measurements. Those The range pertains to an isomeric isomer with the highest ODP, and the the lowest ODP. commercially viable substances with of the Protocol. for which no GWP is indicated, the default of the procedure foreseen in paragraph shall be added to the Protocol after Annex substances Substance HFC-134 HFC-134a HFC-143 HFC-245fa HFC-365mfc HFC-227ea HFC-236cb HFC-236ea HFC-236fa HFC-245ca HFC-43-10mee HFC-32 HFC-125 HFC-143a HFC-41 HFC-152 HFC-152a HFC-23 Amendment organization may deposit an instrument unless it has previously, or simultaneously, Meeting of the Parties in Beijing, Nations Framework Convention have the effect of excepting hydrofluorocarbons and 12 of the United Nations Framework 2, below, this Amendment shall enter into acceptance or approval of the Amendment that are Parties to the Montreal has not been fulfilled by that on which it has been fulfilled. Protocol, Control of trade with non-Parties, 1 January 2033, provided that at least have been deposited by States or Protocol on Substances that Deplete by that date, the Amendment shall enter and 2, any such instrument deposited by additional to those deposited by member Amendment, as provided under paragraphs ninetieth day following the date of deposit Amendment enters into force for it, 2J, and the corresponding reporting foregoing Amendment 2016 at the the Parties Substances which from Je certifie est une 1' Amendement 2016 a la vingt-huitieme Parties au Protocole a des substances couche d'ozone, Rwanda, du and Counsel Pour Le Secretaire aux affaires juridique Miguel de Serpa Soares Organisation New York, to be annexed to the Presidential Order of 13/04/2017 ratifying the to the Montreal Protocol on that deplete the ozone layer, at Kigali on 15/10/2016 Vu n°143/01 de relatif couche on 13/04/2017 Kigali, (sé) KAGAME Paul President of the Republic (sé) MUREKEZI Anastase Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General"
    }
  ],
  "definitions": []
}
