{
  "id": "rw-law-2016-37",
  "type": "statute",
  "title": "Law determining Organisation, Jurisdiction, Competence and Functioning of an Abunzi Committee",
  "title_en": "Law determining Organisation, Jurisdiction, Competence and Functioning of an Abunzi Committee",
  "short_name": "Law 37 of 2016",
  "status": "in_force",
  "issued_date": "2016-09-08",
  "in_force_date": "2016-09-12",
  "url": "https://rwandalii.org/akn/rw/act/law/2016/37/eng@2016-09-12",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "CHAPTER",
      "section": "1",
      "title": "Article 1 - Purpose of this Law",
      "content": "This Law determines the organisation, jurisdiction, competence and functioning of Abunzi Committee."
    },
    {
      "provision_ref": "art2",
      "chapter": "CHAPTER",
      "section": "2",
      "title": "Article 2 - Establishment of an Abunzi",
      "content": "Committee at the Cell and Sector levels There is established an Abunzi Committee at the Cell level with jurisdiction over Cell. An Abunzi Committee of appeal the Sector level with jurisdiction over Sector is also established."
    },
    {
      "provision_ref": "art3",
      "chapter": "CHAPTER",
      "section": "3",
      "title": "Article 3 - Definitions of terms",
      "content": "For purposes of this Law, the following terms have the following meanings: 1º decision: a decision made deliberations by a Panel of Abunzi, which is notified to the disputing parties immediately after conciliation session and recorded minutes; 2º minutes: a written record of details about the conciliation process; 3º verdict: a document describing how a dispute referred to Abunzi Committee has been settled."
    },
    {
      "provision_ref": "art4",
      "chapter": "CHAPTER",
      "section": "4",
      "title": "Article 4 - Conciliation organ",
      "content": "Abunzi Committee is an organ responsible for conciliating parties involved in disputes under its jurisdiction. ni The service of members of Abunzi Committee is performed on a voluntary and non-remunerative basis."
    },
    {
      "provision_ref": "art5",
      "chapter": "CHAPTER II: ORGANISATION",
      "section": "5",
      "title": "Article 5 - Conditions for admissibility",
      "content": "a dispute referred to the Abunzi Committee A dispute referred to the Abunzi Committee is admissible only if applicant or the respondent has standing, interest and capacity to refer dispute. Where the applicant or the respondent lacks legal capacity, he/she is represented by his/her guardian or by the person exercising parental authority over him/her. Where the dispute referred by a person lacking legal capacity involves his/her guardian or the person exercising parental authority over him/her, the guardianship council designates a person to represent him/her. THE ABUNZI COMMITTEE"
    },
    {
      "provision_ref": "art6",
      "chapter": "CHAPTER II: ORGANISATION",
      "section": "6",
      "title": "Article 6 - Composition of the Abunzi",
      "content": "Committee and term of office of members At the Cell and Sector levels, the Abunzi Committee is comprised of seven persons of integrity who must all residents of the Cell and the Sector respectively and well-known for their conciliation skills. Members of Abunzi Committee are elected for a renewable term of five (5) years. At least thirty percent (30%) of members of Abunzi Committee must be females."
    },
    {
      "provision_ref": "art7",
      "chapter": "CHAPTER II: ORGANISATION",
      "section": "7",
      "title": "Article 7 - Elections",
      "content": "Committee members of Abunzi Members of Abunzi Committee are elected by the Cell Council or the Sector Council respectively, from among people other than high authorities, Cabinet members, Parliamentarians, staff of judicial organs, security services, local administrative entities and others whose duties incompatible in accordance with specific laws. Elections are prepared, organized supervised by the National Electoral Commission. A Presidential Order specifies modalities for electing Abunzi Committee members."
    },
    {
      "provision_ref": "art8",
      "chapter": "CHAPTER II: ORGANISATION",
      "section": "8",
      "title": "Article 8 - Oath of office of Abunzi",
      "content": "In a period not exceeding seven (7) days after the elections, elected members oath before the population and Chairperson of the Council of concerned entity or its Vice Chairperson in case of absence of the Chairperson. Their oath of office is as follows: u “I, ………………………, solemnly swear to the Nation that I will: 1º remain loyal to the Republic Rwanda; 2º abide by the Constitution and other laws; 3º safeguard human rights and interests of the Rwandan people; 4º strive for national unity; 5º diligently fulfil the responsibilities entrusted to me; 6º never use the powers conferred on for personal interests. Should I fail to honour this oath, may subjected to the rigours of the law. So help me God.” The oath of office is received by Primary Court of the area of operation the Abunzi Committee."
    },
    {
      "provision_ref": "art9",
      "chapter": "CHAPTER III: COMPETENCE",
      "section": "9",
      "title": "Article 9",
      "content": "Committee Bureau of the Abunzi The Abunzi Committee at the Cell Sector level is headed by a Bureau composed of a Chairperson and a Vice Chairperson elected by their peers. The Bureau of the Abunzi Committee, general, ensures coordination of activities of the Abunzi Committee. It supervises performance and conduct of members the Abunzi Committee. The Bureau gives to the Abunzi Committee all instructions and necessary advice the smooth performance of duties but does not allow such a Bureau to instruct Abunzi Panel on how to settle a dispute referred to it. The Bureau also prepares all documents relating to the functioning the Abunzi Committee. THE ABUNZI COMMITTEE"
    },
    {
      "provision_ref": "art10",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of",
      "section": "10",
      "title": "Article 10 - of this Law, the competent",
      "content": "Abunzi Committee is determined with regard to any of the following: 1º the Abunzi Committee in territorial jurisdiction of subject-matter; 2º the Abunzi Committee of respondent’s place of residence the subject-matter is movable property or the Abunzi Committee of the applicant’s place residence through mutual agreement with the respondent. However, where the summoned person no known identification or place domicile or residence in Rwanda, dispute is referred to the relevant court. In no way, may disputes involving State, its organs or associations companies with legal personality whether private or public be referred to an Abunzi Committee. Article 12: Abunzi Committee competent to determine a dispute involving land property located different territorial jurisdictions Subject to provisions of Articles 2 and of this Law, when land property is located in different jurisdictions of Abunzi Committees, the competent Abunzi Committee is determined in the following way: 1° the Abunzi Committee having jurisdiction over the place location of the portion of land in which both parties reside, competent to settle the dispute; 2° when both parties do not reside the same jurisdiction, the Abunzi Committee having jurisdiction over the place of location of the portion of land and in which one of parties resides is competent to settle the dispute. 3° when both parties do not reside the same jurisdiction where the is located, Abunzi Committee having jurisdiction over the place location of the bigger portion of land is competent to settle dispute. THE ABUNZI COMMITTEE dispute referred to the Abunzi Committee"
    },
    {
      "provision_ref": "art13",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of",
      "section": "13",
      "title": "Article 13 - Referring a dispute to",
      "content": "Abunzi Committee The Executive Secretary of the receives disputes to be submitted to Abunzi Committee at the Cell level. Disputes are submitted verbally or writing and are registered on the list disputes of the Abunzi Committee. On the day of receipt of a dispute, Executive Secretary fills out forms which contain a brief description of the dispute and submits them to the Abunzi Committee to allow it to summon the respondent decide on the venue, the day and the time of consideration of the dispute. The Executive Secretary of the Sector receives disputes to be submitted to Abunzi Committee at the Sector level. In case of absence of the Executive Secretary or when Abunzi are involved interested in the dispute referred to them, the dispute is received by a person deputizes for him/her in his/her daily duties. In no case, shall the Executive Secretary the Cell or Sector take part in the hearing panel."
    },
    {
      "provision_ref": "art14",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of",
      "section": "14",
      "title": "Article 14 - Summoning the respondent",
      "content": "The summons is delivered, with acknowledgment of receipt, to the office the Cell or Sector of the respondent’s place of residence or to the secretariat of institution where the respondent works. The summons briefly describes the dispute, the venue, date and time set for respondent’s appearance before the Abunzi Committee, with notification to applicant. The summoned person is given a period at least seven (7) days to appear before Abunzi Committee from the date summons is served on him/her."
    },
    {
      "provision_ref": "art15",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of | Section 2: Rendering a verdict | Section 3: Appeal procedures",
      "section": "15",
      "title": "Article 15 - of this Law.",
      "content": "The request is considered without summoning of parties in conflict. verdict complements the one for which correction or clarification was required is not subject to appeal."
    },
    {
      "provision_ref": "art16",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of",
      "section": "16",
      "title": "Article 16 - The Panel to examine",
      "content": "dispute involving Abunzi Committee the majority of its members Umwunzi shall not sit on a panel examining a dispute involving him/her or in which he/she has an interest. Umwunzi recuse him/herself from the panel his/her own motion or in response motion by the applicant. When the dispute considered involves or the majority of members of Abunzi Committee at the Cell or Sector level, thereby making it impossible to form panel, the chairperson of Abunzi Committee notifies the coordinator activities of Abunzi Committee at District level of the issue in writing within fifteen (15) days of the day when problem is noticed. The Coordinator of activities of the Abunzi Committee in collaboration with Executive Secretary of the Cell or Sector which the problem is noticed seeks support from Abunzi of the nearest Cell or Sector to determine the dispute."
    },
    {
      "provision_ref": "art17",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of",
      "section": "17",
      "title": "Article 17 - Conciliation procedure",
      "content": "The conciliation session is public, save a session behind closed doors which decided by Abunzi on their own initiative or upon request, following the nature the dispute. Members of the Abunzi Committee that not chosen to examine the dispute participate in any conciliation session without the right to vote. During the conciliation, Abunzi hear from each party and from witnesses when they are presented by the parties. They may seek advice from any other person as long as he/she can provide clarification on dispute. While considering the dispute, Abunzi both parties to reach a compromise. Where parties fail to do so, Abunzi render a decision in accordance with the culture of the place where the dispute being settled or their own conscience, provided the decision is not contrary written law. Before the Panel of Abunzi, a lawyer assist a party having sought his/her assistance, but the lawyer cannot represent or plead for him/her. The applicant, the respondent or witness may use an interpreter who is given the floor before Abunzi Panel. Interpreter fees are borne by the person having sought his/her services. Abunzi must settle the dispute within month from the day the dispute registered on the list of disputes of Abunzi Committee."
    },
    {
      "provision_ref": "art18",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of",
      "section": "18",
      "title": "Article 18 - Decision rendered by default",
      "content": "If a summoned person fails to appear on date indicated in the summons, he/she summoned again and informed that Abunzi render their decision on the scheduled irrespective of whether he/she appears not. If the party summoned fails to appear again on the date indicated, the applicant chooses umwunzi and Abunzi Committee chooses another and the two select a third one decide on the dispute in the summoned party’s absence. However, if the summoned party fails appear on reasonable grounds, Abunzi reschedule the conciliation session another date and notify him/her thereof the manner provided for in Paragraph of this Article. 2 Provisions of Paragraphs One and 2 of"
    },
    {
      "provision_ref": "artalso-apply",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of",
      "section": "also apply",
      "title": "Article also apply - in the case of non-",
      "content": "appearance of the applicant."
    },
    {
      "provision_ref": "art19",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of | Section 2: Rendering a verdict",
      "section": "19",
      "title": "Article 19 - Right to intervene in",
      "content": "dispute under examination by Abunzi Panel Every person has the right to intervene dispute under consideration by the Abunzi Panel, where he/she is neither an applicant nor a respondent, if the verdict in dispute is likely to affect his/her interests. He/she may intervene voluntarily or forced to do so by Abunzi Panel. However, forced intervention that could seek obtain a conviction of the intervener cannot be made for the first time in appeal. The person intending to intervene in dispute before Abunzi Committee shall submit his/her request to the Executive Secretary of the concerned entity, who turn submits it to Abunzi Committee. summoning procedure is made accordance with the provisions of Article 14 of this Law. If the intervener is not satisfied with verdict of Abunzi Committee, he/she the right to use remedies provided for this Law."
    },
    {
      "provision_ref": "art20",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of | Section 2: Rendering a verdict",
      "section": "20",
      "title": "Article 20 - Deliberations and decision-",
      "content": "making After the dispute consideration, Abunzi withdraw themselves to make a decision. The Abunzi’s decision is taken consensus or, where there is no such consensus, by an absolute majority votes. The decision is recorded in minutes signed on each page by all members of Abunzi Panel and the concerned parties right after the procedure of conciliation. The verdict must be written and signed Abunzi on every page and available within a period not exceeding ten (10) days from the day on which the decision was made; otherwise the concerned Abunzi may disciplinary sanctions relating to Abunzi profession as provided for by the order the Minister in charge of justice."
    },
    {
      "provision_ref": "art21",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of | Section 2: Rendering a verdict",
      "section": "21",
      "title": "Article 21 - Content of the verdict",
      "content": "Abunzi Committee The verdict of Abunzi Committee indicates the following: 1º the parties’ identification; 2º the summary of the dispute; 3º the arguments put forward by involved parties; 4º the decision with which all parties agree; 5º the decision to which one of parties does not agree, if any; 6º the date and place of the dispute settlement; 7º signatures or fingerprints of parties conflict; 8º Abunzi names as well as their signatures or their fingerprints; 9º the rapporteur’s names as well his/her signature or fingerprint. The verdict of Abunzi Committee is sealed with the seal of the Abunzi Committee is kept by the Executive Secretary submits it to the concerned parties. Where one of Abunzi holds a dissenting opinion, the issue and the reason thereof are stated in the verdict. The Chairperson of Abunzi Panel examined the dispute notifies the parties of the written verdict of the Abunzi Committee, within five (5) days from day on which the verdict was available."
    },
    {
      "provision_ref": "art22",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of | Section 2: Rendering a verdict",
      "section": "22",
      "title": "Article 22 - Force of Abunzi verdict",
      "content": "The Abunzi verdict with which all parties agree serves as an agreement between those parties, but shall not be enforceable against third parties."
    },
    {
      "provision_ref": "art23",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of | Section 2: Rendering a verdict",
      "section": "23",
      "title": "Article 23 - Request for clarification",
      "content": "correction of the verdict of the Abunzi Committee A request for clarification or correction the Abunzi verdict is submitted to Executive Secretary of the concerned entity, who submits it to the Abunzi Committee. The request is considered by the Abunzi Panel that rendered the verdict. In case not available, the Abunzi Committee chooses among its members a panel examine this request in accordance with"
    },
    {
      "provision_ref": "art24",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of | Section 2: Rendering a verdict | Section 3: Appeal procedures",
      "section": "24",
      "title": "Article 24 - Opposition against",
      "content": "verdict rendered by Abunzi Committee Abunzi Committee’s verdict rendered the absence of the respondent or applicant may be subject to opposition within ten (10) days from the day notification of the Abunzi verdict to party that applied for opposition. The request for opposition against Abunzi Committee’s verdict is submitted a written or oral statement to the Executive Secretary of the entity where the dispute The entire Abunzi Panel which rendered the verdict examines the dispute. In case absence of such a panel, the dispute examined by other members of the same Abunzi Committee who are selected accordance with provisions of Article 15 this Law. Abunzi Committee’s verdict rendered the absence of the respondent or applicant shall not be appealed against before the expiry of the period opposition."
    },
    {
      "provision_ref": "art25",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of | Section 2: Rendering a verdict | Section 3: Appeal procedures",
      "section": "25",
      "title": "Article 25 - Appealing against a verdict",
      "content": "rendered by Abunzi Committee at Cell level Any party that is not satisfied with verdict of Abunzi Committee at the level, may, within thirty (30) days from day on which he/she was notified of written verdict, appeal to Committee at the Sector level. Abunzi At the appeal level, Abunzi Committee the Sector level examines only points the verdict rendered at Cell level challenged by the applicant and to which he/she never accepted before Abunzi Committee at the Cell level. Appealing against the verdict of Abunzi Committee rendered at the Cell level shall not be subject to payment of court fees."
    },
    {
      "provision_ref": "art26",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of | Section 2: Rendering a verdict | Section 3: Appeal procedures | Section 4: Filing a case with the court",
      "section": "26",
      "title": "Article 26 - Opposition by a third party",
      "content": "against Abunzi Committee’s verdict Any person who is not a party to dispute examined by Abunzi Committee but has an interest in it, may file a third party opposition against the verdict which is prejudicial to his/ her interests if neither him/her nor the person he/she represents were invited to attend conciliation session. Notice of third party opposition is filed, with supporting evidence, within ten days from the day when the applicant notified of Abunzi Committee’s verdict. such period expires, the third party opposition against a verdict rendered Abunzi Committee is inadmissible. Notice of third party opposition against verdict is filed in a written or oral statement to the Executive Secretary of the entity where the dispute is. The entire Abunzi Committee Panel rendered the verdict examines the third party opposition. In case of absence members of the panel, the third party opposition is examined by other members of the same Abunzi Committee selected accordance with provisions of Article 15 this Law. If the third party opposition against Abunzi Committee’s verdict is admissible, dispute is reconsidered."
    },
    {
      "provision_ref": "art27",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of | Section 2: Rendering a verdict | Section 3: Appeal procedures | Section 4: Filing a case with the court",
      "section": "27",
      "title": "Article 27 - Filing a case with",
      "content": "Primary Court Any party that is not satisfied with verdict of Abunzi Committee at Sector level may, within thirty (30) days from the day on which he/she was notified of the written verdict of the Abunzi Committee, refer the matter to competent Primary Court. Filing a case with the court is subject payment of court fees."
    },
    {
      "provision_ref": "art28",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of | Section 2: Rendering a verdict | Section 3: Appeal procedures | Section 4: Filing a case with the court | Section 5: Execution",
      "section": "28",
      "title": "Article 28 - Points to be examined by",
      "content": "court referred to The points agreed upon by the parties before the Abunzi Committee shall not included in the case filed with the Primary Court. The applicant must attach the copy of verdict of the Abunzi Committee to his/her application lodged with the Primary Court. Failure to do so, the Court Registrar does not receive the application. The court to which the case is referred considers only those points of the verdict challenged by the applicant and to which he/she raised objections before the Abunzi Committee. The court may request a copy of the minutes drafted by Abunzi, considered necessary. Committee’s verdict of Abunzi"
    },
    {
      "provision_ref": "art29",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of | Section 2: Rendering a verdict | Section 3: Appeal procedures | Section 4: Filing a case with the court | Section 5: Execution",
      "section": "29",
      "title": "Article 29 - Execution",
      "content": "Committee’s verdict of Abunzi The verdict of Abunzi is executed with consent of parties to the dispute. However, if one of the parties refuses comply with the Abunzi Committee’s verdict, the prejudiced party may apply enforcement of the decision in accordance with laws relating to enforcement proceedings. In that case, he/she requests, either in writing or orally, the President the Primary Court with jurisdiction over the place where the verdict was rendered append to the verdict an enforcement formula. Application for appending an enforcement formula to a verdict of Abunzi Committee is done without payment of court fees. The President of the Primary Court appends to the verdict an order for enforcement after receiving a written statement from the Executive Secretary the Sector where the verdict was rendered certifying that the verdict was rendered the Abunzi Committee and that it is longer subject to appeal or to be referred any court. The President of the Primary Court cannot refuse to append to the verdict of Abunzi Committee an enforcement formula unless the verdict or its execution contrary to public order. In that case, he/she informs the Abunzi Committee his/her decision in writing in order for Abunzi Panel who rendered the verdict correct it in relation to violated rules public order."
    },
    {
      "provision_ref": "art30",
      "chapter": "CHAPTER IV: FUNCTIONING | Section One: Consideration of | Section 2: Rendering a verdict | Section 3: Appeal procedures | Section 4: Filing a case with the court | Section 5: Execution | Section 6: Abunzi Committee code",
      "section": "30",
      "title": "Article 30 - Dispute arising from",
      "content": "execution of Abunzi Committee verdict A dispute arising from the execution of Abunzi Committee’s verdict is submitted the Abunzi Committee that in turn, submits it to the Abunzi Panel that rendered verdict in the last instance for more clarification on that verdict in order facilitate its execution. In case of absence of Abunzi who composed the panel which examined the incident arising from execution of the verdict is submitted Abunzi Committee and examined another panel selected through procedures specified in Articles 15 and 16 of this Law. conduct"
    },
    {
      "provision_ref": "art31",
      "chapter": "CHAPTER V: MISCELLANEOUS, | Section One: Miscellaneous provisions",
      "section": "31",
      "title": "Article 31 - Abunzi code of conduct",
      "content": "The Bureau of Abunzi Committee provided for in Article 9 of this Law ensures conduct of Abunzi. An Order of the Minister in charge Justice determines the code of conduct for Abunzi. u Article 32: Suspension of a member Abunzi Committee At its own initiative or upon a request the population, the Abunzi Committee suspend one of its members for a period not exceeding one (1) month on the ground of partiality or any other misconduct. decision is taken by at least two thirds (2/3) of Abunzi Committee members, after hearing the concerned umwunzi. A member of the Abunzi Committee be relieved from office by the electoral college if it is evident that he/she is longer able to fulfil his/her duties. An Order of the Minister in charge justice determines modalities for relieving from office a member of the Abunzi Committee. TRANSITIONAL AND FINAL PROVISIONS"
    },
    {
      "provision_ref": "art33",
      "chapter": "CHAPTER V: MISCELLANEOUS, | Section One: Miscellaneous provisions",
      "section": "33",
      "title": "Article 33",
      "content": "supervising Committees Organ in charge activities of Abunzi The Ministry in charge of justice supervises activities of Abunzi Committees. It supports them in performance of their duties through trainings and supply of equipment. It collaborates with the Ministry in charge local government in order to monitor activities of Abunzi Committees."
    },
    {
      "provision_ref": "art34",
      "chapter": "CHAPTER V: MISCELLANEOUS, | Section One: Miscellaneous provisions",
      "section": "34",
      "title": "Article 34 - Termination of the term",
      "content": "office of incumbent Abunzi Subject to Articles 2 and 6 of this Law, members of Abunzi Committee that incumbent on the day this Law comes force, keep their functions until their term of office comes to an end."
    },
    {
      "provision_ref": "art35",
      "chapter": "CHAPTER V: MISCELLANEOUS, | Section One: Miscellaneous provisions | Section 2: Transitional provisions",
      "section": "35",
      "title": "Article 35 - Computation of time limits",
      "content": "provided for under this Law The time limits set in days, are computed day by day up to the last day of the period. However, the day the event took place shall not be counted but rather the last day event is counted. In case of coincidence of the last day of event with an official public holiday or day of the weekend, it is extended to next working day."
    },
    {
      "provision_ref": "art36",
      "chapter": "CHAPTER V: MISCELLANEOUS, | Section One: Miscellaneous provisions | Section 2: Transitional provisions",
      "section": "36",
      "title": "Article 36 - Civil disputes pending before",
      "content": "Abunzi Committee Civil matters pending before Abunzi Committee at the Cell level or Sector level, which are not under their jurisdiction accordance with this Law and whose final verdict is yet to be rendered on the date entry into force of this Law, are referred a competent court."
    },
    {
      "provision_ref": "art37",
      "chapter": "CHAPTER V: MISCELLANEOUS, | Section One: Miscellaneous provisions | Section 2: Transitional provisions",
      "section": "37",
      "title": "Article 37 - Cases filed to Abunzi",
      "content": "Committee Criminal cases pending before Abunzi Committee at the Cell level or Sector level and whose final verdict is not yet rendered on the date of entry into force of this Law, are referred to the competent Judicial Police organs."
    },
    {
      "provision_ref": "art38",
      "chapter": "CHAPTER V: MISCELLANEOUS, | Section One: Miscellaneous provisions | Section 2: Transitional provisions",
      "section": "38",
      "title": "Article 38 - Validity of actions taken",
      "content": "nº The verdict that Abunzi Committee rendered in accordance with Organic Law nº 02/2010/OL of 09/06/2010 on organisation, jurisdiction, competence functioning of the Mediation Committee amended and complemented to date, which became final remains valid."
    },
    {
      "provision_ref": "art39",
      "chapter": "CHAPTER V: MISCELLANEOUS, | Section One: Miscellaneous provisions | Section 2: Transitional provisions",
      "section": "39",
      "title": "Article 39 - Procedure and period of",
      "content": "handover of files The Chairperson of Abunzi Committee the Cell and Sector levels submits to Executive Secretary of the Sector report of disputes and cases provided for Articles 36 and 37 of this Law. The Executive Secretary submits disputes and cases to the following organs: 1º criminal actions are submitted to judicial police organs; 2º civil actions are brought before Primary Court except for disputes related to labour contract that brought before a competent labour inspectorate. Provisions of Paragraphs One and 2 of"
    },
    {
      "provision_ref": "artmust-be",
      "chapter": "CHAPTER V: MISCELLANEOUS, | Section One: Miscellaneous provisions | Section 2: Transitional provisions | Section 3: Final provisions",
      "section": "must be",
      "title": "Article must be - implemented within three",
      "content": "(3) months from the publication of Law in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art40",
      "chapter": "CHAPTER V: MISCELLANEOUS, | Section One: Miscellaneous provisions | Section 2: Transitional provisions | Section 3: Final provisions",
      "section": "40",
      "title": "Article 40 - Repealing provision",
      "content": "All prior legal provisions contrary to Law are hereby repealed."
    },
    {
      "provision_ref": "art41",
      "chapter": "CHAPTER V: MISCELLANEOUS, | Section One: Miscellaneous provisions | Section 2: Transitional provisions | Section 3: Final provisions",
      "section": "41",
      "title": "Article 41 - Drafting, consideration",
      "content": "adoption of this Law This Law was drafted, considered adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art42",
      "chapter": "CHAPTER V: MISCELLANEOUS, | Section One: Miscellaneous provisions | Section 2: Transitional provisions | Section 3: Final provisions",
      "section": "42",
      "title": "Article 42 - Commencement",
      "content": "This Law comes into force on the date its publication in the Official Gazette of Republic of Rwanda. Kigali, on 08/09/2016 (sé) KAGAME Paul President of the Republic (sé) MUREKEZI Anastase Prime Minister Seen and sealed with the Seal of the Republic: (sé) BUSINGYE Johnston Minister of Justice/Attorney General"
    }
  ],
  "definitions": []
}
