{
  "id": "rw-law-2017-3",
  "type": "statute",
  "title": "Law establishing the Rwanda Civil Aviation Authority (RCAA) and Determining its Mission, Organisation and Functioning",
  "title_en": "Law establishing the Rwanda Civil Aviation Authority (RCAA) and Determining its Mission, Organisation and Functioning",
  "short_name": "Law 3 of 2017",
  "status": "repealed",
  "issued_date": "2017-02-21",
  "in_force_date": "2017-03-06",
  "url": "https://rwandalii.org/akn/rw/act/law/2017/3/eng@2017-03-06",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes Rwanda Civil Aviation Authority abbreviated as “RCAA”. It also determines its mission, organisation and functioning."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Legal personality and autonomy",
      "content": "RCAA has legal personality, enjoys administrative and financial autonomy, and is also managed in accordance with the relevant laws."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Category of RCAA",
      "content": "RCAA falls within the category of public non-commercial institutions."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Head office of RCAA",
      "content": "The head office of RCAA is located in City of Kigali, the Capital of the Republic of Rwanda. Where necessary, it may be transferred elsewhere in the Republic of Rwanda. RCAA may, if considered necessary upon approval by a Prime Minister’s Order, have branches elsewhere in the country."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Mission of RCAA",
      "section": "5",
      "title": "Article 5 – Mission of RCAA",
      "content": "RCAA has the following missions: 1° to promote and supervise the functioning of companies and other authorized national firms operating in the area of civil aviation; 2° to monitor the compliance with civil aviation laws and regulations; 3° to issue the permits, required authorizations and licenses required in civil aviation, in accordance with the relevant governing laws and regulations; 4° to advise the Government on its relationship with the International Civil Aviation Organization; 5° to advise the Government on the transportation of passengers and goods by air; 6° to advise the Government on all activities likely to fast-track the development of airports infrastructure in Rwanda; 7° to internationally represent Rwanda as the National Authority in respect of matters relating to civil aviation; 8° to collaborate with other government agencies in ensuring the safety of aircrafts and passengers; 9° to gather, analyse and use statistical data on the airports; 10° to establish relations and collaborate with other regional and international institutions with similar missions."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter III – Supervising authority of RCAA and performance contract",
      "section": "6",
      "title": "Article 6 – Supervising authority of RCAA",
      "content": "A Prime Minister’s Order determines the supervising authority of RCAA."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Supervising authority of RCAA and performance contract",
      "section": "7",
      "title": "Article 7 – Performance contract",
      "content": "RCAA operates on the basis of a performance contract. Modalities for the conclusion and evaluation of performance contract of RCAA are determined by relevant laws."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter IV – Organisation and functioning of RCAA",
      "section": "8",
      "title": "Article 8 – Management organs of RCAA",
      "content": "RCAA is composed of the following two (2) management organs: 1º the Board of Directors; 2º the Executive Organ."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Organisation and functioning of RCAA",
      "section": "9",
      "title": "Article 9 – Composition of the Board of Directors of RCAA",
      "content": "The Board of Directors of RCAA is composed of seven (7) members appointed by a Presidential Order, including the Chairperson and the Deputy Chairperson. Members of the Board of Directors are selected on the basis of their competence and expertise. At least thirty percent (30%) of the members of the Board of Directors must be females. A Presidential Order determines the term of office of members of the Board of Directors as well as their replacement."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Organisation and functioning of RCAA",
      "section": "10",
      "title": "Article 10 – Powers and responsibilities of the Board of Directors",
      "content": "The Board of Directors of RCAA is the governing and decision making organ. In particular, the Board of Directors of RCAA has the following responsibilities: 1º to oversee the functioning of the Executive Organ of RCAA and provide strategic guidance to be followed by the Executive Organ in the fulfilment of its mission; 2º to approve long term strategic plan and action plan of RCAA and related reports; 3º to conclude a performance contract with the supervising authority of RCAA; 4º to approve the procedure manual and internal rules and regulations of procedure RCAA; 5º to approve the draft budget proposal of RCAA and monitor its use and execution; 6º to make decisions on all critical matters under the mission of RCAA; 7º to approve the draft of organizational structure of RCAA; 8º to evaluate the performance of RCAA on basis of action plan and budget; 9º to solve work related disputes between the management of the Executive Organ and RCAA staff; 10º to submit quarterly and annual activity report and financial statements to the supervising authority of RCAA."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organisation and functioning of RCAA",
      "section": "11",
      "title": "Article 11 – Responsibilities of the Chairperson of the Board of Directors",
      "content": "The Chairperson of the Board of Directors has the following responsibilities: 1° to head the Board of Directors and coordinate its activities; 2° to convene and preside over the meetings of the Board of Directors; 3° to submit minutes and statement of resolutions of the meeting of the Board of Directors of RCAA to its supervising authority; 4° to sign the performance contract between the Board of Directors and the supervising authority of RCAA; 5° to submit RCAA reports adopted by the Board of Directors to relevant organs; 6° to follow up the implementation of resolutions of the Board of Directors; 7° to perform such other duties falling within the mission of RCAA as may be assigned to him/her by the Board of Directors."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Organisation and functioning of RCAA",
      "section": "12",
      "title": "Article 12 – Responsibilities of the Deputy Chairperson of the Board of Directors",
      "content": "The Deputy Chairperson of the Board of Directors of RCAA has the following responsibilities: 1° to assist the Chairperson and deputize for him/her in his/her absence; 2° to perform such other duties falling within the mission of RCAA as may be assigned to him/her by the Board of Directors."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Organisation and functioning of RCAA",
      "section": "13",
      "title": "Article 13 – Incompatibilities with membership of the Board of Directors",
      "content": "Members of the Board of Directors are not allowed to perform any remunerated activity within RCAA. Members of the Board of Directors are not allowed, whether individually or through companies in which they hold shares, to bid for tenders of RCAA and of the works funded by RCAA."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Organisation and functioning of RCAA",
      "section": "14",
      "title": "Article 14 – Reasons for loss of membership of the Board of Directors and modalities for replacement",
      "content": "A member of the Board of Directors loses membership if: 1° the term of office expires; 2° he/she resigns in writing; 3° he/she is no longer able to perform his or her duties due to physical or mental disability certified by a committee of three (3) authorized physicians; 4° he/she is definitively sentenced to a term of imprisonment equal to or exceeding six (6) months; 5° he/she fails to attend three (3) consecutive meetings without valid reasons; 6° he/she manifests any behaviour likely to compromise his or her dignity, work or his or her position; 7° he/she jeopardizes the interests of RCAA; 8° he/she is convicted of the crime of genocide or genocide ideology; 9° he/she no longer fulfils the requirements considered at the time of his/her appointment to the Board of Directors; 10° he/she dies. In case a member of the Board of Directors leaves office before expiry of his/her term of office, the competent authority appoints his/her substitute. The appointee completes the predecessor’s term of office."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Organisation and functioning of RCAA",
      "section": "15",
      "title": "Article 15 – Convening and holding of meetings of the Board of Directors and decision-making",
      "content": "The meeting of the Board of Directors of RCAA is held once every quarter and whenever necessary upon invitation by its Chairperson, or in his/her absence, by its Deputy Chairperson, at their own initiative or at the request in writing by at least a third (1 / 3) of its members. The invitation is submitted in writing to the members of the Board of Directors at least fifteen (15) days before the date of the meeting. An extraordinary meeting is convened in writing at least three (3) working days before the date of the meeting. Items to be considered at the meeting of the Board of Directors in the first quarter of the year include the approval of the financial and activity reports for the previous year. Every quarter, the Board of Directors also considers the previous quarter’s financial and activity reports to be transmitted to the supervising organ of RCAA. The quorum for the meeting of the Board of Directors to be held is two-thirds (2 / 3) of its members. However, if the meeting is convened for the second time, it takes place regardless of the number of members present. The Director General attends the meetings of the Board of Directors. Internal rules and regulations of RCAA determine the procedures for decision-making of the Board of Directors."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Organisation and functioning of RCAA",
      "section": "16",
      "title": "Article 16 – Invitation of a resource person to the Board of Directors’ meetings",
      "content": "The Board of Directors of RCAA may invite to its meeting any person from whom it may seek an advice on any item on the agenda. The invitee is not allowed to vote or follow debates on other items on the agenda."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Organisation and functioning of RCAA",
      "section": "17",
      "title": "Article 17 – Approval of resolutions and minutes of the Board of Directors",
      "content": "Resolutions of the Board of Directors are signed by its members present immediately after the meeting, and a copy thereof is sent to the supervising authority of RCAA within five (5) working days. The head of the supervising authority of RCAA gives his/her views on the resolutions of the meeting of the Board of Directors within fifteen (15) working days from receipt of the resolutions. If this period expires before he/she gives his/her views, such resolutions are considered definitively approved. The minutes of the meeting of the Board of Directors are signed jointly by the Chairperson and the Rapporteur and approved at the next meeting. A copy of the minutes of the meeting is sent to the supervising authority of RCAA within fifteen (15) working days from their approval."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Organisation and functioning of RCAA",
      "section": "18",
      "title": "Article 18 – Rapporteur of the Board of Directors",
      "content": "The Director General of RCAA serves as the rapporteur of the Board of Directors but has no voting right during decision making. The Director General of RCAA does not participate in the meetings that make decisions on issues that concern him/her. In that case, members of the Board of Directors elect a rapporteur from among themselves."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Organisation and functioning of RCAA",
      "section": "19",
      "title": "Article 19 – Personal interest in issues under consideration",
      "content": "If a member of the Board of Directors has a direct or indirect interest in issues under consideration, he/she must immediately inform the Board of Directors about where his/her interest lies. A person who declares an interest in the issue under consideration may not attend the meeting deliberating on that issue. If it is evident that many or all members of the Board of Directors have a direct or indirect interest in the issue under consideration in such a way that it is impossible to decide on the issue, the issue is submitted to the supervising authority of RCAA which decides on the issue within thirty (30) days."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Organisation and functioning of RCAA",
      "section": "20",
      "title": "Article 20 – Sitting allowances for members of the Board of Directors",
      "content": "A Presidential Order determines the sitting allowances for members of the Board of Directors."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Organisation and functioning of RCAA",
      "section": "21",
      "title": "Article 21 – Composition of the Executive Organ of RCAA",
      "content": "The Executive Organ of RCAA is comprised of the Director General appointed by a Presidential Order and other staff members recruited in accordance with relevant laws. A Presidential Order may also appoint Deputy Directors General and determine their powers and duties."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Organisation and functioning of RCAA",
      "section": "22",
      "title": "Article 22 – Responsibilities of the Executive Organ",
      "content": "Responsibilities of the Executive Organ of RCAA are the following: 1° to carry out daily duties and activities of RCAA in accordance with relevant laws and regulations; 2° to implement decisions of the Board of Directors of RCAA; 3° to ensure efficient management of human resources and property of RCAA; 4° to submit a quarterly activity report and an annual report to the Board of Directors of RCAA; 5° to perform such other duties falling within the mission of RCAA as may be assigned to it by the Board of Directors."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Organisation and functioning of RCAA",
      "section": "23",
      "title": "Article 23 – Powers and responsibilities of the Director General of RCAA",
      "content": "The Director General of RCAA has the power to make decisions on the management of human resources and property of RCAA in accordance with relevant laws. The Director General of RCAA has the following responsibilities: 1° to direct and coordinate activities and daily duties of RCAA in accordance with relevant laws and regulations; 2° to serve as the legal representative of RCAA; 3° to serve as the spokesperson of RCAA; 4° to follow-up on the implementation of the decisions of the Board of Directors of RCAA; 5° to manage human resources, equipment and property of RCAA and submit a report thereon to the Board of Directors; 6° to draft the action plan and activity report to be approved by the Board of Directors of RCAA; 7° to prepare draft internal rules and regulations of RCAA to be approved by the Board of Directors of RCAA; 8° to prepare the draft budget proposal of RCAA; 9° ensure the management of RCAA budget; 10° to attend the meetings of the Board of Directors and serve as its rapporteur; 11° to perform such other duties falling within the mission of RCAA as may be assigned to him/her by the Board of Directors."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Organisation and functioning of RCAA",
      "section": "24",
      "title": "Article 24 – Statutes governing staff, organisational structure, duties and responsibilities of other staff members of RCAA",
      "content": "A Presidential Order determines special statutes governing the staff of RCAA, their salaries and other fringe benefits. The statutes also determine the organisational structure, exercise of duties and responsibilities of other staff members of RCAA."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter V – Property and finance",
      "section": "25",
      "title": "Article 25 – Property of RCAA and its source",
      "content": "The property of RCAA is composed of movable and immovable assets. The property of RCAA is derived from the following sources: 1° State budget allocations; 2° State or development partners’ subsidies; 3° income from services rendered; 4° interests from its property; 5° loans granted to RCAA as approved by the Minister in charge of finance; 6° donations and bequests."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter V – Property and finance",
      "section": "26",
      "title": "Article 26 – Use, management and audit of property",
      "content": "The finance and property of RCAA are used and managed in accordance with relevant laws. The Auditor General of State Finances carries out the audit of finance and property of RCAA in accordance with relevant laws. The RCAA internal audit service submits its report to the Board of Directors with a copy to the Director General of RCAA. RCAA may use external auditors upon request to and approval by the Office of the Auditor General of State Finances."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter V – Property and finance",
      "section": "27",
      "title": "Article 27 – Approval and management of the budget of RCAA",
      "content": "The budget of RCAA is approved and managed in accordance with relevant laws."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter V – Property and finance",
      "section": "28",
      "title": "Article 28 – Annual financial statements",
      "content": "Within three (3) months following the closure of the financial year, the Director General of RCAA submits the annual financial statements to the supervising authority of RCAA after approval by the Board of Directors in accordance with laws governing the management of State finance and property."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "29",
      "title": "Article 29 – Acts undertaken before publication of this Law",
      "content": "Acts undertaken by RCAA as established by Law n° 53/2011 of 14/12/2011 establishing Rwanda Civil Aviation Authority (RCAA) and determining its mission, organisation and functioning as modified and complemented to date remain valid."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "30",
      "title": "Article 30 – Transfer of staff",
      "content": "Staff members of RCAA as established by Law n° 53/2011 of 14/12/2011 establishing Rwanda Civil Aviation Authority (RCAA) and determining its mission, organisation and functioning as modified and complemented to date, remain under the authority of RCAA as established by this Law pursuant to the governing special statutes."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "31",
      "title": "Article 31 – Transfer of property, contracts and liabilities",
      "content": "Contracts, movable and immovable assets as well as liabilities of RCAA established by Law n° 53/2011 of 14/12/2011 establishing Rwanda Civil Aviation Authority (RCAA) and determining its mission, organisation and functioning as modified and complemented to date in connection with the mission given to RCAA by this Law, are transferred to RCAA."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "32",
      "title": "Article 32 – Transitional period",
      "content": "There is established a transitional period not exceeding twelve (12) months from the day of publication of this Law in the Official Gazette of the Republic of Rwanda for the supervising authority of RCAA determined by a Prime Minister’s Order to designate an organ to which will be transferred contracts, movable and immovable assets as well as liabilities in connection with the commercial responsibility that was carried out by RCAA established by Law n° 53/2011 of 14/12/2011 establishing Rwanda Civil Aviation Authority (RCAA) and determining its mission, organisation and functioning as modified and complemented to date."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "33",
      "title": "Article 33 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "34",
      "title": "Article 34 – Repealing provision",
      "content": "Law n° 53/2011 of 14/12/2011 establishing Rwanda Civil Aviation Authority (RCAA) and determining its mission, organisation and functioning as modified and complemented to date as well as all prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter VI – Miscellaneous, transitional and final provisions",
      "section": "35",
      "title": "Article 35 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
