{
  "id": "rw-law-2012-45",
  "type": "statute",
  "title": "Law on Organisation, Functioning and Competence of the Council of Pharmacists",
  "title_en": "Law on Organisation, Functioning and Competence of the Council of Pharmacists",
  "short_name": "Law 45 of 2012",
  "status": "repealed",
  "issued_date": "2013-01-14",
  "in_force_date": "2013-01-17",
  "url": "https://rwandalii.org/akn/rw/act/law/2012/45/eng@2013-01-17",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines organization, functioning and competence of the Council of pharmacists."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "Under this Law, the following terms shall have the following meanings: 1° Pharmacist: any person authorized to make or dispense a medicine by virtue of his/her academic qualification; 2° Council: Council of Pharmacists."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Mission of the Council",
      "content": "The Council shall be responsible for ensuring that the rules, honor and dignity of the pharmacy profession are complied with and ensure the protection of public health. The Council shall ensure compliance with the principles of morality, integrity and dedication essential to the practice of the pharmacy profession and ensure that all its members comply with their professional requirements and the laws and regulations governing pharmacists."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Competence of the Council",
      "content": "The Council shall have the following competence: 1° to grant and revoke the authorization to practice the pharmacy profession; 2° to provide institutions of higher learning advice with respect to pharmacy academic programs; 3° to take disciplinary measures against pharmacists."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Autonomy of the Council",
      "content": "The Council shall have legal personality, financial and administrative autonomy."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter One – General provisions",
      "section": "6",
      "title": "Article 6 – Head office of the Council",
      "content": "The head office of the Council shall be located in City of Kigali, the Capital of the Republic of Rwanda. It may be transferred to any other location in Rwanda upon decision by the National Council Board."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Organisation of the council",
      "section": "7",
      "title": "Article 7 – Organs of the Council",
      "content": "The Council shall have the following three (3) organs: 1° the National Council Board; 2° the Bureau of the National Council Board; 3° Technical Committees."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Organisation of the council",
      "section": "8",
      "title": "Article 8 – National Council Board",
      "content": "The National Council Board shall be the supreme organ of the Council."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Organisation of the council",
      "section": "9",
      "title": "Article 9 – Composition of the National Council Board",
      "content": "Members of the National Council Board shall be elected by their peers in each Province and in the City of Kigali on the basis of the number of pharmacists registered in such an area. The internal rules and regulations of the Council shall provide for modalities for their election."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Organisation of the council",
      "section": "10",
      "title": "Article 10 – Term of office of members of the National Council Board",
      "content": "Members of the National Council Board shall serve for a three (3) year term of office renewable only once. They may once again stand for election after five (5) years following the expiry of their previous term of office."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Organisation of the council",
      "section": "11",
      "title": "Article 11 – Grounds for termination of membership in the National Council Board",
      "content": "A person shall cease to be a member of the National Council Board if: 1° his/her term of office expires; 2° he/she resigns in writing; 3° he/she is no longer able to perform his/her duties due to physical or mental disability duly confirmed by an authorized medical doctor; 4° he/she is definitively sentenced to a term of imprisonment equal to or exceeding six (6) months without suspension; 5° he/she misses three (3) consecutive meetings of the National Council Board in a year without justified reasons; 6° he/she jeopardises the interests of the Council; 7° he/she demonstrates behaviors inconsistent with his/her duties; 8° he/she no longer meets the requirements which were considered at the time of his/her election in the National Council Board; 9° he/she confesses and pleads guilty of the crime of genocide; 10° he/she is convicted of the crime of genocide ideology; 11° he/she dies."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Organisation of the council",
      "section": "12",
      "title": "Article 12 – Replacement of a member of the National Council Board",
      "content": "When a member of the National Council Board ceases to be member, he/she shall be replaced within three (3) months under the same conditions as those under which he/she acquired membership. When a member of the National Council Board ceases to be member before the expiry of his/her term, he/she shall be replaced for the remainder of his/her term if such a remainder is more than six (6) months."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Organisation of the council",
      "section": "13",
      "title": "Article 13 – Bureau of the National Council Board",
      "content": "The Bureau of the National Council Board shall be comprised of nine (9) members including a Chairperson and a Deputy Chairperson, a Secretary, a Treasurer and five (5) Advisors. Modalities for their election shall be determined by the internal rules and regulations of the Council."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Organisation of the council",
      "section": "14",
      "title": "Article 14 – Technical Committees",
      "content": "In carrying out its responsibilities, the National Council Board shall be assisted by Technical Committees. The organization and functioning of such Committees shall be determined by the internal rules and regulations of the Council."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Organisation of the council",
      "section": "15",
      "title": "Article 15 – Legal representation",
      "content": "The Council shall carry out its mission through its organs. In legal proceedings and other acts in connection with the fulfillment of its mission, the Council shall be represented by the Chairperson of the National Council Board and, in case of his/her absence, by the Deputy Chairperson."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Competence and responsibilities of the organs of the Council",
      "section": "16",
      "title": "Article 16 – Competence of the National Council Board",
      "content": "The National Council Board establishes internal rules and regulations and general principles relating to morality, honor, confidentiality, dignity and devotion essential to the practice of the profession and which constitute the Code of pharmacy ethics. The National Council Board shall serve as an interlocutor with public and private organs with regard to all matters relating to the pharmacy profession. The National Council Board shall collaborate with all other organs involved in the practice of the medical profession."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Competence and responsibilities of the organs of the Council",
      "section": "17",
      "title": "Article 17 – Responsibilities of the National Council Board",
      "content": "In particular, the National Council Board shall be responsible for the following: 1° to participate in the process of defining the quality of potential procedures expected from a pharmacist and to participate in determining standards for pharmacy education at the university level in Rwanda; 2° to set up regulations on the minimum knowledge and skills required for all pharmacists in their respective categories; 3° to grant and revoke the authorization to practice the pharmacy profession; 4° to set subscription fee required for a member of the Council; 5° to set annual contribution to be paid by each member registered on the Register of members of the Council; 6° to determine the conditions for organizing elections, the procedure of appeal and dispute settlement; 7° to serve as an appellate body for decisions made by the Bureau of the National Council Board; 8° to approve the budget, the long-term planning and annual action plan; 9° to support all activities and initiatives designed to promote the knowledge of Rwanda’s residents in the pharmacy profession."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Competence and responsibilities of the organs of the Council",
      "section": "18",
      "title": "Article 18 – Responsibilities of the Bureau of the National Council Board",
      "content": "The Bureau of the National Council Board shall have the following responsibilities: 1° to do its utmost to ensure the smooth running of activities of the Council and those of its Committees; 2° to update the Register of members of the Council; 3° to implement instructions, regulations and decisions of the National Council Board; 4° to put an end to any act, contract or statutes to which a pharmacist may be a party but which include clauses that undermine the principles of pharmacy ethics; 5° to report to relevant authorities acts of illegal practice of the pharmacy profession that come to its knowledge and take disciplinary measures accordingly; 6° to impose disciplinary sanctions for professional misconduct committed by a pharmacist as well as serious misconduct committed outside the course of professional practice but that are likely to undermine the honor and dignity of the pharmacy profession; 7° to enforce any disciplinary measure taken by the organs of the Council responsible for the ethics of pharmacists; 8° to hire and dismiss staff of the Council and determine their duties and set their remuneration in accordance with the relevant laws; 9° to perform any other duty falling within its responsibilities as may be deemed necessary by the National Council Board."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Competence and responsibilities of the organs of the Council",
      "section": "19",
      "title": "Article 19 – Training",
      "content": "The National Council Board shall put in place a training system for each pharmacist to enhance his/her knowledge on an ongoing basis. Each pharmacist must enhance his/her knowledge and be subject to a knowledge and performance assessment."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Competence and responsibilities of the organs of the Council",
      "section": "20",
      "title": "Article 20 – Knowledge assessment",
      "content": "The National Council Board shall put in place a knowledge assessment system, organs responsible for conducting such assessment and monitor its conduct. The internal rules and regulations of the Council shall determine modalities for conducting the assessment. Each pharmacist must obtain the minimum score as determined by the National Council Board for him/her to be duly authorized to practice the pharmacy profession."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Competence and responsibilities of the organs of the Council",
      "section": "21",
      "title": "Article 21 – Post-knowledge assessment measures",
      "content": "When a pharmacist fails to obtain the required score, the National Council Board shall take one or more of the following measures: 1° to subject him/her to a specific ongoing training program; 2° to require him/her to sit for a written examination; 3° to require him/her to work under the supervision of another pharmacist or to impose him/her some restrictions; 4° to remove his/her name from the Register of members of the Council."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Functioning of the organs of the Council",
      "section": "22",
      "title": "Article 22 – Chairperson of the National Council Board",
      "content": "The activities of the National Council Board shall be led by the Chairperson of the National Council Board and, in his/her absence, by the Deputy Chairperson."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Functioning of the organs of the Council",
      "section": "23",
      "title": "Article 23 – Meetings of the National Council Board",
      "content": "Modalities for preparing the meetings of the National Council Board, procedures for taking decisions and sanctions for absence from meetings shall be determined by the Internal Rules and Regulations of the Council."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Functioning of the organs of the Council",
      "section": "24",
      "title": "Article 24 – Invitation of a resource person in the meetings of the National Council Board",
      "content": "In order to carry out its responsibilities, the National Council Board may invite to its meetings any person whose opinion may be useful for the consideration of a particular item on the agenda. The invited person cannot participate in vote or discussions on other items on the agenda."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Functioning of the organs of the Council",
      "section": "25",
      "title": "Article 25 – Transmission of the register of pharmacists members of the Council",
      "content": "Before 31 st July of each year, the Bureau of the National Council Board shall transmit to the Minister in charge of health the Register of members of the Council drawn up on 30 June of the same year, which register must be published. Any deletion or removal of a pharmacist from the register shall be notified to the authority referred to above and must be published."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Functioning of the organs of the Council",
      "section": "26",
      "title": "Article 26 – Permanent Secretariat",
      "content": "For the Council to carry out its mission, the Bureau of the National Council Board shall be assisted in its daily activities by a Permanent Secretariat. Responsibilities and the functioning of the Permanent Secretariat of the Council shall be determined by the internal rules and regulations of the Council."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter V – Code of ethics and disciplinary measures",
      "section": "27",
      "title": "Article 27 – Disciplinary measures",
      "content": "Disciplinary measures that may be taken by the organs of the Council against pharmacists shall be as follows: 1. warning; 2. reprimand; 3. temporary suspension of practice for a period not exceeding twelve (12) months; 4. removal from the register of members of the Council. Each disciplinary measure provided above shall be notified to the Minister in charge of health. Before any disciplinary measure is taken against a pharmacist, he/she must be given the opportunity to be heard by the organ with the power to impose such a measure against him/her."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter V – Code of ethics and disciplinary measures",
      "section": "28",
      "title": "Article 28 – Consequences of temporary suspension",
      "content": "A pharmacist who is subject to a disciplinary measure of temporary suspension of practice of the pharmacy profession shall be deprived of his/her right to vote and be elected in the organs of the Council for a period of three (3) years."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter V – Code of ethics and disciplinary measures",
      "section": "29",
      "title": "Article 29 – Automatic removal from office",
      "content": "A pharmacist elected on any organ of the Council shall be subject to automatic removal from office if: 1° he/she is subject to a disciplinary measure of temporary suspension; 2° he/she was removed from the Register of members of the Council; 3° he/she has been definitively sentenced to a term of imprisonment equal to or exceeding six (6) months."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter V – Code of ethics and disciplinary measures",
      "section": "30",
      "title": "Article 30 – Non-discrimination",
      "content": "No disciplinary measure shall be imposed against a pharmacist by the organs of the Council on the grounds of any form of discrimination."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter V – Code of ethics and disciplinary measures",
      "section": "31",
      "title": "Article 31 – Professional secrecy",
      "content": "All pharmacists and members of the organs of the Council shall be bound by professional secrecy for any information gained from their duties or they acquire in the course of performance of their duties even after they cease to perform such duties. The same shall apply to any person who, in whatever capacity, participates in the functioning of the Council. The breach of professional secrecy shall be punishable in accordance with the provisions of the Penal Code."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter V – Code of ethics and disciplinary measures",
      "section": "32",
      "title": "Article 32 – Prosecution of a pharmacist practicing without being registered in the register of the Council or while on the suspension",
      "content": "Any pharmacist who practices the pharmacy profession without being registered in the register of the Council as well as a pharmacist who practices while he/she is subject to temporary or permanent suspension shall be brought before competent courts of law. The same shall apply to any employer of a pharmacist referred to under Paragraph One of this Article."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter V – Code of ethics and disciplinary measures",
      "section": "33",
      "title": "Article 33 – Disciplinary proceedings",
      "content": "Disciplinary proceedings relating to the profession against a pharmacist shall not prevent: 1° legal proceedings in criminal courts; 2° legal proceedings before civil courts; 3° disciplinary proceedings before the superior in the administrative hierarchy."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter VI – Disciplinary procedures and appeal",
      "section": "34",
      "title": "Article 34 – Disciplinary action by the National Council Board",
      "content": "The National Council Board shall institute the disciplinary action against a pharmacist on its own initiative or upon request by any other interested person."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter VI – Disciplinary procedures and appeal",
      "section": "35",
      "title": "Article 35 – Temporary suspension of a pharmacist by the Bureau of the National Council Board",
      "content": "Pending the decision of the National Council Board which must be taken within one month, the Bureau of the National Council Board may temporarily suspend a pharmacist suspected of having committed a serious misconduct punishable by temporary suspension or removal from the Register of the members of the Council. Without prejudice to the provisions of the Paragraph One of this Article, a pharmacist who is subject to removal from the Register of members of the Council for gross misconduct may apply for re-registration on the register after three (3) years. The National Council Board which had taken such a measure shall reconsider it to make a final decision."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter VI – Disciplinary procedures and appeal",
      "section": "36",
      "title": "Article 36 – Measure taken against a pharmacist in absentia",
      "content": "A pharmacist against whom a measure was taken in absentia may file an opposition to such an action within fifteen (15) days of notification. When the person who has filed an opposition fails to appear once again without good reason, he/she can no longer file a new opposition."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter VI – Disciplinary procedures and appeal",
      "section": "37",
      "title": "Article 37 – Appeal",
      "content": "The appeal shall be made in writing and sent to the Permanent Secretariat of the National Council Board. Such an appeal may be made within thirty (30) days from the date of its notification either by the concerned pharmacist or by the Minister in charge of health or any other interested person. The appeal against a measure shall lead to the suspension of its enforcement. The decision of the National Council Board shall be notified to the concerned person by means of a registered mail or hand-delivered to him/her or through any other means of communication against acknowledgment of receipt within thirty (30) days from the date the decision was taken."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter VII – Property of the Council",
      "section": "38",
      "title": "Article 38 – Sources of the property and modalities for its management",
      "content": "The property of the Council shall be comprised of movables and immovables. It shall come from the following sources: 1° members’ contributions; 2° subsidies, donations and bequests; 3° investments of the Council; 4° proceeds from services rendered by the Council."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter VII – Property of the Council",
      "section": "39",
      "title": "Article 39 – Annual contribution",
      "content": "The National Council Board shall determine annually the amount of contribution to be paid by each person practicing the pharmacy profession to the Provincial Council of the place of his/her practice. It also determines the quota to be paid to the National Council Board."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter VII – Property of the Council",
      "section": "40",
      "title": "Article 40 – Management of the property",
      "content": "The National Council Board shall manage the property of the Council and may organize and subsidy non-profit activities designed to promote pharmacy profession."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter VIII – Transitional and final provisions",
      "section": "41",
      "title": "Article 41 – General Assembly",
      "content": "Within ninety (90) days from the publication of this Law in the Official Gazette of the Republic of Rwanda, the Minister in charge of health shall convene the first General Assembly which shall elect a provisional Committee responsible for preparing the putting in place of the organs of the Council within three (3) months."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter VIII – Transitional and final provisions",
      "section": "42",
      "title": "Article 42 – Code of ethics",
      "content": "The Code of ethics of the pharmacy profession shall be determined by an Order of the Minister in charge of health."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter VIII – Transitional and final provisions",
      "section": "43",
      "title": "Article 43 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter VIII – Transitional and final provisions",
      "section": "44",
      "title": "Article 44 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter VIII – Transitional and final provisions",
      "section": "45",
      "title": "Article 45 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "Council",
      "definition": "Council of Pharmacists",
      "source_provision": "art2"
    }
  ]
}
