{
  "id": "rw-law-2012-22",
  "type": "statute",
  "title": "Law determining the Publication, Notification and Commencement of Official Acts",
  "title_en": "Law determining the Publication, Notification and Commencement of Official Acts",
  "short_name": "Law 22 of 2012",
  "status": "repealed",
  "issued_date": "2012-06-15",
  "in_force_date": "2012-07-30",
  "url": "https://rwandalii.org/akn/rw/act/law/2012/22/eng@2012-07-30",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the publication, notification and commencement of official acts by Government institutions."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Principle of publishing official acts",
      "content": "Laws, orders and regulations of public interest shall come into force upon their publication in accordance with provisions of this Law."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Publication, notification and commencement of laws, orders and regulations",
      "section": "3",
      "title": "Article 3 – Publication of laws, orders and regulations",
      "content": "Laws, other instruments with the power of law, orders and regulations of public interest shall be published in the Official Gazette of the Republic of Rwanda and also by electronic means. A Prime Minister’s Order shall determine the electronic means through which official acts referred to in Paragraph One of this Article are published."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Publication, notification and commencement of laws, orders and regulations",
      "section": "4",
      "title": "Article 4 – Commencement of laws and regulations adopted by the East African Legislative Assembly",
      "content": "Laws and regulations adopted by the East African Legislative Assembly shall come into force in Rwanda on the date of their publication in the Gazette of the East African Community. Such laws and regulations shall also be published in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Publication, notification and commencement of laws, orders and regulations",
      "section": "5",
      "title": "Article 5 – Commencement and notification of laws, orders and regulations",
      "content": "Laws, orders and other regulations of public interest shall come into force on the date provided for therein, determined in relation to the date of their publication in the Official Gazette of the Republic of Rwanda. Acts of individual interest shall have effect from the date of their notification to the concerned parties. Orders and regulations of individual interest shall have effect upon their notification to the concerned parties. Such orders and regulations may have effect from the date of their signature. They may also be published in the Official Gazette of the Republic of Rwanda. Where acts published in the Official Gazette of the Republic of Rwanda do not indicate the date of commencement, they shall enter into force after ten (10) calendar days following the publication of the Official Gazette of the Republic of Rwanda in which they are published."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Publication, notification and commencement of laws, orders and regulations",
      "section": "6",
      "title": "Article 6 – Publication of administrative acts from authorities of local administrative entities",
      "content": "Administrative acts of public interest issued by authorities of local administrative entities in a limited territorial jurisdiction shall be published by posting them at the office of the concerned administrative entity, in any other public place as well as by electronic means. Other administrative acts of individual interest shall be notified to the concerned parties. Where acts published by means of posting do not indicate the date of commencement, they shall enter into force after ten (10) calendar days following their publication."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Effects of laws, orders and regulations",
      "section": "7",
      "title": "Article 7 – Effects of laws, orders and regulations",
      "content": "Laws, orders and regulations referred to in Article 5 of this Law shall become effective from the date of their publication. However, for exceptional reasons or respect of human rights, laws, orders and regulations may enter into force with retroactive effect."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "8",
      "title": "Article 8 – Authenticity of published acts",
      "content": "The publication of acts in the Official Gazette of the Republic of Rwanda shall be the way to publish acts mentioned under Article 3 of this Law. The publication shall be carried out in conditions that ensure their authenticity both on paper and in electronic format."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "9",
      "title": "Article 9 – Subscription to the Official Gazette of the Republic of Rwanda",
      "content": "The printed version of the Official Gazette of the Republic of Rwanda shall be accessible to the public at a given cost. Subscription fee and modalities shall be determined by a Prime Minister’s Order. The Official Gazette of the Republic of Rwanda is accessible to the public in a free electronic format on a permanent basis."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "10",
      "title": "Article 10 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "11",
      "title": "Article 11 – Repealing provision",
      "content": "The Law n o R/60 of 28 June 1962 on the publication of official acts from public authorities in Rwanda and all other prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Miscellaneous and final provisions",
      "section": "12",
      "title": "Article 12 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": []
}
