{
  "id": "rw-law-2013-79",
  "type": "statute",
  "title": "Law determining the Mission, Organization and Functioning of the Office of the Auditor General of State Finances",
  "title_en": "Law determining the Mission, Organization and Functioning of the Office of the Auditor General of State Finances",
  "short_name": "Law 79 of 2013",
  "status": "repealed",
  "issued_date": "2013-09-11",
  "in_force_date": "2013-11-11",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/79/eng@2013-11-11",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the mission, organization and functioning of the Office of the Auditor General of State Finances hereinafter called “the Office”. This Law also governs procedures for auditing state finances."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purpose of this Law, the following terms shall have the following meanings: 1° standards: internationally recognized principles which include auditing practices, procedures and guidelines, namely: a) international auditing standards; b) international public sector accounting standards; c) international financial reporting standards; d) international accounting standards; 2° code of ethics: the Code of Ethics of members of the Office of the Auditor General of State Finances; 3° Committee: Public Accounts Committee of the Parliament, Chamber of Deputies; 4° Auditor General: the head of the Office of the Auditor General of State Finances; 5° audit: a control or investigation performed independently in accordance with internationally accepted auditing standards for the control of State finances and property accompanied by report; 6° audit of finances and property: a control performed by the Office to issue an opinion as to the effectiveness and regularity with which State finances and property have been managed; 7° performance audit: a control meant to ascertain whether activities are conducted in accordance with sound administrative principles and practices and management policies; 8° forensic audit: a control aimed at preventing and detecting possible malpractices such as embezzlement and corruption by applying audit skills to detect malpractices deemed presentable before the courts of law; 9° Office: Office of the Auditor General of State Finances."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Legal personality and autonomy of the Office",
      "content": "The Office shall have legal personality and, financial and administrative autonomy. In discharging its responsibilities, the Office shall be independent without receiving any injunctions by other organs."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Relationships between the Office and the Parliament",
      "content": "Before the commencement of the session devoted to the examination of the budget of the subsequent year, the Office shall submit to the Parliament, both Chambers, the State consolidated financial statements of the previous fiscal year. The Office shall also submit to the Speaker, Chamber of Deputies the following: 1° an audit plan within a period not exceeding thirty (30) days following the receipt of the financial statements for the previous fiscal year; 2° a report on every audit conducted by the Auditor General on his/her own initiative or at the request of the Parliament as soon as it is finalized. Reports prepared by the Auditor General shall be submitted to the Parliament and considered by the Committee in charge of public accounts. The Committee shall collaborate with the Auditor General of State Finances to consider reports and other documents, conduct hearing and write reports on all matters connected with State finances and property or finances managed by any public entity."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Head office of the Office",
      "content": "The head office of the Office shall be located in Kigali City, the capital of the Republic of Rwanda. The Office may have branches elsewhere on the Rwandan territory subject to the approval of the Auditor General of State Finances."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Misson and powers of the Office",
      "section": "6",
      "title": "Article 6 – Mission of the Office",
      "content": "The Office shall have the following mission: 1° to audit Government revenue and expenditure in the following organs: a) Central Government; b) Local Government; c) Public and parastatal institutions; d) Government projects; e) an organ or institution that receives State budget allocations for the purpose of conducting public activity; f) any other entity in which the State holds shares; 2° to carry out financial and property management audit to ensure compliance with applicable laws and regulations, proper use of finances and property and ascertain if finance and property were managed appropriately; 3° to carry out the audit of accounts, efficient management of property and finance and that of functioning of all organs provided for in item 1° of this Paragraph; 4° to conduct forensic audit or special audit of all the organs provided for in item 1° of this Paragraph if the Office deems it to meet the public interest or if it receives a complaint or is requested to do so; 5° to submit to both Chambers of Parliament State consolidated financial statements; 6° to collaborate with other individuals and corporate bodies with similar responsibilities at both national and international level."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Misson and powers of the Office",
      "section": "7",
      "title": "Article 7 – Power of free access to information",
      "content": "The Auditor General shall have the extensive right to question people, to have all the relevant and needed documents, electronic documents and information and any other information related to finance management deemed necessary for the performance of his/her duties. A person shall not invoke professional secrecy to withhold information required by the Auditor General for audit purpose. The Chief Budget Manager within the audited entity must do his/her best to facilitate the Auditor General to have full access to accounting documents and property records within the time limits. The Auditor General may also require any person other than a staff member of the entity being audited to provide information necessary for the performance of his/her duties."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Misson and powers of the Office",
      "section": "8",
      "title": "Article 8 – Investigation and punishment of offences obstructing the Office in the discharge of its mission",
      "content": "Any person who, in any way whatsoever, obstructs the Office in the discharge of its mission shall be prosecuted and punished in accordance with the Statute which governs him/her or the Penal Code or both of them."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Misson and powers of the Office",
      "section": "9",
      "title": "Article 9 – Power for outsourcing services from other firms or experts",
      "content": "The Auditor General shall have exclusive prerogative to authorize other appropriately qualified persons or an audit firm to conduct audit on his/her behalf. The Auditor General shall enter into an agreement with the person conducting the audit on his/her behalf in accordance with the provisions of international conventions and national laws applicable to the audit. The Auditor General shall have the responsibility of issuing the audit opinion on the accounts of the audited entity after completion of the audit."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Misson and powers of the Office",
      "section": "10",
      "title": "Article 10 – Power to disclose information",
      "content": "An auditor shall not disclose pieces of information he/she has noticed and heard while conducting an audit. The Auditor General or any person delegated by him/her to this purpose shall be solely responsible for the release of the audit report. He/she shall also have a prerogative to authorize the release of the content of such a report after having assessed whether such a release is of general interest."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Misson and powers of the Office",
      "section": "11",
      "title": "Article 11 – Immunity",
      "content": "Any staff member conducting an audit or expert conducting an audit on behalf of the Auditor General shall not face any legal action due to his/her audit findings presented in accordance with this Law."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Organization of the Office",
      "section": "12",
      "title": "Article 12 – Composition of the Office",
      "content": "The Office shall comprise the Auditor General, Deputy Auditor General, auditors and General Secretariat. The salary and other benefits given to members of the Office shall be determined by a Presidential Order."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Organization of the Office",
      "section": "13",
      "title": "Article 13 – Auditor General and Deputy Auditor General",
      "content": "The Auditor General and Deputy Auditor General shall be appointed by a Presidential Order. After their appointment, the Auditor General and Deputy Auditor General shall take the oath of office before the President of the Republic in the presence of both Chambers of Parliament meeting in joint session. The Auditor General and Deputy Auditor General shall be appointed for a five (5)-year term renewable only once. When the Auditor General or the Deputy Auditor General conclude their terms of office, they shall continue to be granted a monthly salary and other fringe benefits they were entitled to while in office for one (1) year and for six (6) months, respectively. When the Auditor General or the Deputy Auditor General are appointed to another public office before the expiry of the respective prescribed time limits provided under Paragraph 2 of this Article, their new salary and fringe benefits within those time limits must be at least equal to those they were entitled to. If their new salary and fringe benefits are less than those they were entitled to, the Office shall provide them with the balance."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Organization of the Office",
      "section": "14",
      "title": "Article 14 – Responsibilities of the Auditor General",
      "content": "The Auditor General shall have the following responsibilities: 1° to audit State consolidated financial statements for each fiscal year; 2° to provide advice in connection with the audit of public entities and public institutions; 3° to ascertain whether the financial and property management within public entities and public institutions contains no gaps that may give rise to mismanagement, whether such entities and institutions comply with the laws, activity plan and fully attain the pursued objectives; 4° to conduct the audit of State revenue accounts, State property accounts and all other accounts of public entities and public institutions as provided for by law; 5° to serve as the legal representative of the Office; 6° to carry out the placement of staff members of the Office; 7° to collaborate with other institutions and staff to coordinate audit programs; 8° to perform such other duties falling within his/her responsibilities as provided for in the Internal Rules and Regulations of the Office."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Organization of the Office",
      "section": "15",
      "title": "Article 15 – Responsibilities of the Deputy Auditor General",
      "content": "The Deputy Auditor General shall assist the Auditor General in performing his/her duties. The Deputy Auditor General shall be particularly responsible for the following: 1° to assist the Auditor General and deputize him/her in case of absence; 2° to provide advice in connection with the audit work; 3° to prepare special auditing projects; 4° to perform other duties falling within the mission of the Office as may be assigned by the Auditor General."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Organization of the Office",
      "section": "16",
      "title": "Article 16 – Reasons for leaving office",
      "content": "The Auditor General or Deputy Auditor General shall leave his/her office on any of the following grounds: 1° voluntary resignation; 2° removal from office in case of inability to perform his/her duties, where it is determined that he/she is no longer a person of integrity or no longer exercises diligence, foresight and skill on the basis of which he/she was appointed; 3° removal from office in case of physical or mental incapacity that would render him/her unable to discharge his/her duties certified by a committee of three (3) medical doctors recognised by the Government; 4° in case of non-renewal of his/her term; 5° in case of death; The decision to remove from office the Auditor General or the Deputy Auditor General for the reason provided for in item 2° of Paragraph One of this Article shall be made by the Senate based on the resolution of the Chamber of Deputies or at the request of one-third (1 / 3) of the members of the Senate."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Organization of the Office",
      "section": "17",
      "title": "Article 17 – Resignation and removal",
      "content": "The Auditor General or the Deputy Auditor General shall address his/her resignation in writing to the President of the Republic with a copy to both Chambers of Parliament. If the President of the Republic does not decide on it within a period of thirty (30) days after receipt of the letter, the resignation shall be deemed to have been accepted. Removal from office shall be made through a Presidential Order and notified to both Chambers of the Parliament. The Auditor General or Deputy Auditor General who ceases to hold office for whatever reason shall be replaced in a period not exceeding ninety (90) days after leaving office. If he/she leaves office before the end of his/her term, his/her replacement shall serve the remainder of his/her term of office."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Organization of the Office",
      "section": "18",
      "title": "Article 18 – General Secretariat",
      "content": "The General Secretariat shall be headed by a Secretary General. The Secretary General shall be appointed by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Organization of the Office",
      "section": "19",
      "title": "Article 19 – Responsibilities of the Secretary General of the Office",
      "content": "The Secretary General shall have the following responsibilities: 1° to prepare and manage the budget and property of the Office; 2° to manage the staff of the Office; 3° to collect laws and other regulations relating to the mission of the Office with respect to its functioning and daily relations with other organs; 4° to keep records and prepare reports related to service; 5° to prepare report of financial statement of the Office; 6° to prepare the activity report of the Office; 7° to perform such other duties as may be assigned by the Auditor General."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Organization of the Office",
      "section": "20",
      "title": "Article 20 – Statute governing the staff, organization and responsibilities of the departments of the Office",
      "content": "The statute governing the staff of the Office shall be laid down by a Presidential Order. The organization and responsibilities of the departments of the Office shall be determined by instructions issued by the Auditor General and published in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Organization of the Office",
      "section": "21",
      "title": "Article 21 – Incompatibilities with the holding of office in the Office",
      "content": "The Auditor General, Deputy Auditor General and Secretary General shall not take up any other paid employment. Neither shall they enter into contracts or make investments in any way likely to undermine the performance of their duties."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Conduct of audit",
      "section": "22",
      "title": "Article 22 – Right to be provided with an office",
      "content": "Organs or institutions being audited must provide a staff member tasked to conduct audit with an appropriate office with restricted access."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Conduct of audit",
      "section": "23",
      "title": "Article 23 – Auditing standards",
      "content": "The audit shall be conducted in accordance with internationally recognized standards, laws governing the audit of State accounts and property in Rwanda, the Code of ethics and such other standards as the Auditor General may deem necessary for the performance of his/her responsibilities."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Conduct of audit",
      "section": "24",
      "title": "Article 24 – Types of audit",
      "content": "The types of audit shall be the following: 1° audit of finances and property; 2° performance audit; 3° forensic audit. The Auditor General may, if deemed necessary or at the request of Parliament, conduct any type of audit other than those provided for in this Article."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Conduct of audit",
      "section": "25",
      "title": "Article 25 – Audit report",
      "content": "The Auditor General must, in accordance with international auditing standards, prepare an audit report for each type of audit carried out. The Auditor General, the Deputy Auditor General or the person delegated by him/her shall be bound by secrecy regarding information coming to their knowledge in the course of audit. All this information must be used only for the purpose of discharging their responsibilities. However, the obligation of secrecy shall not be construed as impeding the Auditor-General, the Deputy Auditor General or the person delegated by him/her to include in his/her report any findings and recommendations based on information coming to his/her knowledge in a way provided for by this Law."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter V – Property and finance",
      "section": "26",
      "title": "Article 26 – Property of the Office and its sources",
      "content": "The property of the Office shall comprise movables and immovables. The property of the Office shall come from the following sources: 1° State budget allocations; 2° Subsidies, donations and bequests."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter V – Property and finance",
      "section": "27",
      "title": "Article 27 – Audit of property and finance of the Office",
      "content": "Each year, the Office of the Auditor General must appoint an external auditor to conduct the audit of the Office through an open and competitive bidding process. The report of such an audit and the report of the audit covering each country conducted by the International Organization of Supreme Audit Institutions once every two (2) years shall be submitted to the Parliament, Chamber of Deputies and considered by the Public Accounts Committee."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter V – Property and finance",
      "section": "28",
      "title": "Article 28 – Annual financial report",
      "content": "Within three (3) months following the closure of the financial year, the Auditor General shall submit to the Chamber of Deputies the annual financial report of the Office in accordance with laws governing the management of State finance and property."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "29",
      "title": "Article 29 – Terms of office of the Auditor General and the Deputy Auditor General currently in office",
      "content": "The duration of the term of office of the Auditor General and Deputy Auditor General provided for in Article 13 of this Law shall start to run from the date on which they took up their respective responsibilities."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "30",
      "title": "Article 30 – Transitional period",
      "content": "The Auditor General whose term of office expired shall continue to be granted the salary and other fringe benefits he/she was entitled to for the prescribed time limits in accordance with relevant laws."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "31",
      "title": "Article 31 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "32",
      "title": "Article 32 – Repealing provision",
      "content": "Law n° 05/98 of 04/06/1998 establishing the Office of the Auditor General of State Finances and all prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "33",
      "title": "Article 33 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "code of ethics",
      "definition": "the Code of Ethics of members of the Office of the Auditor General of State Finances",
      "source_provision": "art2"
    },
    {
      "term": "Committee",
      "definition": "Public Accounts Committee of the Parliament, Chamber of Deputies",
      "source_provision": "art2"
    },
    {
      "term": "Auditor General",
      "definition": "the head of the Office of the Auditor General of State Finances",
      "source_provision": "art2"
    },
    {
      "term": "audit",
      "definition": "a control or investigation performed independently in accordance with internationally accepted auditing standards for the control of State finances and property accompanied by report",
      "source_provision": "art2"
    },
    {
      "term": "audit of finances and property",
      "definition": "a control performed by the Office to issue an opinion as to the effectiveness and regularity with which State finances and property have been managed",
      "source_provision": "art2"
    },
    {
      "term": "performance audit",
      "definition": "a control meant to ascertain whether activities are conducted in accordance with sound administrative principles and practices and management policies",
      "source_provision": "art2"
    },
    {
      "term": "forensic audit",
      "definition": "a control aimed at preventing and detecting possible malpractices such as embezzlement and corruption by applying audit skills to detect malpractices deemed presentable before the courts of law",
      "source_provision": "art2"
    },
    {
      "term": "Office",
      "definition": "Office of the Auditor General of State Finances",
      "source_provision": "art2"
    }
  ]
}
