{
  "id": "rw-law-2013-73",
  "type": "statute",
  "title": "Law determining the Powers, Mission, Organisation and Functioning of the National Intelligence and Security Service",
  "title_en": "Law determining the Powers, Mission, Organisation and Functioning of the National Intelligence and Security Service",
  "short_name": "Law 73 of 2013",
  "status": "repealed",
  "issued_date": "2013-09-11",
  "in_force_date": "2013-10-18",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/73/eng@2013-10-18",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the powers, mission, and organization and functioning of the National Intelligence and Security Service, abbreviated as “NISS”."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purpose of this Law, the following terms shall have the following meaning: 1° classified information: information of such a sensitive nature and value that the unauthorized publication or disclosure thereof would lead to a security risk being posed to the Country; 2° intelligence: process of collecting, collating and analyzing data or information for dissemination to authorized persons and usable for purposes of protecting interests of the Republic of Rwanda; 3° Directorate General: The Directorate General of Internal Intelligence and Security, the Directorate General of Administration and Finance, the Directorate General of External Intelligence and Security, and the Directorate General of Immigration and Emigration, or any other Directorate General that may be established pursuant to this Law; 4° Intelligence officer: an officer in charge of intelligence within NISS; 5° Staff member: a person appearing on the organisational structure of NISS and remunerated by NISS; 6° National security: strategies taken by the country for its protection, including the prevention of and fight against internal and external threats, and other acts that may threaten its integrity."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Head office of NISS",
      "content": "The head office of NISS shall be located in Kigali City, the capital of the Republic of Rwanda. It may be transferred elsewhere in Rwanda if necessary."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Autonomy of the NISS",
      "content": "NISS shall have financial and administrative autonomy. The Directorates General of NISS shall have a financial and administrative semi-autonomous status. The Internal Rules and regulations shall determine the enforcement of the provisions of this Article."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Supervising Authority of NISS",
      "content": "NISS shall be supervised by the Office of the President of the Republic."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Mission and powers of NISS",
      "section": "6",
      "title": "Article 6 – General mission",
      "content": "NISS shall in general be responsible for internal and external intelligence as well as immigration and emigration matters for the prevention and protection against threats to the national security."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Mission and powers of NISS",
      "section": "7",
      "title": "Article 7 – Specific mission",
      "content": "NISS shall have the following specific mission: 1° to advise the President of the Republic and the Government on strategies to protect national security interests whether political, economic, cultural, social and military; 2° to detect and identify any existing or potential threat to national security; 3° to investigate, collect, articulate, analyze and disseminate intelligence information regarding national security to authorized persons; 4° to protect the State against threats of subversion, espionage, cyber attacks, sabotage and terrorism; 5° to provide to the Government a comprehensive understanding of cyber threats against national security; 6° to enhance ability to swap information and coordinate efforts to improve national response to cyber attacks, terrorism and other national security challenges; 7° to establish appropriate means of disseminating intelligence information generated from inside or outside the country in a timely manner to the authorized persons; 8° to analyse and manage all matters concerning immigration and emigration and monitor the security of the territory of Rwanda and its borders; 9° to analyze the impact of regional and international trends on national security; 10° to co-operate and collaborate with other security organs inside and outside the country; 11° to perform any other duties as may be assigned by the President of the Republic."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Mission and powers of NISS",
      "section": "8",
      "title": "Article 8 – Right to possess firearms",
      "content": "NISS staff members shall have the right to possess and use firearms while performing their duties. The authorization to import firearms and ammunitions shall be granted by the Office of the President of the Republic. The internal rules and regulations of NISS shall determine the modalities of possession and use of firearms."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Mission and powers of NISS",
      "section": "9",
      "title": "Article 9 – Powers of Judicial Police",
      "content": "NISS intelligence officers shall have the powers of Judicial Police while performing their duties. The modalities of the exercise of the judicial police powers shall be determined by a Presidential Order."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Mission and powers of NISS",
      "section": "10",
      "title": "Article 10 – Interception of communications",
      "content": "NISS shall have the powers to carry out interception of communications if necessary, in accordance with relevant laws."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Mission and powers of NISS",
      "section": "11",
      "title": "Article 11 – Classification and declassification of confidential information",
      "content": "NISS shall have powers to classify intelligence and security reports and other materials of intelligence and security value within its custody. The Internal Rules and Regulations of NISS shall determine modalities of classification and declassification of confidential information."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Organization and functioning of NISS",
      "section": "12",
      "title": "Article 12 – Organization of NISS",
      "content": "NISS shall be composed of: 1° the General Secretariat; 2° the Directorate General of Administration and Finance; 3° the Directorate General of Internal Intelligence and Security; 4° the Directorate General of External Intelligence and Security; 5° the Directorate General of Immigration and Emigration. The number of the Directorates General may be increased or reduced by a Presidential Order. A Presidential Order shall determine the organization and responsibilities of the General Secretariat, Directorates General and Departments of NISS."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Organization and functioning of NISS",
      "section": "13",
      "title": "Article 13 – Management of NISS",
      "content": "NISS shall be headed by a Secretary General answerable to the President of the Republic on all national intelligence and security matters. The Secretary General may be assisted by a Deputy Secretary General who may double as a Director General of one of the Directorates General. Each Directorate General shall be headed by a Director General answerable to the Secretary General in the performance of his/her duties."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Organization and functioning of NISS",
      "section": "14",
      "title": "Article 14 – Appointment of senior officials and other staff members of NISS",
      "content": "The Secretary General, the Deputy Secretary General and Directors General of NISS shall be appointed by a Presidential Order. Other staff members shall be appointed in accordance with the special statute governing NISS staff members established by a Presidential Order. The number of the staff members shall be determined depending on the budget of NISS."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Organization and functioning of NISS",
      "section": "15",
      "title": "Article 15 – Oath",
      "content": "Before assuming office, the Secretary General and the Deputy Secretary General shall take the oath provided for by the Constitution of the Republic of Rwanda before the President of the Republic, the Parliament and the Supreme Court. The method of oath taking of other senior officials and other staff members in charge of intelligence shall be determined by the special statute governing NISS staff members."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Organization and functioning of NISS",
      "section": "16",
      "title": "Article 16 – Term of office of Senior Officials of NISS",
      "content": "The Secretary General and Deputy Secretary General shall have a term of office of four (4) years renewable. The Directors General shall have a term of office of five (5) years renewable. Where the Deputy Secretary General is already on duties of the Director General, only the term of office of the Deputy Secretary General shall be taken into account."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Organization and functioning of NISS",
      "section": "17",
      "title": "Article 17 – Termination of duties",
      "content": "Senior Officials of NISS shall leave office for any of the following reasons: 1° violation of the Constitution and other laws; 2° the term of office expires; 3° incompetence while performing his/her duties; 4° he/she is no longer able to perform his/her duties due to illness certified by a panel of medical doctors appointed by the Minister in charge of health; 5° he/she has been definitively sentenced to a term of imprisonment equal or exceeding six (6) months; 6° he/she is convicted of the crime of genocide; 7° he/she is convicted of the crime of genocide ideology and other related offences; 8° behaviour that is contrary to the values of NISS; 9° death. Other staff members of NISS shall leave office in accordance with the special statute governing NISS staff members."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Organization and functioning of NISS",
      "section": "18",
      "title": "Article 18 – Former Intelligence Reserve Personnel",
      "content": "Former intelligence officers of NISS that have completed their duties with dignity shall be considered as Intelligence Reserve Personnel and may be called upon to perform NISS duties if necessary. The internal rules and regulations of NISS shall determine the enforcement of the provisions of this Article."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Organization and functioning of NISS",
      "section": "19",
      "title": "Article 19 – Benefits allocated to senior officials and staff of NISS",
      "content": "Benefits allocated to senior officials and staff of NISS shall be determined by a Presidential Order."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Organization and functioning of NISS",
      "section": "20",
      "title": "Article 20 – Relationship between NISS and other institutions",
      "content": "NISS shall collaborate with other security organs and other public and private institutions that may assist in accomplishing its mission of safeguarding national security."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Finance and property of NISS",
      "section": "21",
      "title": "Article 21 – Source of finance and property of NISS",
      "content": "The property of NISS shall be comprised of movable and immovable property. It shall come from the State budget allocation."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Finance and property of NISS",
      "section": "22",
      "title": "Article 22 – Approval and management of the budget of NISS",
      "content": "The budget of NISS shall be approved and managed in accordance with laws governing the State budget management."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Finance and property of NISS",
      "section": "23",
      "title": "Article 23 – Use, management and audit of the property of NISS",
      "content": "The use, management and audit of the property of NISS shall be carried out in accordance with relevant legal provisions. The Auditor General of State Finances shall carry out the audit of the use and management of the finance and property of NISS, without prejudice to classified matters restricted for intelligence and national security. A Presidential Order shall determine classified matters to be restricted for intelligence and national security."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter V – Miscellaneous, transitional and final provisions",
      "section": "24",
      "title": "Article 24 – Obligation to provide information vital to national security",
      "content": "Each Ministry, public institutions, parastatal institutions, private institutions or any individual in possession of information of national security interest have obligation to transmit such information without delay to NISS with an indication on the reliability of the source of such information."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter V – Miscellaneous, transitional and final provisions",
      "section": "25",
      "title": "Article 25 – Non-disclosure of information",
      "content": "NISS shall have the right to not disclose classified information to unauthorised persons."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter V – Miscellaneous, transitional and final provisions",
      "section": "26",
      "title": "Article 26 – Validity of acts performed by NISS before publication of this Law in the Official Gazette of the Republic of Rwanda",
      "content": "Acts performed by NISS before the publication of this Law in the Official Gazette of the Republic of Rwanda shall remain valid."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter V – Miscellaneous, transitional and final provisions",
      "section": "27",
      "title": "Article 27 – Term of office of the incumbent senior officials of NISS",
      "content": "The term of office of the incumbent senior officials of NISS shall commence on the date of the publication of this Law in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter V – Miscellaneous, transitional and final provisions",
      "section": "28",
      "title": "Article 28 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter V – Miscellaneous, transitional and final provisions",
      "section": "29",
      "title": "Article 29 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter V – Miscellaneous, transitional and final provisions",
      "section": "30",
      "title": "Article 30 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "intelligence",
      "definition": "process of collecting, collating and analyzing data or information for dissemination to authorized persons and usable for purposes of protecting interests of the Republic of Rwanda",
      "source_provision": "art2"
    },
    {
      "term": "Directorate General",
      "definition": "The Directorate General of Internal Intelligence and Security, the Directorate General of Administration and Finance, the Directorate General of External Intelligence and Security, and the Directorate General of Immigration and Emigration, or any other Directorate General that may be established pursuant to this Law",
      "source_provision": "art2"
    },
    {
      "term": "Intelligence officer",
      "definition": "an officer in charge of intelligence within NISS",
      "source_provision": "art2"
    },
    {
      "term": "Staff member",
      "definition": "a person appearing on the organisational structure of NISS and remunerated by NISS",
      "source_provision": "art2"
    },
    {
      "term": "National security",
      "definition": "strategies taken by the country for its protection, including the prevention of and fight against internal and external threats, and other acts that may threaten its integrity",
      "source_provision": "art2"
    }
  ]
}
