{
  "id": "rw-law-2013-39",
  "type": "statute",
  "title": "Law establishing Rwandan Elders Advisory Forum and Determining its Mission, Organisation and Functioning",
  "title_en": "Law establishing Rwandan Elders Advisory Forum and Determining its Mission, Organisation and Functioning",
  "short_name": "Law 39 of 2013",
  "status": "repealed",
  "issued_date": "2013-06-16",
  "in_force_date": "2013-07-22",
  "url": "https://rwandalii.org/akn/rw/act/law/2013/39/eng@2013-07-22",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes the Rwandan Elders Advisory Forum, abbreviated as “REAF” and determines its mission, organization and functioning. REAF shall have administrative and financial autonomy."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definition of a term",
      "content": "As used in this Law, the term “Elders” means wise men and women of irreproachable moral and social values, aged at least fifty (50) years with experience and expertise in the leadership of the Country or other institutions."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Supervising authority of REAF",
      "content": "REAF shall be supervised by the Office of the President of the Republic."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Head office of REAF",
      "content": "The head office of REAF shall be located in the City of Kigali, the Capital of the Republic of Rwanda. It may be transferred elsewhere in Rwanda whenever necessary."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Mission of REAF and its relations with the Office of the President of the Republic",
      "section": "5",
      "title": "Article 5 – Mission of REAF",
      "content": "The mission of REAF shall be to advise the Government on national topical issues, national political orientation and challenges pertaining to good governance, justice, economy and social welfare. REAF shall act either on request or on its own initiative."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Mission of REAF and its relations with the Office of the President of the Republic",
      "section": "6",
      "title": "Article 6 – Relations between REAF and the Office of the President of the Republic",
      "content": "REAF shall submit to the Office of the President of the Republic the action plan and activity report related to its mission every year and whenever necessary."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Organs of REAF and their responsibilities",
      "section": "7",
      "title": "Article 7 – Organs of REAF",
      "content": "REAF shall have the following two (2) organs: 1° Council of Elders; 2° Bureau of REAF. A Presidential Order may determine other organs of REAF."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Organs of REAF and their responsibilities",
      "section": "8",
      "title": "Article 8 – Responsibilities of the Council of Elders",
      "content": "The Council of Elders shall be the supreme organ of REAF. The Council of Elders shall have the following responsibilities: 1° to examine and propose solutions or give advice on national topical issues, national political orientation and challenges pertaining to good governance, justice, economy and social welfare; 2° to conduct necessary research for the purposes of providing adequate advice; 3° to approve the annual plan of action and the draft budget proposal of REAF; 4° to approve the activity report of REAF; 5° to adopt the Internal Rules and Regulations of REAF; 6° to make decisions on any other issues relating to the mission of REAF."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Organs of REAF and their responsibilities",
      "section": "9",
      "title": "Article 9 – Members of the Council of Elders",
      "content": "The Council of Elders shall be comprised of seven (7) Elders including the Chairperson and the Vice Chairperson. At least thirty per cent (30%) of members of the Council of Elders must be females. A Presidential Order may increase the number of Elders depending on the needs of the Country."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Organs of REAF and their responsibilities",
      "section": "10",
      "title": "Article 10 – Term of office of members of the Council of Elders",
      "content": "The term of office of members of the Council of Elders shall be five (5) years renewable."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Organs of REAF and their responsibilities",
      "section": "11",
      "title": "Article 11 – Criteria of selection of Elders",
      "content": "Members of the Council of Elders shall be selected from among those meeting the following conditions: 1° accepting membership; 2° having played an important role in building and developing the Country; 3° having proven experience and ability in solving national problems; 4° having occupied a senior position in the high institutions of the Country; 5° having demonstrated commitment throughout his/her career; 6° respecting fundamental principles of the country; 7° being aged at least fifty (50) years. The appointing authority of members of the Council of Elders may also use his/her power and diligence to appoint any other person as he/she deems necessary."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Organs of REAF and their responsibilities",
      "section": "12",
      "title": "Article 12 – Grounds for losing membership of the Council of Elders",
      "content": "A member of the Council of Elders shall lose membership on any of the following grounds: 1° his/her term of office expires; 2° he/she voluntarily resigns; 3° if he/she can no longer perform his/her duties due to illness or disability; 4° he/she demonstrates behaviour incompatible with his/her duties; 5° he/she no longer fulfils the requirements considered at the time of his/her appointment to the Council of Elders; 6° he/she has been finally sentenced to a term of imprisonment equal to or greater than six (6) months without rehabilitation; 7° he/she dies. Voluntary resignation by an Elder shall be tendered to the President of the Republic by registered mail or by hand-delivery with acknowledgment of receipt."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Organs of REAF and their responsibilities",
      "section": "13",
      "title": "Article 13 – Appointment and removal of the members of the Council of Elders",
      "content": "Members of the Council of Elders shall be appointed and removed by a Presidential Order."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Organs of REAF and their responsibilities",
      "section": "14",
      "title": "Article 14 – Key values guiding members of the Council of Elders in their duties",
      "content": "In discharging their duties, members of the Council of Elders must particularly demonstrate the following values: 1° being impartial; 2° respecting and ensuring respect for Government institutions; 3° being committed to preventing anything that may undermine the integrity of the country and that of the Rwandan people; 4° being committed to preserving the Rwandan cultural values."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Organs of REAF and their responsibilities",
      "section": "15",
      "title": "Article 15 – Benefits allocated to members of the Council of Elders",
      "content": "A Presidential Order shall determine the nature of benefits allocated to members of the Council of Elders in order to fulfill their duties."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Organs of REAF and their responsibilities",
      "section": "16",
      "title": "Article 16 – Members of the Bureau of REAF",
      "content": "The Bureau of REAF shall be composed of the Chairperson and the Vice Chairperson."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Organs of REAF and their responsibilities",
      "section": "17",
      "title": "Article 17 – Responsibilities of the Bureau of REAF",
      "content": "The responsibilities of the Bureau of REAF shall be the following: 1° to head activities of REAF; 2° to prepare meetings of the Council of Elders; 3° to ensure the implementation of the resolutions of the Council of Elders; 4° to monitor REAF’s relations with other organs."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Organs of REAF and their responsibilities",
      "section": "18",
      "title": "Article 18 – Duties of the Chairperson of REAF",
      "content": "The duties of the Chairperson of REAF shall be the following: 1° to convene and chair meetings of the Council of Elders; 2° to coordinate activities of REAF; 3° to represent REAF within the country and abroad; 4° to be the spokesperson of REAF; 5° to transmit reports of REAF to the Office of the President of the Republic; 6° to be a signatory to all documents and correspondence of REAF; 7° to perform any other duties related to the mission of REAF as may be assigned by the Council of Elders."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Organs of REAF and their responsibilities",
      "section": "19",
      "title": "Article 19 – Duties of the Vice Chairperson of REAF",
      "content": "The duties of the Vice Chairperson shall be the following: 1° to assist the Chairperson and to deputize for him/her in case of absence; 2° to act as the rapporteur of meetings of the Council of Elders; 3° to prepare activity reports of REAF; 4° to perform such other duties related to the mission of REAF as may be assigned by the Council of Elders or the Chairperson."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Functioning of the Council of Elders",
      "section": "20",
      "title": "Article 20 – Meetings of the Council of Elders",
      "content": "The Council of Elders shall meet whenever necessary. The meeting shall be convened and presided over by the Chairperson or the Vice Chairperson in case of absence of the Chairperson. In case of absence of the Chairperson and the Vice Chairperson, the oldest among Elders shall convene the Council of Elders’ meeting which shall elect from among its members the chair and rapporteur. The Council of Elders may invite to its meetings any person with special expertise for advice. The invited person shall not be allowed to vote during decision-making and shall only participate in debates related to items for which he/she is requested to offer advice. The items on the agenda and any other documents to be discussed by the Council of Elders, shall be transmitted to each member of the Council of Elders at least three (3) days before the meeting, unless the meeting is convened in urgent circumstances."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Functioning of the Council of Elders",
      "section": "21",
      "title": "Article 21 – Decision-making and minutes",
      "content": "Resolutions of the Council of Elders shall be taken by consensus. If not possible, they shall be taken through an absolute majority vote of the members present. The minutes of the Council of Elders’ meeting shall be adopted in the next meeting and signed by the chairperson of the meeting and its rapporteur."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Functioning of the Council of Elders",
      "section": "22",
      "title": "Article 22 – Internal rules and regulations",
      "content": "Without prejudice to the provisions of this Law, REAF shall establish its internal rules and regulations which shall be published in the Official Gazette of the Republic of Rwanda."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter V – Staff and property of REAF",
      "section": "23",
      "title": "Article 23 – Management of the staff of REAF",
      "content": "REAF shall have support and technical staff governed by the General Statute for Rwanda Public Service."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter V – Staff and property of REAF",
      "section": "24",
      "title": "Article 24 – Sources of the property of REAF",
      "content": "The property of REAF shall be comprised of movable and immovable assets. The property of REAF shall come from the State budget. It may also come from grants, donations and bequests from partners."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter V – Staff and property of REAF",
      "section": "25",
      "title": "Article 25 – Use, management and audit of the property",
      "content": "The use, management and audit of the property of REAF shall be carried out in accordance with the relevant legal provisions."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter VI – Final provisions",
      "section": "26",
      "title": "Article 26 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter VI – Final provisions",
      "section": "27",
      "title": "Article 27 – Repealing provision",
      "content": "All prior legal provisions inconsistent with this Law are hereby repealed."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter VI – Final provisions",
      "section": "28",
      "title": "Article 28 – Commencement",
      "content": "This Law shall come into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "Elders",
      "definition": "wise men and women of irreproachable moral and social values, aged at least fifty (50) years with experience and expertise in the leadership of the Country or other institutions",
      "source_provision": "art2"
    }
  ]
}
