{
  "id": "rw-law-2017-18",
  "type": "statute",
  "title": "Law governing Results-Based Performance Management in Branches of Government",
  "title_en": "Law governing Results-Based Performance Management in Branches of Government",
  "short_name": "Law 18 of 2017",
  "status": "repealed",
  "issued_date": "2017-04-28",
  "in_force_date": "2017-05-15",
  "url": "https://rwandalii.org/akn/rw/act/law/2017/18/eng@2017-05-15",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs results -based performance management in Branches of Government."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Scope of this Law",
      "content": "This Law applies to all State organs and public service."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Definitions",
      "content": "For purposes of this Law, the following terms have the following meanings: 1° individual performance contract: agreement signed between a public servant and his/her immediate supervisor detailing the expected results of an employee within a fiscal year; 2° performance contract of the organ: agreement on activities signed between the head of an organ and the head of its supervising authority. That agreement details the results of the organ to be achieved within a fiscal year; 3° planning: means by which the vision, goals and strategies are set as well as mechanisms for their implementation and identification of logistics needed for the organ to achieve its goals; 4° medium term: period longer than one (1) year but not exceeding five (5) years; 5° long term: period exceeding five(5) years; 6° quarter: a period of three (3) consecutive months calculated in line with a fiscal year, where the first quarter starts with the beginning of each fiscal year and others follow by taking three (3) months each; 7° results-based management: management approach which guides and measures the role of public service and public servants in achieving the national development goals; 8° performance contract: target that a State organ or a public servant resolves to achieve including expected results to be achieved within a fiscal year in line with the annual action plan of the organ; 9° joint Imihigo: joint performance contract of activities with different organs committed to achieve the results of joint activities aiming at achievement of national development goals when those activities may not be assigned to a single organ; 10° strategy: means set up for coordinating, evaluating and monitoring of the process of the implementation of an action plan; 11° organs of branches of Government: organs of the Legislature, organs of the Executive and organs of the Judiciary; 12° action plan: document providing detailed results to be achieved in a given period by an organ and strategies for achieving such desired results; 13° annual action plan: a document providing detailed results to be achieved by an organ within a fiscal year and a strategy to be used for achieving such desired results; 14° results: achievements made by an organ or its staff in relation to the performance contract and action plan of the organ."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Phases of results-based performance management",
      "content": "Results-based performance management respects the following five (5) phases: 1° planning; 2° budgeting; 3° implementation; 4° monitoring; 5° evaluation."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Performance contract preparation",
      "section": "5",
      "title": "Article 5 – Process of performance contract preparation",
      "content": "A performance contract of an organ and individual performance contract must be based on national planning cycle. Every State organ must establish an action plan and the strategies meant for monitoring its implementation. The planning process must be aligned with the budget."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Performance contract preparation",
      "section": "6",
      "title": "Article 6 – National planning preparation process",
      "content": "The State organ in charge of national planning must prepare long-term and mid-term action plans. Such organ also has the mission to follow up for making sure that all State organs have established the midterm and annual planning."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Performance contract preparation",
      "section": "7",
      "title": "Article 7 – Linking planning with the action plan of State organs",
      "content": "State organs under the same sector of activities must determine and approve the action plan which is based on strategies and national development vision and which aims at its implementation. Every State organ must also prepare and implement an action plan of the organ which is based on the sector strategic plan for the relevant sector of activities and approved by the competent authority."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Performance contract preparation",
      "section": "8",
      "title": "Article 8 – Linking planning with the budget",
      "content": "The planning activities process must be linked with the budget needed for such activities. Preparation of the performance contract of an organ or that of a public servant is aligned with the planning and budgeting cycle. Priority activities identified within the action plan of the organ are the basis for budget allocations."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Performance contract preparation",
      "section": "9",
      "title": "Article 9 – Joint planning",
      "content": "At the annual planning stage, the Office of the Prime Minister specifies the list of priority activities whose implementation requires joint planning because they cannot be performed by a single organ. Every State organ involved in joint Imihigo must indicate in its annual action plan, activities from the joint Imihigo falling under its mission. A Prime Minister’s Order specifies among organs involved in joint Imihigo, the organ in charge of coordination of the planned activities. All organs involved in joint Imihigo have equal responsibility for achieving the intended result for that performance contract."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Performance contract preparation",
      "section": "10",
      "title": "Article 10 – Integration of the action plan and performance contract of the organ with performance contracts of its staff",
      "content": "The performance contract of every State organ and individual performance contracts must be aligned with the action plan of the organ. Every State organ must ensure that results to be achieved in the annual action plan of the organ are consistent with the results expected from its staff."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Performance contract preparation",
      "section": "11",
      "title": "Article 11 – Categorizing activities and aligning activities in the individual performance contract with the targeted result",
      "content": "Activities of a public servant must be categorized by priority in order for him/her to keep the goals vis-à-vis the targeted result. Every immediate supervisor together with his/her staff categorize priority activities depending on their relevance in relation to the achievement of targeted results to be achieved by that supervisor. A Prime Minister’s Order determines modalities for categorizing activities in State organs. However, depending on special nature of a sector activities, the competent authority specifies modalities for categorizing activities in such a sector."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Execution of the performance contract",
      "section": "12",
      "title": "Article 12 – Signing the performance contract",
      "content": "Every State organ, every public servant and every institution involved in joint Imihigo, has the responsibility to sign a performance contract every year. The performance contract indicates in detail the result to be achieved and strategies for achieving it."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Execution of the performance contract",
      "section": "13",
      "title": "Article 13 – Parties to the performance contract",
      "content": "The performance contract of the organ is concluded between the head of the organ and its supervising authority. The individual performance contract is concluded between the public servant and his/her immediate supervisor. The joint Imihigo is concluded between organs that are involved in such a contract."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Execution of the performance contract",
      "section": "14",
      "title": "Article 14 – Monitoring the implementation of performance contracts of an organ and its staff",
      "content": "The monitoring of the implementation of performance contracts must be carried out at each organ and each staff member."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Execution of the performance contract",
      "section": "15",
      "title": "Article 15 – Monitoring the implementation of performance contracts in State organs",
      "content": "All State organs must carry out quarterly and annual monitoring indicating the progress attained against each expected result in the performance contract of an organ, expenditures made for the achievement of the result as well as challenges faced. The Office of the Prime Minister prepares reference documents related to the monitoring of the implementation of performance contracts of the organs. The Office of the Prime Minister also monitors the implementation of performance contracts of the organ at the level of Ministries and local administration. At the level of National Commissions, Specialized Organs, National Councils and Public Institutions, this responsibility is fulfilled by the supervising organ determined by law or by the organ designated for receiving reports. In the Judiciary, that responsibility rests with the High Council of the Judiciary, while in the Legislature it is the responsibility of the Bureau of each Chamber of Parliament. In State organs in charge of security, the modalities for implementing and monitoring results -based performance contracts are determined in accordance with the particular organization of those organs."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Execution of the performance contract",
      "section": "16",
      "title": "Article 16 – Monitoring the implementation of individual staff performance contracts",
      "content": "Each State organ must monitor the implementation of individual performance contracts for its staff on basis of indicators determined by the Ministry in charge of public service. An Order of the Minister in charge of public service determines the indicators."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Execution of the performance contract",
      "section": "17",
      "title": "Article 17 – Monitoring the implementation of joint Imihigo",
      "content": "Monitoring of the implementation of joint Imihigo is carried out by the Office of the Prime Minister."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Execution of the performance contract",
      "section": "18",
      "title": "Article 18 – Report on the monitoring of the implementation of performance contracts",
      "content": "The State organ concerned with this Law prepares a quarterly and annual report indicating, with figures, the results achieved in relation to the expected results in the performance contracts. The supervising organ of national commissions, specialized organs, national councils and public institutions collects quarterly and annual reports and submits them to the Ministry in charge of planning. The Ministry in charge of planning collects reports of the implementation of performance contracts from all State organs and submits them to the Office of the Prime Minister."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Execution of the performance contract",
      "section": "19",
      "title": "Article 19 – Evaluation of performance contracts",
      "content": "Performance contracts of an organ and individual staff performance contracts are evaluated on the basis of the results achieved in relation to the expected results. The evaluation of performance contracts of organs is carried out in accordance with the guidance given each year by the Office of the Prime Minister. Independent evaluators may be used in this activity."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Effects of performance evaluation",
      "section": "20",
      "title": "Article 20 – Effects of results-based evaluation",
      "content": "A public servant is evaluated on the basis of the performance he/she has committed to achieve during the financial year. A public servant who has achieved the results is graded according to his/her score obtained in the achievement of expected results and receives an award on the basis of the results of his/her activities indicated by the evaluation carried out each year. When a public servant who has failed to achieve the results is subject to dismissal because of his/her incompetence, account is taken of his/her results achieved during the two (2) years preceding the year of his/her evaluation. A public servant who has demonstrated the best performance may be granted a special award in accordance with laws governing public service. A Prime Minister's Order determines results -based performance management in State organs, categories of employees, their scores and modalities for their promotion. It also determines awards and sanctions based on the results of the employee’s performance appraisal. A Presidential Order determines provisions referred to under the previous Paragraph for the Parliament, for the Judiciary and for the National Public Prosecution Authority. Depending on the special nature of service of a given sector, a Prime Minister’s Order may determine modalities for implementation of results based performance management in that sector."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Effects of performance evaluation",
      "section": "21",
      "title": "Article 21 – Effects of performance evaluation of State organs",
      "content": "The competent authority may provide for special arrangements to reward the organ which has achieved the results and to take decisions with regard to the leaders of the organ which has not achieved the results."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "22",
      "title": "Article 22 – Legal effect of acts performed before the publication of this Law",
      "content": "Performance contracts concluded before the publication of this Law in the Official Gazette of the Republic of Rwanda in accordance with the existing Orders, remain valid."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "23",
      "title": "Article 23 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "24",
      "title": "Article 24 – Repealing provision",
      "content": "All prior provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter V – Transitional and final provisions",
      "section": "25",
      "title": "Article 25 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "performance contract of the organ",
      "definition": "agreement on activities signed between the head of an organ and the head of its supervising authority",
      "source_provision": "art3"
    },
    {
      "term": "planning",
      "definition": "means by which the vision, goals and strategies are set as well as mechanisms for their implementation and identification of logistics needed for the organ to achieve its goals",
      "source_provision": "art3"
    },
    {
      "term": "medium term",
      "definition": "period longer than one (1) year but not exceeding five (5) years",
      "source_provision": "art3"
    },
    {
      "term": "long term",
      "definition": "period exceeding five(5) years",
      "source_provision": "art3"
    },
    {
      "term": "quarter",
      "definition": "a period of three (3) consecutive months calculated in line with a fiscal year, where the first quarter starts with the beginning of each fiscal year and others follow by taking three (3) months each",
      "source_provision": "art3"
    },
    {
      "term": "results-based management",
      "definition": "management approach which guides and measures the role of public service and public servants in achieving the national development goals",
      "source_provision": "art3"
    },
    {
      "term": "performance contract",
      "definition": "target that a State organ or a public servant resolves to achieve including expected results to be achieved within a fiscal year in line with the annual action plan of the organ",
      "source_provision": "art3"
    },
    {
      "term": "joint Imihigo",
      "definition": "joint performance contract of activities with different organs committed to achieve the results of joint activities aiming at achievement of national development goals when those activities may not be assigned to a single organ",
      "source_provision": "art3"
    },
    {
      "term": "strategy",
      "definition": "means set up for coordinating, evaluating and monitoring of the process of the implementation of an action plan",
      "source_provision": "art3"
    },
    {
      "term": "organs of branches of Government",
      "definition": "organs of the Legislature, organs of the Executive and organs of the Judiciary",
      "source_provision": "art3"
    },
    {
      "term": "action plan",
      "definition": "document providing detailed results to be achieved in a given period by an organ and strategies for achieving such desired results",
      "source_provision": "art3"
    },
    {
      "term": "annual action plan",
      "definition": "a document providing detailed results to be achieved by an organ within a fiscal year and a strategy to be used for achieving such desired results",
      "source_provision": "art3"
    },
    {
      "term": "results",
      "definition": "achievements made by an organ or its staff in relation to the performance contract and action plan of the organ",
      "source_provision": "art3"
    }
  ]
}
