{
  "id": "rw-law-2016-14",
  "type": "statute",
  "title": "Law Governing Public Private Partnerships",
  "title_en": "Law Governing Public Private Partnerships",
  "short_name": "Law 14 of 2016",
  "status": "repealed",
  "issued_date": "2016-05-02",
  "in_force_date": "2016-05-30",
  "url": "https://rwandalii.org/akn/rw/act/law/2016/14/eng@2016-05-30",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law governs public private partnerships hereinafter abbreviated as “PPP”."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purpose of this Law, the following terms are defined as follows: 1° PPP agreement: a written contract concluded between a Contracting Authority and a partner recording the terms of a PPP project; 2° unsolicited proposal: a proposal to undertake a PPP project that is not in response to an expressed request for proposals; 3° Steering Committee: the body in charge of approval and oversight of a PPP project; 4° partner: a private party who is competent to contract a PPP agreement with the Contracting Authority; 5° Contracting Authority: a public institution in charge of PPP agreement; 6° special purpose vehicle: a corporate entity incorporated by a private party specifically for the purpose of implementing a public private partnership project and entering into a partnership agreement with both sectors."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Scope of this Law",
      "content": "This Law applies to the following PPP arrangements: 1º management contract, whereby a Contracting Authority awards a partner the right to manage and perform a specific service with respect to an infrastructure facility or other asset for an agreed time period; 2º “Build-Operate-Own” “BOO”, whereby a private partner finances, designs, constructs, owns and operates an infrastructure facility or other asset to provide services; 3º “Build-Operate-Transfer” or “BOT”, whereby a partner finances, designs, constructs an infrastructure facility or other asset to provide services and maintains it for an agreed time period after which a transfer of the infrastructure facility or other asset is made to the Government; 4º “Lease-Operate-Develop” “LOD”, whereby the Contracting Authority grants a Partner a lease to operate and develop an existing infrastructure facility or other asset for an agreed time. An Order of the Prime Minister may prescribe any other PPP arrangement."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Scope of non-application of this Law",
      "content": "This Law does not apply to: 1° contracts subject to the law governing public procurement; 2° the privatization or divestiture of enterprises, assets and any infrastructure facility owned by the Government."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Potential sectors for PPPs",
      "content": "Potential sectors for PPPs in infrastructure and services are the following: 1° transportation, including roads, railways, airports, bridges, tunnels, waterways and inland ports; 2° energy including water energy, gas energy, solar energy, wind energy, geothermal energy, biogas energy and peat; 3° social affairs, including those related to education, culture, health, sports and leisure; 4° tourism, including tourism related to history, hotels, parks and tourism attractions; 5° natural resources and environment, including those related to forestry, oil and oil products, minerals, water sanitation and waste disposal; 6° telecommunication and information technology; 7° any other sectors as may be determined by an Order of Prime Minister."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Public institutions playing a role in PPP and their responsibilities",
      "section": "6",
      "title": "Article 6 – Public institutions playing a role in PPP",
      "content": "Public institutions playing role in PPP are the following: 1° Steering Committee; 2° Contracting Authority; 3° Rwanda Development Board."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Public institutions playing a role in PPP and their responsibilities",
      "section": "7",
      "title": "Article 7 – Composition and functioning of the Steering Committee",
      "content": "The Steering Committee is composed of the following persons: 1º the Minister in charge of finance and economic planning; 2º the Minister in charge of infrastructure; 3º the Chief Executive Officer of Rwanda Development Board; 4º the Head of the Contracting Authority depending on the PPP project under study. An Order of Prime Minister determines the functioning of the Steering Committee."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Public institutions playing a role in PPP and their responsibilities",
      "section": "8",
      "title": "Article 8 – Responsibilities of the Steering Committee",
      "content": "The Steering Committee has the responsibility to approve and oversee PPP projects. The Steering Committee is specifically responsible for approving the following: 1º the shortlisted bidders for a PPP project; 2º the preferred bidder for a PPP project. The Steering Committee may, if necessary, seek the assistance of technicians and experts in order to fulfil its responsibilities."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Public institutions playing a role in PPP and their responsibilities",
      "section": "9",
      "title": "Article 9 – Responsibilities of the Contracting Authority",
      "content": "The responsibilities of Contracting Authority are the following: 1º identify a PPP project and submit it to the Steering Committee; 2º undertake a PPP project feasibility study and submit it to the Steering Committee; 3º analyse a feasibility study where it was developed by a partner; 4º perform all activities related to the procurement procedure for PPP projects in accordance with the provisions of this Law and deliver reports to the Steering Committee regarding steps taken during the procurement procedure; 5º enter into a PPP agreement with a partner or a special purpose vehicle; 6º prepare a plan for PPP agreement management; 7º issue sector-specific competition rules relating to PPP projects within its remit; 8º provide to the Steering Committee monthly and annual progress reports on the implementation of PPP agreement."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Public institutions playing a role in PPP and their responsibilities",
      "section": "10",
      "title": "Article 10 – Role of Rwanda Development Board",
      "content": "Pursuant to this Law, Rwanda Development Board plays the following role: 1º to issue general guidelines applicable to the competitive procurement procedures for PPP Projects; 2º to be the lead negotiator during negotiations relating to a PPP agreement; 3º to advise Government on matters relating to PPP."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – PPP Agreement",
      "section": "11",
      "title": "Article 11 – Authorization to enter into PPP Agreements",
      "content": "The Contracting Authority enters into a PPP agreement with one of the following: 1° a preferred bidder for a PPP project or a selected partner in a case of unsolicited proposal; 2° special purpose vehicle incorporated by such partner referred to in item 1 o of this Article."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – PPP Agreement",
      "section": "12",
      "title": "Article 12 – Provisions of a PPP agreement",
      "content": "The PPP agreement must comprise the following: 1º name and address of the Contracting Authority; 2º name and address of the partner or name and address of the special purpose vehicle; 3º title of PPP project; 4º purpose of PPP agreement; 5º effective date of PPP agreement; 6º rights and obligations of the Contracting Authority; 7º rights and obligations of the Partner or special purpose vehicle; 8º duration of the PPP Agreement; 9º dispute resolution mechanisms; 10º modalities for termination of PPP agreement; 11º any other arrangements between both parties agreed upon without contrary to the law."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Competitive procurement procedure for a PPP project",
      "section": "13",
      "title": "Article 13 – Feasibility study for a PPP project",
      "content": "Prior to a tender notice, the Contracting Authority must conduct a feasibility study in connection with the PPP project. The feasibility study of the project must comprise at least the following: 1º a market study; 2º a value for money analysis; 3º a technical and legal analysis in connection with the project; 4º environmental impact based on an environmental impact assessment made according to relevant laws; 5º economic and social impact; 6º the PPP arrangement options; 7º the budget of the project and a financial analysis of projected revenues and costs in the implementation of the PPP project."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Competitive procurement procedure for a PPP project",
      "section": "14",
      "title": "Article 14 – Approval of a PPP project feasibility study",
      "content": "After the feasibility study of the PPP project, the Contracting Authority submits it to the Steering Committee for approval. Where the Steering Committee provides its approval of the feasibility study and authorizes commencement of a competitive procurement procedure for a PPP project, the Contracting Authority drafts the request for expressions of interest and other bidding documents."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Competitive procurement procedure for a PPP project",
      "section": "15",
      "title": "Article 15 – Principles regulating competitive procurement in a PPP project",
      "content": "A competitive procurement procedure for PPP project is governed by the following principles: 1° competition; 2° transparency; 3° fairness and non-discrimination; 4° efficiency and effectiveness; 5° protection of public property and public interest; 6° accountability."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Competitive procurement procedure for a PPP project",
      "section": "16",
      "title": "Article 16 – Request for expressions of interest",
      "content": "The Contracting Authority requests for expressions of interest in connection with a PPP project through an advertisement published at least in two widely read national newspapers and one international newspaper or through information technology. The advertisement requesting for expressions of interest in connection with a PPP project must indicate at least the following: 1º the Contracting Authority and its address; 2º the PPP project summary; 3º the requirements for the bidder proving his/her ability to be considered for shortlisting him/her on the list of bidders; 4º the place and deadline for submitting bids; 5º the place and date for opening bids."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Competitive procurement procedure for a PPP project",
      "section": "17",
      "title": "Article 17 – Participation of a bidding consortium for a PPP project",
      "content": "Companies may form a consortium to participate in a competitive procurement procedure for a PPP project. The consortium agreement specifies the role of each company. The information required from a consortium bidding for a PPP project to demonstrate its qualifications must relate to the bidding consortium as a whole as well as to each individual participant in particular."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Competitive procurement procedure for a PPP project",
      "section": "18",
      "title": "Article 18 – Shortlist and approval of bidders",
      "content": "The Contracting Authority, after conducting a review and evaluation of the responses submitted by bidders to the request for expressions of interest based on the criteria specified in the request creates a shortlist of bidders who fulfil the criteria and submits a summary report to the Steering Committee. The Steering Committee approves the final shortlist of bidders that will be invited to submit bids."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Competitive procurement procedure for a PPP project",
      "section": "19",
      "title": "Article 19 – Bidding documents",
      "content": "The Contracting Authority releases the bidding documents to the shortlisted bidders. The bidding documents shall include at least the following: 1º all key information on the PPP project necessary to the bidders for the preparation and submission of bids; 2º the draft PPP agreement; 3º the deadline and venue for submission of bids; 4º the date and venue for bids opening; 5º required bid security and its maximum quantity; 6º criteria while analysing the bidding documents; 7º criteria for the evaluation of the implementation of the PPP project."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Competitive procurement procedure for a PPP project",
      "section": "20",
      "title": "Article 20 – Two-stage competitive procurement procedure",
      "content": "Where the Contracting Authority elects to use a two-stage competitive procurement procedure, the Authority conducts it as follows: 1º submit bidding documents to the shortlisted bidders for their review; 2º convene meetings with the shortlisted bidders for the purpose of consultation on the content of the bidding documents; 3º prepare minutes of the meeting and submit it to all shortlisted bidders. The Contracting Authority may revise the bidding documents and re-submit them to the shortlisted bidders."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Competitive procurement procedure for a PPP project",
      "section": "21",
      "title": "Article 21 – Evaluation of bids documents and approval of the report",
      "content": "The Contracting Authority makes an assessment to find out if the bids documents fulfil the requirements. The Contracting Authority reviews and evaluates each of the bids submitted by the bidders and ranks it on the basis of the evaluation criteria set forth in the bidding documents. The Contracting Authority then prepares an evaluation report in which it identifies the preferred bidder and submits it to the Steering Committee for approval. Where a competitive procurement procedure results in the submission of only one bid, the Contracting Authority may, in case the bidder fulfils the evaluation criteria set forth in the bidding documents, make a report recommending the bidder to execute the PPP project and submit it to the Steering Committee for approval. Where the Steering Committee does not approve the report, it provides a guideline on what should be done."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Competitive procurement procedure for a PPP project",
      "section": "22",
      "title": "Article 22 – Filing a complaint regarding competitive procurement procedures for a PPP project",
      "content": "A partner who is not satisfied with the competitive procurement procedures for a PPP project may lodge a written complaint to the Steering Committee. A written complaint is sent to the Steering Committee within seven (7) days after such bidder was informed about the decision by the Steering Committee. The Steering Committee informs the partner who lodged a complaint the decision regarding his/her request not later than fifteen (15) days from the receipt of the complaint. Where a partner lodges a complaint, the competitive procurement procedure of the PPP project is suspended until the Steering Committee issues a decision."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Competitive procurement procedure for a PPP project",
      "section": "23",
      "title": "Article 23 – Negotiation of a PPP agreement",
      "content": "Where the Steering Committee approves the preferred bidder for a PPP project, the Contracting Authority invites the bidder to enter into negotiations with relevant institutions on the PPP agreement."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Competitive procurement procedure for a PPP project",
      "section": "24",
      "title": "Article 24 – Signing of a PPP agreement",
      "content": "Upon approval of the PPP agreement by the concerned parties, the Contracting Authority and the partner sign the PPP agreement."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter V – PPP Procurement procedure for unsolicited proposal",
      "section": "25",
      "title": "Article 25 – Circumstances under which procurement procedure for unsolicited proposal is required",
      "content": "The Contracting Authority may engage in procurement procedure with a partner through an unsolicited proposal where: 1º there is an urgent need to ensure continuity in the provision of an infrastructure facility or service and it is clear that engaging in a competitive procurement procedure may cause delay or is not in national’s best interest; 2º the implementation of a PPP project involves matters pertaining to national security; 3º the required service is a monopoly; 4º it is clear that there is little interest of the private sector in investing in infrastructure sector or services that the Government considers to be of national interest."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter V – PPP Procurement procedure for unsolicited proposal",
      "section": "26",
      "title": "Article 26 – Preliminary processing of a PPP project",
      "content": "On its own initiative or upon proposal by the Contracting Authority, the partner prepares a PPP project and submits it to the Contracting Authority for consideration. After consideration, the Contracting Authority submits the report to Steering Committee for approval. The Contracting Authority informs the partner of the decision of the Steering Committee."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter V – PPP Procurement procedure for unsolicited proposal",
      "section": "27",
      "title": "Article 27 – Development and approval of a feasibility study of a PPP project in case of an unsolicited proposal",
      "content": "In case of an unsolicited proposal for a PPP project, the partner, on its own initiative or upon proposal by the contracting Authority, conducts a feasibility study. The content of the feasibility study complies with the provisions of Article 13 of this Law. The Contracting Authority and the partner decide who conducts the study. Where the Contracting Authority conducts the feasibility study, it submits the study to the Steering Committee for approval. Where the feasibility study is conducted by the partner, it is submitted to the Contracting Authority prior to submission to the Steering Committee for a decision thereon. Where the Steering Committee does not approve the feasibility study, it provides a guideline on what should be done."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter V – PPP Procurement procedure for unsolicited proposal",
      "section": "28",
      "title": "Article 28 – Negotiations and signing of a PPP agreement",
      "content": "Upon the approval by the Steering Committee of the feasibility study of a PPP project submitted following an unsolicited proposal, the Contracting Authority calls upon the partner to negotiate with the institutions concerned with a PPP agreement. Where all concerned institutions agree on the provisions of the PPP agreement, the Contracting Authority and the partner sign the PPP agreement."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "29",
      "title": "Article 29 – Confidentiality in a PPP project",
      "content": "Any communications, negotiations and information shared between Government institutions playing a role in the PPP project and the partner are confidential. However, provisions of Paragraph One of this Article made public so as to comply with laws are not considered as breach of confidentiality."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "30",
      "title": "Article 30 – Disqualification from PPP project",
      "content": "A partner is disqualified from a PPP project for a period of five (5) years for one of the following reasons: 1º having provided false information regarding the company; 2º having been convicted of forgery; 3º having violated applicable laws to obtain a PPP Project; 4º having been convicted of fraud in connection with PPP project; 5º having been convicted of the crime of corruption and related offenses; A partner disqualified from PPP projects for committing any of the offenses set out in Paragraph One of this Article, shall in case of recidivism be permanently disqualified. A partner is also disqualified from PPP projects in case he/she is found on the list of persons disqualified from public procurement procedures."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "31",
      "title": "Article 31 – Power to disqualify a partner from a PPP project",
      "content": "The Rwanda Development Board is competent to disqualify a partner from a PPP project. Where Rwanda Development Board discovers that a partner is linked to one of the reasons referred to under Article 30 of this Law, it summons that partner in writing to provide explanations within a period not exceeding fifteen (15) days. The Rwanda Development Board notifies in writing the partner of the decision taken within fifteen (15) days from the date of his/her hearing. Where the decision taken is disqualification, the Rwanda Development Board puts the partner on the list of persons disqualified from PPP projects. The list is published at least in two widely read national newspapers and one international newspaper, on the websites of Rwanda Development Board and of Rwanda Public Procurement Authority. The decision to disqualify a partner from PPP projects does not exclude the partner’s prosecution."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "32",
      "title": "Article 32 – Validity of acts performed prior to this Law",
      "content": "All prior acts regarding the procurement procedure in PPP projects or PPP projects for unsolicited proposal and any contract signed prior to the date of publication of this Law in the Official Gazette of the Republic of Rwanda remain into force."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "33",
      "title": "Article 33 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted in English, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "34",
      "title": "Article 34 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter VI – Miscellaneous and final provisions",
      "section": "35",
      "title": "Article 35 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "unsolicited proposal",
      "definition": "a proposal to undertake a PPP project that is not in response to an expressed request for proposals",
      "source_provision": "art2"
    },
    {
      "term": "Steering Committee",
      "definition": "the body in charge of approval and oversight of a PPP project",
      "source_provision": "art2"
    },
    {
      "term": "partner",
      "definition": "a private party who is competent to contract a PPP agreement with the Contracting Authority",
      "source_provision": "art2"
    },
    {
      "term": "Contracting Authority",
      "definition": "a public institution in charge of PPP agreement",
      "source_provision": "art2"
    },
    {
      "term": "special purpose vehicle",
      "definition": "a corporate entity incorporated by a private party specifically for the purpose of implementing a public private partnership project and entering into a partnership agreement with both sectors",
      "source_provision": "art2"
    }
  ]
}
