{
  "id": "rw-law-2016-11",
  "type": "statute",
  "title": "Law establishing the Association of Procurement Professionals and Determining its Organization and Functioning",
  "title_en": "Law establishing the Association of Procurement Professionals and Determining its Organization and Functioning",
  "short_name": "Law 11 of 2016",
  "status": "repealed",
  "issued_date": "2016-05-02",
  "in_force_date": "2016-05-23",
  "url": "https://rwandalii.org/akn/rw/act/law/2016/11/eng@2016-05-23",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes the Association of procurement professionals and determines its organization and functioning."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definitions of terms",
      "content": "For the purpose of this Law, the following terms are defined as follows: 1° procurement professional: qualified person, registered and authorized to practice procurement profession according to this Law; 2° procurement: any activity involving buying, purchasing, renting, leasing or otherwise acquiring goods, works or services by procuring entity; 3° procurement profession: permanent exercise of all procurement activities relating to purchasing, leasing of goods, works or services performed by the procuring entity or any activities enabling institutions wishing to acquire goods to obtain equipment, works or services including the preparation and distribution of bidding documents, the invitation and selection of suppliers, constructors, consultants as well as the stage of negotiation leading to signing of contracts; 4° Association: Association of procurement professionals; 5° procuring entity: an individual, a public body, a private company, a non-governmental organization or any other organization that needs to buy, lease goods or use services."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter II – Establishment of the Association of procurement professionals and its mission",
      "section": "3",
      "title": "Article 3 – Establishment of the Association of procurement professionals",
      "content": "It is established an Association of procurement professionals. The Association has legal personality, administrative and financial autonomy and is governed in accordance with provisions of this Law and its rules of procedure."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter II – Establishment of the Association of procurement professionals and its mission",
      "section": "4",
      "title": "Article 4 – Head Office of the Association",
      "content": "The Head Office of the Association is located in Kigali, the Capital City of the Republic of Rwanda. It may be transferred elsewhere in Rwanda if deemed necessary, upon decision of the General Assembly of the Association. The Association may establish branches throughout the Country and have representatives outside Rwanda upon decision of the General Assembly of the Association."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter II – Establishment of the Association of procurement professionals and its mission",
      "section": "5",
      "title": "Article 5 – Mission of the Association",
      "content": "The main mission of the Association is to coordinate, monitor and promote procurement professionals. In particular, the mission of the Association is the following: 1° to organise the procurement profession; 2° to improve and maintain the standards of ethics of procurement professionals; 3° to grant licence to practice the procurement profession; 4° to facilitate transfer of procurement knowledge to procurement professionals and to other stakeholders; 5° to protect and safeguard the procurement profession; 6° to ensure free access to procurement profession; 7° to research and publish findings; 8° to contribute views on bills related to procurement sector; 9° to provide relevant organs with advisory opinions as regards procurement profession; 10° to come up with proper strategies deemed to help the Association fulfil its mission; 11° to cooperate with other foreign associations with the same mission to promote the profession."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "6",
      "title": "Article 6 – Organs of the Association",
      "content": "The Association is comprised of four (4) organs as follows: 1° the General Assembly of the Association; 2° the High Council of the Association; 3° Committees of the Association; 4° the Executive Secretariat of the Association."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "7",
      "title": "Article 7 – Composition of the General Assembly of the Association",
      "content": "The General Assembly of the Association is the supreme Organ of the Association. It is composed of all procurement professionals registered in the Association and who are not under suspension."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "8",
      "title": "Article 8 – Responsibilities of the General Assembly of the Association",
      "content": "The General Assembly of the Association has the following responsibilities: 1° to elect and revoke members holding positions in Organs of the Association; 2° to approve the report of activities and use of finances of the previous year; 3° to approve the action plan and pertaining budget for subsequent year; 4° to determine contributions payable by members of the Association; 5° to determine fees for registration on the list of members of the Association; 6° to determine benchmarks for emoluments for procurement professionals; 7° to approve rules of procedure of the Association and their amendment; 8° to approve the code of conduct of procurement professionals and its amendment; 9° to consider any matter submitted to it by the organs of the Order in order to rule thereon and any other business of interest to the Association that does not fall within the functions of another organ."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "9",
      "title": "Article 9 – Composition of the High Council of the Association",
      "content": "The High Council of the Association consists of the following members: 1° the Chairperson of the Association; 2° the Deputy Chairperson of the Association; 3° the Chairperson of the Registration, Evaluation and Education Committee; 4° the Chairperson of Disciplinary and Inspection Committee."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "10",
      "title": "Article 10 – Responsibilities of the High Council of the Association",
      "content": "The High Council of the Association has the following responsibilities: 1° to approve the list of registered professionals; 2° to place procurement professionals in categories; 3° to examine all matters in relation with the practice of the profession and give advice either on its own initiative or upon request by another organ, on matters relating to the Association; 4° to issue guidelines relating to the promotion of the procurement profession; 5° to take sanctions provided by this Law; 6° to approve reports and resolutions of the Association’s organs, except those of the General Assembly and the Appeals Committee; 7° to implement decisions of the General Assembly; 8° to initiate drafts of rules of procedure and code of conduct of the Association and their amendment and submit them to the General Assembly."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "11",
      "title": "Article 11 – Election of the Chairperson and the Deputy Chairperson of the Association",
      "content": "The Chairperson and the Deputy Chairperson of the Association are elected by members of the General Assembly of the Association. The election procedure is provided for by the rules of procedure of the Association."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "12",
      "title": "Article 12 – Responsibilities of the Chairperson of the Association",
      "content": "The Chairperson of the Association is the legal representative. He/she oversees and follows up closely activities of all organs of the Association. He/she is the chair of meetings of the General Assembly and those of its High Council. In case of his/her absence, the Chairperson is provisionally replaced by the Deputy Chairperson."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "13",
      "title": "Article 13 – Responsibilities of the Deputy Chairperson of the Association",
      "content": "The Deputy Chairperson of the Association has the following responsibilities: 1° to assist the Chairperson of the Association and act as him/her in case of absence; 2° to perform any other duty falling in the mission of the Association as he/she may be tasked with by the High Council of the Association."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "14",
      "title": "Article 14 – Term of office of members of the High Council of the Association",
      "content": "Members of the High Council have a term of office of three (3) years renewable once. They take office immediately after their election and publication in the General Assembly, and the term of office comes to an end just after the election of new members."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "15",
      "title": "Article 15 – Causes leading to the loss of membership of the High Council of the Association",
      "content": "A member of the High Council loses position due to: 1° the end of one’s term of office; 2° a written resignation; 3° an incapability to go on with one’s duties following a physical or mental disability as certified by a chartered medical practitioner; 4° being definitively sentenced to a term of imprisonment equal to or exceeding six (6) months; 5° failure to attend three (3) consecutive meetings of the High Council of the Association in one year without serious grounds; 6° bad conduct conflicting with the mission of the Association; 7° no longer fulfilling conditions on which his/her initial nomination to the High Council of the Association was based; 8° a confession and guilty plea for the crime of genocide; 9° being found guilty of the crime of genocide ideology and related crimes; 10° death."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "16",
      "title": "Article 16 – List of Committees of the Association",
      "content": "Committees of the Association are the following: 1° the Registration, Evaluation and Education Committee; 2° the Appeals Committee; 3° the Disciplinary and Inspection Committee."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "17",
      "title": "Article 17 – Composition of Committees of the Association",
      "content": "Each Committee listed in the previous article consists of seven (7) members including the Chairperson, Vice-Chairperson and Rapporteur, elected by their peers in the General Assembly of the Association. All members of Committees of the Association are elected for a term of office of three (3) years renewable once. Election proceedings are determined by rules of procedure of the Association."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "18",
      "title": "Article 18 – Responsibilities of the Registration, Evaluation and Education Committee",
      "content": "The Registration, Evaluation and Education Committee has the following responsibilities: 1° to receive and consider Association membership applications; 2° to collect comprehensive information related to the applicant for Association membership; 3° to evaluate procurement professionals, develop training plan and ensure its implementation."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "19",
      "title": "Article 19 – Responsibilities of the Appeals Committee",
      "content": "The Appeals Committee has the following responsibilities: 1° to receive and consider appeal lodged by the party contesting the High Council decision; 2° to receive and consider other appeals against High Council decisions; 3° to rule on all submitted appeals and inform the General Assembly and the High Council of the Association."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "20",
      "title": "Article 20 – Responsibilities of the Disciplinary and Inspection Committee of the Association",
      "content": "The Disciplinary and Inspection Committee of the Association has the following responsibilities: 1º to check whether the conduct of members of the Association complies with provisions of this Law, of the Rules of procedure of the Association and of the code of conduct of the Association; 2º to examine any professional misconduct with which a member of the Association is charged; 3º to make a report on the results of the investigation and submit it to the High Council of the Association for decision."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "21",
      "title": "Article 21 – Composition of the Executive Secretariat of the Association",
      "content": "The Executive Secretariat of the Association consists of the Executive Secretary and his/her support staff."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "22",
      "title": "Article 22 – Recruitment for Executive Secretariat positions",
      "content": "The Executive Secretary and his/her support staff are recruited through a transparent competition. The procedures for their recruitment and their management are determined by the rules of procedure of the Association."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "23",
      "title": "Article 23 – Responsibilities of the Executive Secretary",
      "content": "The Executive Secretary coordinates and manages daily activities of the Association and is accountable to the High Council of the Association on the implementation of its decisions. The Executive Secretary is particularly responsible for: 1° ensuring a daily follow-up of activities of the Association; 2° issuing operational instructions to staff of the Association; 3° preparing and submitting to the High Council of the Association the action plan and draft budget proposal for the following year as well as the financial and activity report for the previous year. 4° executing the budget of the Association and managing its property; 5° managing the staff of the Association in accordance with the labour law; 6° submitting to the Chairperson of the Association a written progressive report, as far as activities of the Association are concerned, at least once every three (3) months; 7° preparing the draft proposal of the rules of procedure and the code of conduct of the Association and their amendment; 8° serving as rapporteur of the General Assembly and the High Council of the Association; 9° performing any other duties assigned by the High Council of the Association that are linked with its mission."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "24",
      "title": "Article 24 – Meetings of the General Assembly of the Association",
      "content": "The General Assembly of the Association holds its ordinary meeting once a year on a day, hour and venue indicated by the Chairperson of the Association. The General Assembly of the Association may hold extraordinary meetings on the invitation of the Chairperson of the Association on his/her initiative or upon request by one third (1/3) of members of the General Assembly or members of the High Council of the Association. Modalities for convening the General Assembly of the Association, the decision making process and penalties for absence in meetings are provided for by rules of procedure of the Association."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "25",
      "title": "Article 25 – Meetings of the High Council of the Association",
      "content": "The meeting of the High Council of the Association is held once every three (3) months and at any time when necessary, upon invitation by the Chairperson of the Association on own initiative or upon request in writing by the Executive Secretary or at least by one third (1 / 3) of its members. Procedures for convening members of the High Council of the Association, the content on the invitation, proceeding of the meeting, the decision-making process and modalities for notification of decisions to relevant persons are determined by rules of procedure of the Association."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "26",
      "title": "Article 26 – Minutes of the meeting of the High Council of the Association",
      "content": "The High Council of the Association takes minutes of its meetings which are approved by members in the next meeting. The minutes are signed by the Chairperson of meeting and the Rapporteur. The minutes are transmitted to all members of the High Council of the Association within seven (7) days from the date the meeting was held."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "27",
      "title": "Article 27 – Replacement of elected members of High Council of the Association before the end of their term of office",
      "content": "If a member of the High Council of the Association leaves office before the expiry of his/her term, a substitute is elected during the following General Assembly of the Association. The elected person completes the remaining part of the term of office of his/her predecessor in case it exceeds six (6) months. When it is the Chairperson or Deputy Chairperson of the Association, elections for his/her replacement are organized during an extraordinary meeting of the General Assembly of the Association within a maximum period of three (3) months. Election modalities for replacement of a member of the High Council of the Association are determined by rules of procedure of the Association."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "28",
      "title": "Article 28 – Invitation of an expert to meetings of the High Council of the Association",
      "content": "The High Council of the Association may invite in its meetings an expert in procurement who may provide advice on an item on the agenda."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "29",
      "title": "Article 29 – Meetings of committees of the Association",
      "content": "Each committee of the Association meets once (1) quarterly and whenever necessary. Modalities for convening committees of the Association, requirements for holding their meetings, the proceedings of meetings, the decision-making process and the notification of these decisions to relevant persons are determined by rules of procedure of the Association."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter III – Organisation and functioning of the Association",
      "section": "30",
      "title": "Article 30 – Sending the list of procurement professionals",
      "content": "Before 31 July each year, the High Council of the Association sends to the Minister in charge of procurement the list of professionals in procurement that the Association has until June 30 of that year and the list is published on the Association website and elsewhere. If a procurement professional is removed from the list of the Association or suspended, a notification is made to the above mentioned organ and published on the Association website and elsewhere."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Property of the Association",
      "section": "31",
      "title": "Article 31 – Sources of property of the Association",
      "content": "The property of the Association comes from the following: 1° contributions of members; 2° fees received for registration on the roll of procurement professionals; 3° earnings from its activities or property; 4° donation and bequests."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter IV – Property of the Association",
      "section": "32",
      "title": "Article 32 – Budget of the Association",
      "content": "The budget of the Association is prepared by the Executive Secretary and approved by the General Assembly of the Association upon request by the High Council of the Association."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter IV – Property of the Association",
      "section": "33",
      "title": "Article 33 – Use and audit of the property of the Association",
      "content": "The rules of procedure of the Association regulate the use and audit of its property."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter V – Practicing the procurement profession and emoluments for procurement professionals",
      "section": "34",
      "title": "Article 34 – Right to practice as a procurement professional",
      "content": "Only the one who is registered on the list of procurement professionals established by the Association is allowed to practice the procurement profession as a professional in accordance with this Law. Any employer who employs a person who is not a procurement professional is liable for his/her acts and in such case both of them cannot expect any protection from this Law."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter V – Practicing the procurement profession and emoluments for procurement professionals",
      "section": "35",
      "title": "Article 35 – Requirements for registration on the list of the procurement professionals",
      "content": "To be registered on the list of procurement professionals, an applicant must fulfil the following requirements: 1° being a Rwandan national; 2° holding at least degree in procurement, a post graduate diploma in procurement or a professional qualification in procurement recognized in Rwanda; 3° having not been sentenced to a term of imprisonment of six (6) months or more in a final decision; 4° having paid registration fees prescribed by the Association. A foreigner may also be allowed to practice the procurement profession in Rwanda when regulations of his/her country of origin do not ban Rwanda nationals from doing the same profession or in accordance with international agreements."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter V – Practicing the procurement profession and emoluments for procurement professionals",
      "section": "36",
      "title": "Article 36 – Procedure for registration on the list of procurement professionals",
      "content": "A person wishing to be registered as a procurement professional submits a written application to the Registration and Evaluation Committee in accordance with provisions of this Law and rules of procedure of the Association. The decision of admission or rejection of registration on the list of procurement professionals is taken by the High Council of the Association within two (2) months from the date of application and notified to the applicant. The final decision of the High Council of the Association shall not be reached without a prior hearing of the applicant. Before taking a decision on the application for registration on the list of procurement professionals, the Registration and Evaluation Committee must collect all information related to the applicant’s conduct."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter V – Practicing the procurement profession and emoluments for procurement professionals",
      "section": "37",
      "title": "Article 37 – Notification of the decision of the High Council of the Association and appeal procedure",
      "content": "The decision of the High Council of the Association is notified to the applicant within seven (7) days from the date the decision was taken. The decision is subject to appeal before the Appeals Committee of the Association by the concerned person. The Committee decides on the appeal within a period not exceeding sixty (60) days. The person who is not satisfied with the decision appeals before a relevant court."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter V – Practicing the procurement profession and emoluments for procurement professionals",
      "section": "38",
      "title": "Article 38 – Categories of procurement professionals",
      "content": "Procurement professionals are categorized as follows: 1° assistant procurement professional; 2° procurement professional; 3° senior procurement professional. Rules of procedure of the Association determine criteria for categorization of procurement professionals."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter V – Practicing the procurement profession and emoluments for procurement professionals",
      "section": "39",
      "title": "Article 39 – Operational framework for procurement profession",
      "content": "A procurement professional may operate either individually or in a pool of procurement professionals. A procurement professional practicing individually is either individual consultant or an employee under general statutes of public servants or under employment contract. However, the procurement professional under general statutes of public service or employment contract cannot practice as a consultant."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter V – Practicing the procurement profession and emoluments for procurement professionals",
      "section": "40",
      "title": "Article 40 – Name used in procurement profession",
      "content": "A procurement professional who practices as an individual may use his/her own name or another name he/she may choose. Procurement professionals operating as a pool use a company name."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter V – Practicing the procurement profession and emoluments for procurement professionals",
      "section": "41",
      "title": "Article 41 – Activities that procurement professionals are allowed to carry out",
      "content": "Activities that procurement professionals are allowed to carry out are the following: 1° to develop the procurement plan; 2° to prepare bidding documents; 3° to publish and distribute invitations to bid; 4° to provide depository and opening of bids services; 5° to conduct bids evaluation and award of a tender; 6° to request approvals for the award recommendations from relevant authorities; 7° to ensure contract negotiations; 8° to prepare supply’s orders; 9° to support contract administrators; 10° to carry out any other duties in relation with procurement that may be needed and add it to the contract. Procurement professionals may perform one or all tasks referred to under the previous paragraph in accordance with contract made."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter V – Practicing the procurement profession and emoluments for procurement professionals",
      "section": "42",
      "title": "Article 42 – Incompatible activities with procurement function",
      "content": "The procurement profession is incompatible with any activity which may affect the respect of procurement principles. Those activities are the following: 1° accounting activities; 2° financial management including budget allocation and verification and payment of orders; 3° activities of expediting parcels; 4° administrative, secretarial, office management and clerical activities."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter V – Practicing the procurement profession and emoluments for procurement professionals",
      "section": "43",
      "title": "Article 43 – Freedom and autonomy of procurement professionals",
      "content": "Procurement professionals freely perform their professional activity without partiality and discrimination for optimum satisfaction of the client respecting the laws, regulations and contracts relating to procurement."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter V – Practicing the procurement profession and emoluments for procurement professionals",
      "section": "44",
      "title": "Article 44 – Basic conduct of a procurement professional",
      "content": "In performing his/her profession, a procurement professional is characterised by probity, dignity, humility, diligence, loyalty, honesty and act in order to attain clients’ objectives. It is prohibited for a procurement professional to: 1° give or receive bribes and other related crimes; 2° accept to serve conflicting interests at the same time or period; 3° create misunderstanding between client and supplier; 4° say anything that may hurt the honour or reputation of a member of Association; 5° accept from an intermediary, an assignment of a party without being in direct communication with that party; 6° disclose secrets known in the course of their profession or take advantage of it for personal gain; 7° do anything or behave in any manner likely to jeopardize their integrity or their professional ethics; 8° practice the profession at the same time as a consultant and an employee governed by the general statutes for public service or under contract; 9° be influenced by other people in decision making."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter V – Practicing the procurement profession and emoluments for procurement professionals",
      "section": "45",
      "title": "Article 45 – Emoluments for procurement professionals",
      "content": "Emoluments allotted to procurement professionals for services rendered include fees. The contract between procurement professionals and the client determines modalities of allotting emoluments agreed upon by both parties."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter V – Practicing the procurement profession and emoluments for procurement professionals",
      "section": "46",
      "title": "Article 46 – Allocation and publication of emoluments benchmarks",
      "content": "The General Assembly of the Association establish benchmarks of emoluments to be allocated to procurement professionals through a reasonable manner and based on the nature of procurement and means of clients. A procurement professional may not go beyond the emoluments benchmarks scheduled by the General Assembly of the Association unless otherwise authorized by the General Assembly of the Association. The benchmarks governing emoluments are published by the Chairperson of the Association in the Official Gazette of the Republic of Rwanda. Emoluments referred to in this Article do not apply for an employee under the general statutes for public service or an employment contract."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter V – Practicing the procurement profession and emoluments for procurement professionals",
      "section": "47",
      "title": "Article 47 – Resolution of emolument-related dispute",
      "content": "In case of a dispute on emolument to be paid, the client submits his/her claim to the Chairperson of the Association for mediation. In case of failure, the Chairperson of the Association refers the matter to the High Council of the Association which makes a ruling on the fee to be paid. In case of non-execution of the decision, the aggrieved party refers the matter to a competent court."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter VI – Professional faults and disciplinary regime",
      "section": "48",
      "title": "Article 48 – Professional faults of procurement professionals",
      "content": "A procurement professional commits a professional fault if he/she: 1° deliberately contravenes laws and regulations that laid down by procurement procedures of his/her employer or client; 2° misappropriates funds or any property entrusted to him/her by employer or client; 3° knowingly procures goods, works, or services for his/her employer or client at overestimated prices; 4° deliberately fails to keep proper records of all transactions undertaken by him/her in the course of his/her duties; 5° discloses information acquired in the course of his/her duties to any person without the consent of his/her employer or client or otherwise when required by law; 6° is involved in any corrupt practice and other related crimes; 7° engages in activities which are in conflict with those of his/her employer or client or activities contrary to this Law; 8° is found guilty of fraud or a dishonest act; 9° provides an opinion based on undocumented information; 10° fails to keep the funds of a client in a separate bank account or to use any such funds for purposes for which they are intended."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter VI – Professional faults and disciplinary regime",
      "section": "49",
      "title": "Article 49 – Disciplinary sanctions",
      "content": "Subject to the provisions of the penal code, disciplinary sanctions for a procurement professional are the following: 1° warning; 2° reprimand; 3° written reprimand; 4° suspension for a period between three months and one year; 5° removal from the register of procurement professionals. Upon the initiative of the Chairperson of the Association or upon a complaint addressed to him/her, the High Council of the Association deliberates on complaints on disciplinary matters forwarded against procurement professionals."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter VI – Professional faults and disciplinary regime",
      "section": "50",
      "title": "Article 50 – Effects of suspension",
      "content": "A procurement professional suspended from his/her duties is deprived from acting as a procurement professional, electing or being elected in the organs of the Association."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter VI – Professional faults and disciplinary regime",
      "section": "51",
      "title": "Article 51 – Removal from the register of the Association",
      "content": "The High Council of the Association removes a procurement professional from the list of procurement professionals where: 1° he/she fails to pay his/her subscription fees; 2° he/she has been convicted by a court of competent jurisdiction in Rwanda, or elsewhere, of an offence involving fraud or dishonesty, money laundering or corruption and other related offences and sentenced to imprisonment for a period beyond six (6) months. 3° he/she is an undischarged bankrupt; 4° he/she is hit with a permanent mental disability certified by a registered medical practitioner; 5° there is recidivism after his/her suspension for a disciplinary fault."
    },
    {
      "provision_ref": "art52",
      "chapter": "Chapter VI – Professional faults and disciplinary regime",
      "section": "52",
      "title": "Article 52 – Disciplinary procedure",
      "content": "The Committee of the Association in charge of inspection examines any matter regarding professional misconduct. On the completion of the examination, the Disciplinary and Inspection Committee submits to the High Council a report of the examination for deliberation."
    },
    {
      "provision_ref": "art53",
      "chapter": "Chapter VI – Professional faults and disciplinary regime",
      "section": "53",
      "title": "Article 53 – Right to be heard before the High Council of the Association",
      "content": "A procurement professional accused has the right to be heard before the High Council of the Association assisted by a legal adviser if he/she so wishes."
    },
    {
      "provision_ref": "art54",
      "chapter": "Chapter VI – Professional faults and disciplinary regime",
      "section": "54",
      "title": "Article 54 – Notification of the decision taken in disciplinary procedure",
      "content": "The Executive Secretary notifies the procurement professional accused of any decision taken by the High Council of the Association by means used by the Association to communicate decisions in the Association."
    },
    {
      "provision_ref": "art55",
      "chapter": "Chapter VI – Professional faults and disciplinary regime",
      "section": "55",
      "title": "Article 55 – Right to appeal",
      "content": "A procurement professional dissatisfied with the decision of the High Council appeals to the Appeals Committee. In case he/she is dissatisfied with the decision of the Committee, he/she may appeal to the competent court within thirty (30) days of the notification of the decision. The appellant informs thereof in writing the Executive Secretary of the Association."
    },
    {
      "provision_ref": "art56",
      "chapter": "Chapter VII – Transitional, miscellaneous and final provisions",
      "section": "56",
      "title": "Article 56 – Deadline to confirm with the provisions of this Law",
      "content": "Any official that performs the activities related to the procurement profession in a public institution is governed by this Law. Any official who is in charge of procurement in a public institution who does not meet the requirements laid down by this Law must comply with it within a period of five (5) years from the date of publication of this Law."
    },
    {
      "provision_ref": "art57",
      "chapter": "Chapter VII – Transitional, miscellaneous and final provisions",
      "section": "57",
      "title": "Article 57 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art58",
      "chapter": "Chapter VII – Transitional, miscellaneous and final provisions",
      "section": "58",
      "title": "Article 58 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are hereby repealed."
    },
    {
      "provision_ref": "art59",
      "chapter": "Chapter VII – Transitional, miscellaneous and final provisions",
      "section": "59",
      "title": "Article 59 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "procurement",
      "definition": "any activity involving buying, purchasing, renting, leasing or otherwise acquiring goods, works or services by procuring entity",
      "source_provision": "art2"
    },
    {
      "term": "procurement profession",
      "definition": "permanent exercise of all procurement activities relating to purchasing, leasing of goods, works or services performed by the procuring entity or any activities enabling institutions wishing to acquire goods to obtain equipment, works or services including the preparation and distribution of bidding documents, the invitation and selection of suppliers, constructors, consultants as well as the stage of negotiation leading to signing of contracts",
      "source_provision": "art2"
    },
    {
      "term": "Association",
      "definition": "Association of procurement professionals",
      "source_provision": "art2"
    },
    {
      "term": "procuring entity",
      "definition": "an individual, a public body, a private company, a non-governmental organization or any other organization that needs to buy, lease goods or use services",
      "source_provision": "art2"
    }
  ]
}
