{
  "id": "rw-law-2016-1",
  "type": "statute",
  "title": "Law determining the Mission, Organisation and Functioning of the National Youth Council",
  "title_en": "Law determining the Mission, Organisation and Functioning of the National Youth Council",
  "short_name": "Law 1 of 2016",
  "status": "repealed",
  "issued_date": "2016-02-05",
  "in_force_date": "2016-02-05",
  "url": "https://rwandalii.org/akn/rw/act/law/2016/1/eng@2016-02-05",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law determines the mission, organization and functioning of the National Youth Council."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Definition of terms",
      "content": "In this law, the following terms shall have the following meanings: 1° youth: any person aged between sixteen (16) and thirty (30) years; 2° National Youth Council: a platform that provides opportunities for the youth to share ideas for self and national development."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Autonomy of the National Youth Council",
      "content": "The National Youth Council shall have legal personality, financial and administrative autonomy."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Supervising authority of the National Youth Council",
      "content": "The National Youth Council shall be under the supervision of the Ministry in charge of youth. The National Youth Council shall enter into a performance contract relating to the action plan and evaluation with the Ministry in charge of youth. The performance contract shall indicate competence, rights and obligations of each party in order to help the National Youth Council to fulfil its mission."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Head office of the National Youth Council",
      "content": "The head office of the National Youth Council shall be located in Kigali City, the Capital of the Republic of Rwanda. The head office of the National Youth Council may be transferred elsewhere on the Rwandan territory, if considered necessary."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter One – General provisions",
      "section": "6",
      "title": "Article 6 – Responsibilities of the National Youth Council",
      "content": "The National Youth Council shall have the following responsibilities: 1° to consult on and advocate for policies that are responsive to the problems facing the youth; 2° to implement youth economic empowerment strategies; 3° to sensitize the youth to take technical, vocational and technological training and embrace entrepreneurship; 4° to participate in the detection and development of talents among the youth; 5° to contribute to inculcating values of the Rwandan culture into the youth and promoting Ikinyarwanda; 6° to sensitize the youth to fight genocide and its ideology, divisionism and any other acts that are likely to destroy the country; 7° to contribute in supporting and monitoring the functioning of youth cooperatives, associations and other youth organizations; 8° to educate the youth on finding solutions to their problems, mobilize them to take part in decision-making processes and in their activities and to join decision-making organs; 9° to put in place and monitor programs aimed at sensitizing the youth to avoid the use of narcotics, sexual risk behaviours and any other behaviours detrimental to health; 10° to promote cooperation and good relationship between the Rwandan youth and the youth from abroad."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Organization and functioning of the National Youth Council",
      "section": "7",
      "title": "Article 7 – Organs of the National Youth Council",
      "content": "The National Youth Council shall have the three (3) following organs: 1° the General Assembly which is the supreme management and decision-making organ of the National Youth Council; 2° the Executive Committee which is the organ responsible for implementing resolutions of the General Assembly and coordinating partners' activities; 3° the Executive Secretariat which is the technical organ responsible for the day-to-day functioning and implementation of the resolutions of the General Assembly and the Executive Committee at the national level. The General Assembly and the Executive Committee shall operate at the national, District, Sector, Cell and Village levels. The Executive Secretariat shall operate at the national level. A Prime Minister‘s Order shall determine the responsibilities, organization and functioning of the organs of the National Youth Council and responsibilities of members of the Executive Committee."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Organization and functioning of the National Youth Council",
      "section": "8",
      "title": "Article 8 – Relationship between the National Youth Council and other organs",
      "content": "National administrative entities shall collaborate with the National Youth Council to help achieve its mission towards youth promotion. The National Youth Council shall collaborate with partners and coordinate their activities towards youth promotion."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter II – Organization and functioning of the National Youth Council",
      "section": "9",
      "title": "Article 9 – Members of General Assembly at the national level",
      "content": "The General Assembly at the national level shall be the supreme organ of the National Youth Council. The General Assembly at the national level shall consist of the following members: 1° members of the Executive Committee of the National Youth Council at the National level; 2° members of the Executive Committee of the National Youth Council at the District level."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter II – Organization and functioning of the National Youth Council",
      "section": "10",
      "title": "Article 10 – Members of the General Assembly at the District level",
      "content": "The General Assembly at the District level shall consist of the following members: 1° members of the Executive Committee of the National Youth Council at the District level; 2° members of the Executive Committee of the National Youth Council at the Sector level."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter II – Organization and functioning of the National Youth Council",
      "section": "11",
      "title": "Article 11 – Members of the General Assembly at the Sector level",
      "content": "The General Assembly at the Sector level shall consist of the following members: 1° members of the Executive Committee of the National Youth Council at the Sector level; 2° members of the Executive Committee of the National Youth Council at the Cell level."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter II – Organization and functioning of the National Youth Council",
      "section": "12",
      "title": "Article 12 – Members of the General Assembly at the Cell level",
      "content": "The General Assembly at the Cell level shall comprise the following persons: 1° members of the Executive Committee of the National Youth Council at the Cell level; 2° members of the Executive Committee of the National Youth Council at the Village level;"
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter II – Organization and functioning of the National Youth Council",
      "section": "13",
      "title": "Article 13 – Members of the General Assembly at the Village level",
      "content": "The General Assembly at the Village level shall comprise all the youth residing in that Village."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter II – Organization and functioning of the National Youth Council",
      "section": "14",
      "title": "Article 14 – Members of the Executive Committee",
      "content": "The Executive Committee at each level shall comprise the following members: 1º Coordinator; 2º Deputy Coordinator; 3º Secretary; 4º in charge of economic affairs; 5º in charge of social affairs; 6º in charge of good governance and legal affairs; 7º in charge of information and cooperation; 8º a representative of the youth attending universities and institutions of higher learning in the place of location of such universities and institutions; 9º a representative of the youth in secondary schools in the place of location of such schools."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter II – Organization and functioning of the National Youth Council",
      "section": "15",
      "title": "Article 15 – Term of office of members of the Executive Committee and modalities for their election",
      "content": "Members of the Executive Committee of the National Youth Council shall, from the Village level to the national level, be elected for a term of five (5) years renewable only once. The General Assembly at each level shall elect from among its members an Executive Committee."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter II – Organization and functioning of the National Youth Council",
      "section": "16",
      "title": "Article 16 – Members of the Executive Secretariat and their appointment",
      "content": "The Executive Secretariat of the National Youth Council shall be composed of the Executive Secretary and other staff. The Executive Secretary of the National Youth Council shall be appointed to office by a Prime Minister's Order."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter II – Organization and functioning of the National Youth Council",
      "section": "17",
      "title": "Article 17 – Statutes governing members of the Executive Secretariat and their benefits",
      "content": "Members of the Executive Secretariat shall be governed by the General Statutes for Public Service. Benefits entitled to the Executive Secretary of the National Youth Council shall be determined by a Prime Minister's Order. Benefits entitled to other staff members of the Executive Secretariat shall be determined in accordance with legal provisions determining benefits to public servants."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter II – Organization and functioning of the National Youth Council",
      "section": "18",
      "title": "Article 18 – Suspension, replacement and dismissal of members of organs and dissolution of organs",
      "content": "The suspension, replacement and dismissal of members of the organs of the National Youth Council as well as the dissolution of its organs shall be determined by a Prime Minister‘s Order."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter III – Property of the National Youth Council",
      "section": "19",
      "title": "Article 19 – Property of the National Youth Council and its sources",
      "content": "The property of the National Youth Council shall consist of movable and immovable assets and shall come from the following: 1º State budget allocations; 2º Government or partner‘s subsidies; 3º income from its activities; 4º proceeds from its property; 5º loans granted to the National Youth Council and approved by the Minister in charge of Youth; 6º donations and bequests."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter III – Property of the National Youth Council",
      "section": "20",
      "title": "Article 20 – Use, management and audit of the property",
      "content": "The use, management and audit of the property of the National Youth Council shall be carried out in accordance with the relevant legal provisions."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter III – Property of the National Youth Council",
      "section": "21",
      "title": "Article 21 – Activity report and action plan",
      "content": "The National Youth Council annually submits its activity report, action plan and financial report to the Ministry in charge of youth."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Final provisions",
      "section": "22",
      "title": "Article 22 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Ikinyarwanda."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Final provisions",
      "section": "23",
      "title": "Article 23 – Repealing provision",
      "content": "The Law n° 24/2003 of 14/08/2003 establishing the functioning and organisation of the National Youth Council as modified and complemented to date and all prior legal provisions inconsistent with this law are hereby repealed."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Final provisions",
      "section": "24",
      "title": "Article 24 – Commencement",
      "content": "This law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "National Youth Council",
      "definition": "a platform that provides opportunities for the youth to share ideas for self and national development",
      "source_provision": "art2"
    }
  ]
}
