{
  "id": "rw-law-2017-22",
  "type": "statute",
  "title": "Law establishing Rwanda Polytechnic Higher Learning Institution and Determining its Mission, Powers, Organisation and Functioning",
  "title_en": "Law establishing Rwanda Polytechnic Higher Learning Institution and Determining its Mission, Powers, Organisation and Functioning",
  "short_name": "Law 22 of 2017",
  "status": "repealed",
  "issued_date": "2017-05-30",
  "in_force_date": "2017-06-05",
  "url": "https://rwandalii.org/akn/rw/act/law/2017/22/eng@2017-06-05",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "Chapter One – General provisions",
      "section": "1",
      "title": "Article One – Purpose of this Law",
      "content": "This Law establishes Rwanda Polytechnic Higher Learning Institution, abbreviated as “RP”. It also determines its mission, powers, organization and functioning."
    },
    {
      "provision_ref": "art2",
      "chapter": "Chapter One – General provisions",
      "section": "2",
      "title": "Article 2 – Legal personality and autonomy of RP",
      "content": "RP is an organ that has legal personality and enjoys administrative, teaching, research and financial autonomy and it is managed in accordance with relevant laws."
    },
    {
      "provision_ref": "art3",
      "chapter": "Chapter One – General provisions",
      "section": "3",
      "title": "Article 3 – Definitions",
      "content": "In this Law, the following terms have the following meanings: 1° technical and vocational education: educational training which equips beneficiaries with specific practical knowledge and skills that enable them to create jobs and compete in the labour market; 2° certificate or diploma: document certifying that its holder has successfully completed the technical and vocational training; 3° Minister: Minister in charge of technical and vocational education."
    },
    {
      "provision_ref": "art4",
      "chapter": "Chapter One – General provisions",
      "section": "4",
      "title": "Article 4 – Head office of RP",
      "content": "The head office of RP is located in the City of Kigali, the Capital City of the Republic of Rwanda. It may be transferred elsewhere in Rwandan territory if considered necessary."
    },
    {
      "provision_ref": "art5",
      "chapter": "Chapter One – General provisions",
      "section": "5",
      "title": "Article 5 – Colleges of RP",
      "content": "Upon approval by a Ministerial Order, RP has in each Province and the City of Kigali at least one of the colleges referred to and abbreviated as “IPRCs”."
    },
    {
      "provision_ref": "art6",
      "chapter": "Chapter II – Mission and powers of RP",
      "section": "6",
      "title": "Article 6 – Vision of RP",
      "content": "The vision of RP is to provide quality education that complies with applicable standards through vocational education that enables beneficiary to acquire skills required to create jobs and compete in the labour market."
    },
    {
      "provision_ref": "art7",
      "chapter": "Chapter II – Mission and powers of RP",
      "section": "7",
      "title": "Article 7 – Mission of RP",
      "content": "RP has the following main mission: 1° to prepare technical and vocational education curricula for their use at various technical and vocational training levels and submit them to the competent authority for approval; 2° to offer technical and vocational courses leading to certificate or diploma; 3° to provide science and technology-based technical and vocational training as well as education which enable the beneficiary to create jobs for personal development and contribute to national development; 4° to carry out and promote research and technology in technical and vocational fields and disseminate their findings to foster national development; 5° to participate in the discovery, exchange and preservation of knowledge in technical and vocational field; 6° to promote education, culture and Rwandan values; 7° to impart knowledge required to provide technical and vocational education and apprenticeship training; 8° to offer in-service training to practitioners in various fields to develop their technical and vocational skills; 9° to coordinate programmes and activities aimed at developing teaching and research staff within institutions of technical and vocational education, upgrade their knowledge and skills capacities and improve their management; 10° to contribute to finding solutions to other problems related to national development; 11° to cooperate and collaborate with other national, regional or international institutions with similar mission in order to achieve its mission."
    },
    {
      "provision_ref": "art8",
      "chapter": "Chapter II – Mission and powers of RP",
      "section": "8",
      "title": "Article 8 – Powers of RP",
      "content": "RP has the following powers: 1° to award certificates or diplomas on completion of its technical and vocational training programmes; 2° to award certificates to self-made practitioners after evaluation; 3° to award merit titles and prizes in recognition of exemplary achievements and certificates or diplomas in relation to technical and vocational training; 4° to conclude partnership and cooperation agreements with different institutions; 5° to promote teaching and research staff to higher grades in accordance with relevant laws; 6° to carry out income-generating activities upon approval by the Council of RP."
    },
    {
      "provision_ref": "art9",
      "chapter": "Chapter III – Supervising authority of RP and performance contract",
      "section": "9",
      "title": "Article 9 – Supervising authority of RP",
      "content": "A Prime Minister’s Order determines the supervising authority of RP."
    },
    {
      "provision_ref": "art10",
      "chapter": "Chapter III – Supervising authority of RP and performance contract",
      "section": "10",
      "title": "Article 10 – Performance contract",
      "content": "RP operates on the basis of performance contract. Modalities for conclusion and evaluation of performance contract of RP are determined by relevant laws."
    },
    {
      "provision_ref": "art11",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "11",
      "title": "Article 11 – Management organs of RP",
      "content": "RP comprises the following five (5) management organs: 1° Chancellery; 2° Council of RP; 3° Office of Vice-Chancellor; 4° Academic Senate; 5° Senior Management Committee. A Prime Minister’s Order may determine other relevant management organs in order for RP to fulfil its mission."
    },
    {
      "provision_ref": "art12",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "12",
      "title": "Article 12 – Chancellery and its establishment",
      "content": "The Chancellery of RP consists of a Chancellor who is appointed by a Presidential Order."
    },
    {
      "provision_ref": "art13",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "13",
      "title": "Article 13 – Duties of the Chancellor",
      "content": "The Chancellor of RP is responsible for presiding over opening ceremonies of academic year, graduation ceremonies and prize awarding as well as awarding of other merit titles. He/she may also attend other events or meetings when considered necessary."
    },
    {
      "provision_ref": "art14",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "14",
      "title": "Article 14 – Members of the Council of RP and procedures for their appointment",
      "content": "The Council of RP is comprised of at least seven (7) members appointed by a Presidential Order including the Chairperson and Vice Chairperson who are selected based on their competence and expertise. In addition to these members, there are also the Vice Chancellor of RP, two (2) representatives of teaching and research staff, two (2) representatives of the staff and two (2) representatives of students. At least thirty percent (30%) of members of the Council of RP must be females. A Prime Minister’s Order determines their term of office."
    },
    {
      "provision_ref": "art15",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "15",
      "title": "Article 15 – Powers and responsibilities of the Council of RP",
      "content": "The Council of RP is the management and decision-making organ. The Council of RP has full powers to make decisions regarding administration, human resources and property of RP in order to fulfil its mission. Particularly, the Council of RP has the main following responsibilities: 1º to provide the vision for activities of RP; 2º to approve the long term strategic plan and annual action plan of RP; 3º to monitor the implementation of the action plan of RP; 4º to approve the internal rules and regulations of RP; 5º to approve the annual draft budget proposal of RP before submitting it to the concerned organs; 6º to assess the performance of RP and affiliated organs; 7º to approve the activity and financial report of the previous year and submit them to the Minister; 8º to select members of the Office of the Vice Chancellor; 9º to approve the appointment and revocation of deans of faculties of RP; 10º to appoint, promote and revoke the teaching and research staff of RP; 11º to approve candidates for the award of degrees, certificates of merit and other awards granted by RP; 12º to submit to the Minister the quarterly and annual activity report; 13º to conclude performance contract with the supervising authority of RP."
    },
    {
      "provision_ref": "art16",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "16",
      "title": "Article 16 – Sitting allowances for members of the Council of RP",
      "content": "The sitting allowances for members of the Council of RP are determined by a Presidential Order."
    },
    {
      "provision_ref": "art17",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "17",
      "title": "Article 17 – Incompatibilities with membership of the Council of RP",
      "content": "Members of the Council of RP shall not be allowed to perform any remunerated activity within RP, except for those representing lecturers, researchers and staff. Members of the Council of RP are also not allowed, either individually or companies in which they hold shares, to bid for tenders of RP."
    },
    {
      "provision_ref": "art18",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "18",
      "title": "Article 18 – Convening and holding of meetings of the Council of RP",
      "content": "The meeting of the Council of RP is held once in a quarter and whenever necessary upon invitation by its Chairperson or, in his/her absence, by its Deputy Chairperson, at his/her own initiative or upon request in writing by at least one third (1 / 3) of its members. The meeting notice is submitted in writing to the members of the Council of RP at least fifteen (15) days before the meeting is held. However, an extraordinary meeting is convened in writing at least three (3) working days before the meeting is held. A quorum for a meeting of the Council of RP takes place is two-thirds (2 / 3) of its members. Where the quorum is not achieved, the meeting is adjourned. However, when the meeting is convened for the second time, it takes place regardless of the quorum. Items to be considered by the meeting of the Council of RP in the first quarter of the fiscal year include approval of financial and activity reports of the preceding year. Every quarter, the Council of RP also examines the financial and activity reports of the preceding quarter."
    },
    {
      "provision_ref": "art19",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "19",
      "title": "Article 19 – Invitation of a resource person to meetings of the Council of RP",
      "content": "The Council of RP may invite in its meetings any person from whom it may seek advice on any item on the agenda. Any person so invited is not allowed to vote and take part in debates on other items on the agenda."
    },
    {
      "provision_ref": "art20",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "20",
      "title": "Article 20 – Resolutions and minutes of the meetings of the Council of RP",
      "content": "Resolutions of the meeting of the Council of RP are signed by its members present immediately after the meeting, and their copy is sent to the supervising organ of RP within a period not exceeding five (5) working days in order to provide its views within a period not exceeding fifteen (15) days from their receipt. If this period expires before it provides its views, such resolutions are considered definitively approved. The minutes of the meeting are signed jointly by the Chairperson and the rapporteur and approved at the next meeting. A copy of minutes of the meeting is sent to the supervising authority of RP within a period not exceeding fifteen (15) days from its approval."
    },
    {
      "provision_ref": "art21",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "21",
      "title": "Article 21 – Rapporteur of the Council of RP",
      "content": "The Vice Chancellor of RP is the rapporteur of the meeting of the Council of RP. The internal rules and regulations of RP determine his/her replacement in case of his/her absence."
    },
    {
      "provision_ref": "art22",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "22",
      "title": "Article 22 – Personal interest in issues on the agenda",
      "content": "If a member of the Council of RP has a direct or indirect interest in the issue to be considered, he/she must immediately inform the Council of RP about where his/her interest lies. A member who declares an interest in the issue to be considered may not attend the meeting deliberating on that issue. When it appears that many or all members of the Council of RP have a direct or indirect interest in the issue to be considered in such a way that it is impossible to decide on the issue, the issue is submitted to the supervising authority of RP which decides on it within thirty (30) days."
    },
    {
      "provision_ref": "art23",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "23",
      "title": "Article 23 – Reasons for loss of membership in the Council of RP and modalities for replacement",
      "content": "A member of the Council of RP loses membership if: 1° the term of office expires; 2° he/she resigns in writing; 3° he/she is no longer able to perform his/her duties due to an illness certified by a committee of three (3) authorized medical doctors; 4° he/she is definitively sentenced to a term of imprisonment equal to or exceeding six (6) months; 5° he/she is absent from three (3) consecutive meetings without valid reasons; 6° he/she manifests any behaviour likely to compromise his/her dignity, that of his/her work or his/her position; 7° he/she jeopardizes the interests of RP; 8° he/she convicted of the crime of genocide or genocide ideology; 9° he/she no longer fulfils the requirements considered at the time of appointment; 10° he/she dies. In case a member of the Council of RP leaves his/her duties before the expiration of his/her term of office, the competent authority appoint a substitute. The appointed substitute completes his/her predecessor’s term of office."
    },
    {
      "provision_ref": "art24",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "24",
      "title": "Article 24 – Appointment of members of the Office of Vice Chancellor",
      "content": "The Office of Vice Chancellor of RP is comprised of the Vice Chancellor of RP and Deputy Vice Chancellors including at least: 1° Deputy Vice Chancellor in charge of academic affairs and research; 2° Deputy Vice Chancellor in charge of administration and finance. Members of the Office of the Vice Chancellor of RP are appointed by a Presidential Order. Other staff members of the Office of Vice Chancellor, the teaching and research staff are appointed in accordance with the organizational structure of RP which is determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art25",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "25",
      "title": "Article 25 – Responsibilities of the Office of Vice Chancellor",
      "content": "The main responsibilities of the Office of the Vice Chancellor are the following: 1° to coordinate the daily activities of RP; 2° to implement instructions and decisions of the Council of RP; 3° to represent RP and publicise its activities; 4° to prepare action plan and budget of RP and submit them to the Council of RP for approval; 5° to prepare the draft budget proposal of RP and submit it to the Council of RP for approval; 6° to perform such other duties as may be assigned by the Council of RP."
    },
    {
      "provision_ref": "art26",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "26",
      "title": "Article 26 – Duties of the Vice Chancellor",
      "content": "The main duties of the Vice Chancellor are the following: 1° to chair and coordinate the daily activities of RP; 2° to be the legal representative and also spokesperson of RP; 3° to convene and chair meetings of the Office of the Vice Chancellor; 4° to coordinate activities and the functioning of organs of RP; 5° to implement the decisions and instructions of the Council of RP; 6° to make follow-up on the performance of the teaching and research staff and that of other staff members as well as the management of the property of RP; 7° to implement the legal provisions governing higher learning institutions and the internal rules and regulations of RP; 8° to preserve and promote the image of RP; 9° to follow up the preparation of the draft budget of RP and submit it to the Council of RP; 10° to submit quarterly and annually as well as whenever necessary, activity report and action plan to the Council of RP; 11° to sign partnership and cooperation agreements with other institutions of higher learning operating at the national, regional or international levels; 12° to raise funds meant for the development of RP and approved by the Council of RP; 13° to perform such other duty in relation to the mission of RP."
    },
    {
      "provision_ref": "art27",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "27",
      "title": "Article 27 – Responsibilities of the Deputy Vice Chancellor in charge of academic affairs and research",
      "content": "The Deputy Vice Chancellor in charge of academic affairs and research is responsible for the following: 1° to coordinate all activities of RP relating to training, educational programs and research; 2° to organise meetings of the academic Senate of RP and ensure the implementation of its decisions; 3° to prepare and monitor the capacity-building program for the teaching and research staff; 4° to coordinate activities meant for providing technical and pedagogical skills necessary for technical and vocational training and apprenticeship; 5° to develop educational, training, examination and research programme within RP; 6° to deputize for the Vice Chancellor in case of his/her absence; 7° to perform all other activities relevant to his/her duties as may be assigned to him/her by the management organs of RP."
    },
    {
      "provision_ref": "art28",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "28",
      "title": "Article 28 – Duties of the Deputy Vice Chancellor in charge of administration and finance",
      "content": "The Deputy Vice Chancellor in charge of administration and finance is responsible for the following: 1° to coordinate all activities relating to the organizational structure and to personnel in RP; 2° to manage the finances and property of RP; 3° to prepare the draft budget proposal of RP and submit it to the Vice Chancellor; 4° to develop mechanisms for the generation of revenues and resources of RP and monitor their use; 5° to perform other activities relevant to his/her duties as may be assigned to him/her by the governance organs of RP."
    },
    {
      "provision_ref": "art29",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "29",
      "title": "Article 29 – Members of the Academic Senate and their term of office",
      "content": "Members of the Academic Senate including the Chairperson and Vice Chairperson as well as their term of office are determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art30",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "30",
      "title": "Article 30 – Powers and responsibilities of the Academic Senate",
      "content": "The Academic Senate is the organ competent in academic affairs, research and education within RP. Particularly, the Academic Senate has the following main responsibilities: 1° to determine guidelines related to students’ admission; 2° to assess and monitor academic programmes, research and education within RP; 3° to make decisions regarding students’ performance, promotion, repeating or expelling; 4° to submit report on decisions related to recruitment, promotion, performance evaluation of or imposition of sanctions against and dismissal of the teaching and research staff to the Council of RP for approval; 5° to prepare academic programmes and teaching methodology and submit them to the Council of RP; 6° to submit its activity report to the Council of RP."
    },
    {
      "provision_ref": "art31",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "31",
      "title": "Article 31 – Convening, holding of and decision-making in the meetings of the Academic Senate",
      "content": "The meeting of the Academic Senate is held once in a quarter and whenever necessary upon invitation by its Chairperson or, in his/her absence, by its Vice Chairperson at his/her own initiative or at the request in writing of at least a third (1/3) of its members. The meeting notice is submitted in writing to members of the Academic Senate at least fifteen (15) days before the meeting is held. However, an extraordinary meeting is convened in writing at least three (3) working days before the meeting is held. A quorum for a meeting of the Academic Senate consists of two-thirds (2/3) of its members. Where the quorum is not achieved, the meeting is adjourned. However, when the meeting is convened for the second time, it takes place regardless of the quorum."
    },
    {
      "provision_ref": "art32",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "32",
      "title": "Article 32 – Invitation of a resource person to the meeting of the Academic Senate",
      "content": "The Academic Senate may invite in its meetings any person from whom it may seek advice on a certain issue on the agenda. The invitee shall not be allowed to vote or to discuss other issues on the agenda."
    },
    {
      "provision_ref": "art33",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "33",
      "title": "Article 33 – Duties of the Chairperson of the Academic Senate",
      "content": "The main duties of the Chairperson of the Academic Senate are the following: 1° to coordinate activities in connection with all programs related to learning, teaching, evaluation, education and research duties; 2° to convene and preside over the meetings of the Academic Senate and follow up the implementation of decisions made in such meetings; 3° to follow up the development and implementation of guidelines related to learning, teaching, evaluation, education and research and submit them to the Council of RP for approval; 4° to perform other duties in relation to responsibilities of the Academic Senate."
    },
    {
      "provision_ref": "art34",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "34",
      "title": "Article 34 – Senior Management Committee of RP",
      "content": "The Senior Management Committee of RP is an advisory body of the Office of the Vice Chancellor."
    },
    {
      "provision_ref": "art35",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "35",
      "title": "Article 35 – Responsibilities of the Senior Management Committee of RP",
      "content": "The Senior Management Committee of RP is responsible for advising the Office of the Vice Chancellor in matters related to learning and teaching, education, planning, finance, property and administrative management of RP."
    },
    {
      "provision_ref": "art36",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "36",
      "title": "Article 36 – Appointment of members of the Senior Management Committee of RP",
      "content": "Members of the Senior Management Committee of RP are determined by a Prime Minister’s Order. Members of the Senior Management Committee of RP include the Chairperson of the Senior Management Committee."
    },
    {
      "provision_ref": "art37",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "37",
      "title": "Article 37 – Duties of the Chairperson of the Senior Management Committee of RP",
      "content": "The main duties of the Chairperson of the Senior Management Committee of RP are the following: 1° convene and chair the meeting of the Senior Management Committee of RP; 2° make follow-up on the provision of advice on draft budget proposal and submit it to the Office of the Vice Chancellor of RP; 3° monitor all issues relating to recruitment, promotion and dismissal of the administrative staff and provide advice on them; 4° to perform other duties related to responsibilities of the Committee."
    },
    {
      "provision_ref": "art38",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "38",
      "title": "Article 38 – Administrative organs of RP",
      "content": "The organization, functioning, powers and responsibilities of the administrative organs of RP are determined by a Prime Minister’s Order."
    },
    {
      "provision_ref": "art39",
      "chapter": "Chapter IV – Organisation and functioning of RP",
      "section": "39",
      "title": "Article 39 – Statutes governing the teaching, research and other staff members of RP",
      "content": "The teaching, research staff and other staff members of RP are governed by special statutes determined by a Presidential Order."
    },
    {
      "provision_ref": "art40",
      "chapter": "Chapter V – Students of RP",
      "section": "40",
      "title": "Article 40 – Student of RP",
      "content": "A student of RP is any person granted admission by RP to take its ordinary programmes or special courses."
    },
    {
      "provision_ref": "art41",
      "chapter": "Chapter V – Students of RP",
      "section": "41",
      "title": "Article 41 – Requirements for admission to RP",
      "content": "The requirements for admission to RP are determined by the internal rules and regulations of RP."
    },
    {
      "provision_ref": "art42",
      "chapter": "Chapter V – Students of RP",
      "section": "42",
      "title": "Article 42 – Duties and rights of a student of RP",
      "content": "Duties and rights of a student of RP are determined by the internal rules and regulations of RP."
    },
    {
      "provision_ref": "art43",
      "chapter": "Chapter VI – Property and finance of RP",
      "section": "43",
      "title": "Article 43 – Property of RP and its sources",
      "content": "The property of RP comprises movable and immovable assets. The property of RP derives from the following sources: 1° State budget allocations; 2° Government or partners’ subsidies; 3° income from its services; 4° incomes from its investments; 5° proceeds from its property; 6° loans granted to RP approved by the Minister in charge of finance; 7° donations and bequest."
    },
    {
      "provision_ref": "art44",
      "chapter": "Chapter VI – Property and finance of RP",
      "section": "44",
      "title": "Article 44 – Use, management and audit of the property",
      "content": "The use, management and audit of the property of RP are carried out in accordance with relevant laws. Internal audit service of RP submits its report to the management organ with a copy to the Vice Chancellor of RP. The audit is also performed by the Office of Auditor General of State Finances every year and whenever necessary."
    },
    {
      "provision_ref": "art45",
      "chapter": "Chapter VI – Property and finance of RP",
      "section": "45",
      "title": "Article 45 – Annual financial report",
      "content": "Within three (3) months following the closure of financial year, the Council of RP submits to the supervising authority of RP the annual financial report in accordance with laws governing the management of State finance and property."
    },
    {
      "provision_ref": "art46",
      "chapter": "Chapter VII – Miscellaneous and final provisions",
      "section": "46",
      "title": "Article 46 – Transfer of teaching, research and other staff members",
      "content": "Teaching and research and other staff members of the Workforce Development Authority (WDA) whose duties are related to technical and vocational education and training are transferred to RP."
    },
    {
      "provision_ref": "art47",
      "chapter": "Chapter VII – Miscellaneous and final provisions",
      "section": "47",
      "title": "Article 47 – Transfer of property",
      "content": "Movable and immovable assets, liabilities and contracts previously owned by the Workforce Development Authority (WDA) and which are related to technical and vocational education and training are transferred to RP."
    },
    {
      "provision_ref": "art48",
      "chapter": "Chapter VII – Miscellaneous and final provisions",
      "section": "48",
      "title": "Article 48 – Validity of acts performed by WDA",
      "content": "Acts performed by the Workforce Development Authority (WDA) before the publication of this Law in the Official Gazette of the Republic of Rwanda remain valid."
    },
    {
      "provision_ref": "art49",
      "chapter": "Chapter VII – Miscellaneous and final provisions",
      "section": "49",
      "title": "Article 49 – Drafting, consideration and adoption of this Law",
      "content": "This Law was drafted, considered and adopted in Kinyarwanda."
    },
    {
      "provision_ref": "art50",
      "chapter": "Chapter VII – Miscellaneous and final provisions",
      "section": "50",
      "title": "Article 50 – Repealing provision",
      "content": "All prior legal provisions contrary to this Law are repealed."
    },
    {
      "provision_ref": "art51",
      "chapter": "Chapter VII – Miscellaneous and final provisions",
      "section": "51",
      "title": "Article 51 – Commencement",
      "content": "This Law comes into force on the date of its publication in the Official Gazette of the Republic of Rwanda."
    }
  ],
  "definitions": [
    {
      "term": "certificate or diploma",
      "definition": "document certifying that its holder has successfully completed the technical and vocational training",
      "source_provision": "art3"
    },
    {
      "term": "Minister",
      "definition": "Minister in charge of technical and vocational education",
      "source_provision": "art3"
    }
  ]
}
